const detailData = [
  {
    name: "和山岩水库",
    intr: "和山岩水库位于广东省兴宁市东北部，距兴宁城7公里。它是一座以防洪、灌溉，结合发电、养殖、旅游等综合利用的中型水库。水库所在河流的流域水系为韩江流域梅江水系。和山岩水库兴建于1958年10月，1959年5月竣工蓄水。库区集雨面积32.5平方公里，干流河长17公里，最大库容1289万立方米。主坝最大坝高22.36米，坝顶长峭170米，坝顶高程为164.80米。水库自建成以来，经数次加固及维修成现状。",
    pic: "https://bkimg.cdn.bcebos.com/pic/0b55b319ebc4b745f16dcb73cdfc1e178b8215dd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "长塅水库", intr: "", pic: "" },

  {
    name: "山口水库",
    intr: "讷谟尔河上游干流上的大型水库，坝址位于黑龙江省五大连池市龙镇山口村，距黑龙江省五大连池市区55千米。水库坝址以上集水面积3745平方千米。总库容为9.95亿立方米，是一座集防洪、发电、灌溉、供水、养鱼综合利用的水库。工程于1995年8月31日开工，1999年春季蓄水，年末并网发电，2000年10月主体工程完工。",
    pic: "https://bkimg.cdn.bcebos.com/pic/2e2eb9389b504fc24dc46872e5dde71190ef6d2a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "岩庄水库",
    intr: "岩庄水库(Yánzhuāng Shuǐkù)在翁源县东北部，翁江支流鲁溪河上游。因库址在岩庄乡得名。1971年建成。",
    pic: "",
  },

  {
    name: "石壁水库",
    intr: "诸暨石壁水库坝址位于浙江省绍兴市诸暨市浦阳江支流开化江上游的石壁村，集雨面积108.8平方公里，占开化江流域面积的17.5%，总库容11000万立方米，兴利库容3931万立方米，防洪库容7530万立方米，属大（二）型水库。工程以防洪为主，结合灌溉、发电等综合利用。",
    pic: "https://bkimg.cdn.bcebos.com/pic/0823dd54564e9258d10915f879d1c658ccbf6c81e0d3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "横水水库", intr: "", pic: "" },

  {
    name: "富石水库",
    intr: "富石水库(Fùshí　Shuǐkù)在平远县西南，石正河上游。因水坝建在富石村得名。村原名乌石，因村内有巨大黑石得名。1958年改名富石。",
    pic: "",
  },

  { name: "福岭水库", intr: "", pic: "" },

  {
    name: "红湖水库",
    intr: "红湖水库位于浙江省安吉县递铺镇霞泉村，水库集雨面积0.45平方公里，总库容25.60万立方米，正常库容22.31万立方米。大坝为粘土心墙坝，坝顶长87.0米，坝顶宽5.7米，最大坝高18.8米，水库设计标准为30年一遇，校核标准为300年一遇，灌溉面积700亩。大坝于1968年动工兴建，1971年完工。 [1] ",
    pic: "",
  },

  { name: "新村水库", intr: "", pic: "" },

  { name: "新中水库", intr: "", pic: "" },

  { name: "黄沙水库", intr: "", pic: "" },

  {
    name: "南门水库",
    intr: "南门水库位于平东镇北部，集雨面积12平方千米。总库容1759万立方米，正常库容1246万立方米，死库容79万立方米。主坝长156米，坝顶高程127.6米，加防浪墙1.2米，最大坝高32.6米，顶宽3.8米。设计灌溉面积933公顷，全部属平东镇。水库泄洪闸设双孔，净宽2X2~4米，最大泄洪量101立方米每秒。输水管为钢筋混凝土压力管，内径1.5米，最大输水量6.28立方米每秒。坝后电站装机1台250千瓦，二级电站装机2台500千瓦。南门水库于1958年冬动工，1959年春下马，1969年冬复建，由县主办组织10多个公社参加施工，1970年4月开始蓄水，同年8月全面完成。南门上下水库和一二级电站成立统一管理处，归县水电局直辖，为国家专管单位。 [1] ",
    pic: "",
  },

  { name: "梧村水库", intr: "", pic: "" },

  { name: "庙山前水库", intr: "", pic: "" },

  { name: "马坑肚水库", intr: "", pic: "" },

  { name: "蓄能下水库", intr: "", pic: "" },

  { name: "吓角下水库", intr: "", pic: "" },

  {
    name: "红阳水库",
    intr: "红阳水库为织金县唯一的国营小（一）型水库，位于织金县城西南城关、三塘、珠藏三区交界处的后寨乡小桥村民组，海拔1670米，距县城32公里。",
    pic: "",
  },

  { name: "宝溪水库", intr: "", pic: "" },

  { name: "杭岭水库", intr: "", pic: "" },

  { name: "渠首水库", intr: "", pic: "" },

  { name: "水打坝水库", intr: "", pic: "" },

  { name: "鱼头井水库", intr: "", pic: "" },

  { name: "石背山水库", intr: "", pic: "" },

  { name: "昂坪水库", intr: "", pic: "" },

  {
    name: "朝阳水库",
    intr: "朝阳水库，位于湖北省荆门市东宝区漳河镇罗河村境内，牯牛岭东南1.5公里处。系截漳河水库内支流罗家河之水。",
    pic: "",
  },

  { name: "鸡鹅坑水库", intr: "", pic: "" },

  { name: "龙衣窝水库", intr: "", pic: "" },

  { name: "正径水库", intr: "", pic: "" },

  { name: "黄洞水库", intr: "", pic: "" },

  { name: "黄龙湖水库", intr: "", pic: "" },

  { name: "连塘水库", intr: "", pic: "" },

  { name: "黄蜂斗水库", intr: "", pic: "" },

  { name: "水径水库", intr: "", pic: "" },

  { name: "红花湖水库", intr: "", pic: "" },

  { name: "风田水库", intr: "", pic: "" },

  { name: "金锡水库", intr: "", pic: "" },

  { name: "仙人坐水库", intr: "", pic: "" },

  {
    name: "五福水库",
    intr: "位于广西壮族自治区全州县县城西约40公里处，因水库在才湾乡五福村境内，故名。该库于1975年始建，1978年大坝建成，1979年渠首通水 [1]  。",
    pic: "",
  },

  { name: "兴平水库", intr: "", pic: "" },

  { name: "平安洞水库", intr: "", pic: "" },

  {
    name: "大水坑水库",
    intr: "大水坑水库利用河流，湖泊水能的水电站设立于高陂镇黄田村大水坑而来的名称。",
    pic: "https://bkimg.cdn.bcebos.com/pic/63d9f2d3572c11dfa9ec1159177475d0f703918f6437?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "虾公岩水库", intr: "", pic: "" },

  { name: "新港对坑水库", intr: "", pic: "" },

  { name: "岑田水库", intr: "", pic: "" },

  { name: "桃君水库", intr: "", pic: "" },

  { name: "稿树下水库", intr: "", pic: "" },

  { name: "黄山洞水库", intr: "", pic: "" },

  { name: "井头坑水库", intr: "", pic: "" },

  { name: "种松丫水库", intr: "", pic: "" },

  { name: "担竹坑水库", intr: "", pic: "" },

  { name: "园潭水库", intr: "", pic: "" },

  {
    name: "东方红水库",
    intr: "东方红水库位于海伦市的东北部，呼兰河二级支流扎音河上，距县城28公里。控制流域面积500平方公里。其中：扎音河438平方公里，截引谟尔河上源南北河流域面积62平方公里。总库容1．62亿立方米，是以防洪和灌溉为主，兼顾发电 、养鱼，多年调节的综合利用水库。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f3001608883ab014c086e06f09b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "竹山水库", intr: "", pic: "" },

  { name: "长子坑水库", intr: "", pic: "" },

  { name: "老虎岗水库", intr: "", pic: "" },

  { name: "黄沙洞水库", intr: "", pic: "" },

  { name: "龙窝大坑水库", intr: "", pic: "" },

  { name: "坑子尾水库", intr: "", pic: "" },

  { name: "烧窑坑水库", intr: "", pic: "" },

  { name: "白沙堆水库", intr: "", pic: "" },

  { name: "大草洋水库", intr: "", pic: "" },

  { name: "庄坑水库", intr: "", pic: "" },

  { name: "横岭背水库", intr: "", pic: "" },

  { name: "狗麻塘水库", intr: "", pic: "" },

  {
    name: "官田水库",
    intr: "官田水库是位于遂溪县南部的一座水库，近官田村得名，西库建于1970年，东库建于1978年，东西两库间有300米长的连通渠。集水面积43平方公里，总库容1571万立方米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/18d8bc3eb13533fac2afc306a2d3fd1f41345bf8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "石涧水库", intr: "", pic: "" },

  { name: "桥冲红坑水库", intr: "", pic: "" },

  { name: "石船坑水库", intr: "", pic: "" },

  { name: "坑梓鸡笼山水库", intr: "", pic: "" },

  { name: "大崩岗水库", intr: "", pic: "" },

  { name: "芋坑水库", intr: "", pic: "" },

  { name: "奇龙坑水库", intr: "", pic: "" },

  { name: "崩岗坝水库", intr: "", pic: "" },

  { name: "南坑水库", intr: "", pic: "" },

  {
    name: "长兴水库",
    intr: "长兴水库位于泰宁县中偏北部，洋川小三涧下游，距县城10公里。为混凝土拱型坝，高16.6米，顶宽1米，底宽3米，坝顶弧长60米，坝顶溢洪。",
    pic: "",
  },

  { name: "大坑水库", intr: "", pic: "" },

  { name: "嶂顶水库", intr: "", pic: "" },

  { name: "秀峰水库", intr: "", pic: "" },

  { name: "狮背坑水库", intr: "", pic: "" },

  { name: "百目洋水库", intr: "", pic: "" },

  { name: "求水岭水库", intr: "", pic: "" },

  { name: "三斗种水库", intr: "", pic: "" },

  { name: "黄坝陂水库", intr: "", pic: "" },

  { name: "松木洋水库", intr: "", pic: "" },

  { name: "九门坑水库", intr: "", pic: "" },

  { name: "石再湖水库", intr: "", pic: "" },

  {
    name: "坪水水库",
    intr: "坪水水库位于国营常山华侨农场境内的乌山上，因淹没坪水村故名。",
    pic: "",
  },

  { name: "余家庄水库", intr: "", pic: "" },

  { name: "大肚田水库", intr: "", pic: "" },

  { name: "新安水库", intr: "", pic: "" },

  { name: "横坑水库", intr: "", pic: "" },

  {
    name: "下塘水库",
    intr: "下塘水库在仙游县盖尾镇杉尾村，1960年竣工，距离镇5公里。",
    pic: "",
  },

  { name: "耕田丫水库", intr: "", pic: "" },

  { name: "坑口水库", intr: "", pic: "" },

  { name: "横湖水库", intr: "", pic: "" },

  {
    name: "南洞水库",
    intr: "南洞水库位于舟山市定海区干览镇境内，干览镇三面环山，西与马岙接界，北濒海洋，东到龙皇宫，南接白泉，盆状地形，中部为10平方公里的海积平原。南洞水库位于定海区干览镇南洞村。",
    pic: "",
  },

  { name: "大湖洋水库", intr: "", pic: "" },

  { name: "下村水库", intr: "", pic: "" },

  { name: "大泉井水库", intr: "", pic: "" },

  { name: "范家田水库", intr: "", pic: "" },

  { name: "木强水库", intr: "", pic: "" },

  {
    name: "清林径水库",
    intr: "清林径水库(Qīnglínjìng Shuǐkù)在深圳市龙岗区西北部，深、莞、惠三市交界处，因水库建在龙岗河上游清林径得名。清林径水库工程建设有利于全市供水水源网络的完善，可大大提升深圳市水资源战略储备能力，对保障全市供水安全具有重要的战略意义。 [1] ",
    pic: "",
  },

  { name: "皇田水库", intr: "", pic: "" },

  { name: "合口水库", intr: "", pic: "" },

  {
    name: "公明水库",
    intr: "公明供水调蓄工程位于茅洲河上游光明新区公明、光明办事处和石岩街道辖区，是在原横江水库、石头湖水库和迳口水库的基础上扩建而成，扩建后正常蓄水位为59.7米，正常库容1.42亿立方米，水库总库容1.48亿立方米，是深圳库容最大的水库，担负着向深圳西部宝安区、光明新区各水厂供水及供水调蓄任务。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/10dfa9ec8a136327f04165d7968fa0ec09fac7a2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "三角山水库", intr: "", pic: "" },

  { name: "上小洞水库", intr: "", pic: "" },

  {
    name: "九湾潭水库",
    intr: "九湾潭水库位于广州市花都区东北方北兴镇，于1965年7月建成，集水面积42平方公里，总库容4292万立方米。",
    pic: "",
  },

  { name: "南坑水库", intr: "", pic: "" },

  { name: "烂岭水库", intr: "", pic: "" },

  {
    name: "三溪水库",
    intr: "三溪水库位于江田镇溪山村潘寿岭。1958年4月兴建，1959年10月竣工。投资282万元，投入劳力110.98万工日，完成土石方64.94万立方米。集雨面积40平方公里，总库容量1072万立方米，其中防洪库容量199万立方米，兴利库容量843万立方米。以灌溉为主，结合防洪、发电、养鱼、饮水。灌溉面积2.8万亩；坝后电站总装机容量1490千瓦，年发电量250万千瓦时；养鱼水面700亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/95eef01f3a292df58fb5b158bc315c6034a8730c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "塘坑水库", intr: "", pic: "" },

  {
    name: "黄龙带水库",
    intr: "黄龙带水库在广州市从化区东北30公里。1976年建成。集水面积92.3平方公里，总库容9400万立方米。",
    pic: "",
  },

  { name: "汝湖大坑水库", intr: "", pic: "" },

  { name: "好义七娘寨水库", intr: "", pic: "" },

  { name: "打石坑水库", intr: "", pic: "" },

  {
    name: "白沙河水库",
    intr: "白沙河水库位于昆明市东三环路虹桥村和苏家营附近，占地3000余亩。因处白沙河上游得名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9345d688d43f87949342f186df1b0ef41ad53adc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "牛角隆水库", intr: "", pic: "" },

  { name: "鸟坑水库", intr: "", pic: "" },

  { name: "留洞水库", intr: "", pic: "" },

  {
    name: "沙田水库",
    intr: "沙田水库（Shātián Shuǐkù）在惠阳县城东北10.5公里。因库区原有沙田庄村，以村为名。1969年6月竣工。",
    pic: "",
  },

  { name: "灯芯塘水库", intr: "", pic: "" },

  {
    name: "九连山国家森林公园",
    intr: "江西九连山国家森林公园地处江西省龙南县境内，位于江西省最南端赣粤交界处的南岭腹地九连山北坡，九连山主峰黄牛石位于广东连平县境内，海拔1430米，总面积20063公顷。森林公园受大陆性和海洋性气候的双重影响，年平均气温为16.4℃，极端最低气温零下7.4℃，年平均降水量为2155.6毫米，年平均蒸发量为790.2毫米。森林植被类型为常绿阔叶林、针叶林、竹林、山顶矮林、灌木草丛，森林覆盖率94.7%。2005年12月，由原国家林业局批准为国家级森林公园。 [1-2]  ",
    pic: "https://bkimg.cdn.bcebos.com/pic/962bd40735fae6cdf258c6030db30f2443a70fe7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "武当山省级森林公园", intr: "", pic: "" },

  { name: "小武当风景名胜区", intr: "", pic: "" },

  {
    name: "江西九连山自然保护区",
    intr: "九连山国家级自然保护区位于江西省龙南县境内，南岭东部的核心部位，因环连江西、广东两省的九个县，并有99座山峰相连而得名。保护区始建于1975年，2003年6月晋升为国家级自然保护区。2007年被评为国家级原始森林公园。保护区南北长为度约17.5Km，东西宽度约15Km，总面积约13411.6公顷。属中亚热带与南亚热带过渡地带，其主要保护对象是典型的亚热带常绿阔叶林生态系统和丰富的生物多样性。2021年2月5日，被中国林学会命名为第五批全国林草科普基地。",
    pic: "",
  },

  { name: "河源石峡恐龙蛋化石埋藏地", intr: "", pic: "" },

  { name: "桃江源自然保护区", intr: "", pic: "" },

  {
    name: "象头山国家级自然保护区",
    intr: "广东象头山国家级自然保护区，位于广东省惠州市北部，博罗县境内，距惠州市区18公里，紧贴北回归线，是北回归线上一片难得的绿洲。1998年12月，由广东省人民政府批准建立象头山省级自然保护区。2002年7月2日晋升为国家级自然保护区：其中核心区面积为3635.6公顷，占总面积34%，森林覆盖率88.4%；缓冲区面积为3996.6公顷，实验区面积为3064.7公顷。属森林生态类型的自然保护区，主要保护对象为南亚热带常绿阔叶林和野生动植物。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a50f4bfbfbedab64ca2c53cef736afc379311e65?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广东海丰鸟类省级自然保护区",
    intr: "广东海丰鸟类省级自然保护区于1998年12月28日经省政府批准建立，主要保护对象为候鸟及其栖息地，是中国生物多样性保护的关键性地区之一。保护区广阔的沿海湿地和丰富的淡水湿地，成为亚太地区南中国海迁徙水鸟的重要通道和国际濒危水禽重要的庇护栖息场所。",
    pic: "https://bkimg.cdn.bcebos.com/pic/faf2b2119313b07e73dfcef20ed7912396dd8cee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "丹霞山国家级自然保护区",
    intr: "广东丹霞山自然保护区1993年经韶关市人民政府批准建立，位于广东省仁化县境内。丹霞山开发了长老峰、阳元石、锦江长廊、翔龙湖四个游览区。丹霞山有舜帝南巡奏韶乐、女娲造人补天等许多美丽动人的历史故事传说2022年3月30日，被中国科协命名为2021-2025年度第一批全国科普教育基地。 [3-4]",
    pic: "",
  },

  { name: "曲江沙溪省级自然保护区", intr: "", pic: "" },

  { name: "韶关北江特有珍稀鱼类省级自然保护区", intr: "", pic: "" },

  { name: "始兴南山省级自然保护区", intr: "", pic: "" },

  { name: "兴宁铁山渡田河省级自然保护区", intr: "", pic: "" },

  { name: "龙门南昆山省级自然保护区", intr: "", pic: "" },

  { name: "佛冈观音山省级自然保护区", intr: "", pic: "" },

  { name: "从化陈禾洞省级自然保护区", intr: "", pic: "" },

  {
    name: "观音山国家森林公园",
    intr: "广东观音山国家森林公园位于东莞市樟木头境内，东莞观音山是粤港澳地区知名的网红打卡旅游目的地，飞天威亚、龙凤天梯、冰雪乐园、网红山地越野车等网红项目更是成为了年轻人拍照打卡、嗨玩娱乐的热门打卡点；除此以外，东莞观音山还成为了亲子家庭放松休闲、寓教于乐的自然课堂，同时也是情侣约会的姻缘福地和市民游客接福许愿的福山胜境。 [9] 东莞观音山景色秀美，森林广袤，森林覆盖率达92%以上,空气中负氧离子含量极高，是优良的养生之所。山水相依、森林密布的自然风貌造就了它清凉属性。园内繁衍着近千种野植物和300余种野生动物，得天独厚的生态环境为健康养生创造了良好的天然条件。 [9] 观音山完备的基础设施为市民游客提供了良好的休闲环境：6.8公里的吉祥路，既可观景也可休闲健身，不仅可以静心，还能“洗肺”;景区内古树博物馆、揽秀台、观瀑台、许愿池、五福林、吉祥苑等景点，为游客带来森林旅游深度体验。观音山每年举办各种富有特色的文化旅游活动，通过森林徒步、森林露营、丛林登高、万人相亲会等形式，吸引广大游客走进生态自然，体验休闲自然生活。此外，观音山也努力打造鲜明特色的亲子研学旅游品牌，积极开发“旅游+文化”模式和旅行线路，为学生团体呈上完美的旅游学习体验、激发青少年爱护自然情怀的最生动教材，并有效进行科普教育和科学传播。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/faf2b2119313b07eca8008f6ec85862397dda0442688?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广东御景峰国家森林公园",
    intr: "广东御景峰国家森林公园位于惠州市惠东梁化镇，由深圳市景亿投资发展有限公司投资开发。公园距惠州市区53里，惠东县城32公里，东莞市区120公里，深圳市区130公里，广州市区220公里。森林公园占地面积20000亩，森林覆盖率为85%，其地形起伏多变，最高峰海拔1100多米，最低只有60米左右。得益于多样的地形及温和湿润的气候，这里的天然阔叶树林、乔木、草木、藤木多层次生长多姿多彩，自然生态的奇山奇水、幽谷山溪、流水飞瀑、洞穴天象、古树名木等自然景观星罗棋布，形成了得天独厚的优美风光。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7a899e510fb30f24da519620c895d143ac4b03cd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "龙门南昆山国家森林公园", intr: "", pic: "" },

  {
    name: "小坑国家森林公园",
    intr: "广东小坑国家森林公园位于广东省韶关市曲江区东南部的小坑镇，总面积16700公顷。森林公园地处中亚热带季风性气候，年平均气温约20℃，冬季最低气温仅4℃左右。植被类型为中亚热带常绿阔叶林，森林植被覆盖率达85%。1992年09月，经过国家林业局批准为国家级森林公园。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/32fa828ba61ea8d3caeb2e619b0a304e241f588d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "韶关国家森林公园",
    intr: "广东韶关国家森林公园位于广东省韶关市浈江区东南郊，距离市中心2千米，总面积2010.73公顷，地理坐标：东经113°28′26″-113°37′51″，北纬24°45′43″-24°50′55″。广东韶关国家森林公园为低山丘陵地形，海拔60-494.8米 ，其中最高峰皇岗山峰海拔494.8米，莲花山峰海拔254.8米，芙蓉山峰海拔323米。土壤为山地红壤，分布有森林、湖泊、溪流、石山、洞穴等各种自然景观。 [1] 1993年5月，韶关国家森林公园经国家林业局批准为国家级森林公园。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/35a85edf8db1cb1349541101b307414e9258d109dddc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "羊角山省级森林公园", intr: "", pic: "" },

  {
    name: "广东石门国家森林公园",
    intr: "石门国家森林公园是在1960年建立的国营大岭山林场的基础上建立的。1995年经中国国家林业部批准建立石门国家森林公园，是经原林业部批准建立的第一家国际森林浴场。 [1] 石门国家森林公园位于广东省广州市从化区东北部，总面积2636公顷，森林覆盖率达98.9%。公园里有华南地区仅存的原始次生林1.6万亩，被称为北回归线的一片绿洲，海拔1210米高的天堂顶为广州地区高山之最。因地处亚热带，终年气候温暖，年平均气温21.4℃，7—8月平均最高气温28.5℃，1—2月平均最低气温12.4℃。 [1]  [11] 石门国家森林公园设田园风光区、石门风景区、石灶风景区、天堂顶风景区、峡谷探险区等5个风景区，计有巍峨石门、相思古榕、石门香雪、三仙会天堂、石灶天池、石灶浮烟、彩霞缤纷、鲤鱼板石、仙人推磨、神谷梵音、虎神古庙、古炮楼、伟人卧像等50多个景点景观。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/63d9f2d3572c11df60bddb086d2762d0f703c2a9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广东流溪河国家森林公园",
    intr: "流溪河国家森林公园是位于广东省广州市从化区的生态型公园，公园总面积8813公顷，主要有彩弹野战、孔雀园、观鹿园、流溪香雪、三桠塘幽谷、小漓江、翡翠群岛、猴岛、夕照黄牛、抗日烈士纪念碑、人面怪石、流溪河大坝等景点。流溪河国家森林公园是经林业部（现林业局）批准建立的首批国家十大森林公园之一，全国十大森林公园标兵单位。",
    pic: "https://bkimg.cdn.bcebos.com/pic/34fae6cd7b899e518e9751f444a7d933c8950d30?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "韶关市", intr: "", pic: "" },

  {
    name: "河源市",
    intr: "河源市，广东省辖地级市，别称“槎城”，位于广东省东北部，地处东江中上游、韩江上游和北江上游，东靠梅州市，南接惠州市，西连韶关市，北邻江西省赣州市；属南亚热带季风气候，气候温和，雨量充沛 [2]  ；截至2021年底，全市下辖1个区、5个县，总面积15654平方千米，户籍人口371.93万人，常住人口284.09万人，城镇化率49.75% [1]  。河源市战国时属楚，秦、汉、三国、晋时期均属古龙川县地，归南海郡管辖。明洪武元年（1368年），惠州路改为府，河源属惠州府辖。民国十四年（1915年），河源隶属东江行政委员会公署。1988年1月，河源撤县设置地级市。河源市是岭南文化发祥地之一，南越王赵佗曾担任龙川县首任县令，是客家人开发岭南最早的地区，是全国最早建立苏维埃政府的地方之一，是广东最早的解放区 [2]  ；同时，河源市也是国家园林城市、国家卫生城市、中国优秀旅游城市、全国双拥模范城市 [1]  、国家级生态保护与建设示范区 [3]  。在广东省“一核一带一区”区域发展格局中，河源市属于生态功能区；2018年—2020年，空气质量优良率和地表水省考断面水环境质量均居于全省第一 [4]  。2022年，河源市地区生产总值为1294.57亿元，比上年增长1.0%。其中，第一产业增加值为162.41亿元，增长4.7%；第二产业增加值为469.15亿元，增长0.5%；第三产业增加值为663.01亿元，增长0.5% [5]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/58ee3d6d55fbb2fb431612fbd10537a4462308f77680?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "惠州市",
    intr: "惠州市，别称鹅城，广东省辖地级市，Ⅱ型大城市 [69]  ，国务院批复确认的珠江三角洲地区中心城市之一、 [1]  国家历史文化名城， [4-5]  地处粤港澳大湾区东岸，背靠罗浮山，南临大亚湾，境内东江蜿蜒，全市总面积11347平方千米，属南亚热带季风气候区，雨量充沛，阳光充足，气候温和。2021年末，惠州市常住人口606.6万人 [65]  。截至2022年10月，惠州市下辖2个市辖区、3个县 [82]  ，市政府驻惠城区江北街道。 [8] 宋天禧四年（1020年），祯州改名惠州。1988年1月，撤销惠阳地区，设立惠州市（地级）。 [76]  惠州市在隋唐已是“粤东重镇”，一直以来都是东江流域政治、经济、军事、文化中心和商品集散地，古时即有“岭南名郡”、“粤东门户”之称。惠州市是中国近代抗争史的前沿阵地，曾建立华南抗日战争的主力部队—东江纵队。惠州是东江中下游的中心城市，处在客家文化、广府文化和潮汕文化的交汇地带，各种文化相互交融、兼收并蓄，广东汉剧、渔歌、山歌、舞龙、舞狮、舞春牛、瑶族的舞火狗等各种文化活动盛行。 [3] 惠州市是客家人的重要聚居地和集散地之一，旅居海外华人华侨、港澳台同胞数量居客家四州之首，被称为客家侨都。 [4]  [6]  惠州是客家人、潮汕人和广府人融合得最为成功的地方，也是客家人从陆地文明走向海洋文明的重要通道之一。客家人是惠州人中人数最多的群体，客家文化是惠州文化的重要组成部分。 [7] 2022年，惠州市地区生产总值（GDP）5401.24亿元，同比增长4.2%，分别高于全省、全国2.3和1.2个百分点，增速居全省第一 [78]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a686c9177f3e6709c93d7d7bac92883df8dcd000ffa0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "陆丰市",
    intr: "陆丰市，广东省辖县级市，由汕尾市代管。是广东省直管县财政改革试点 [33]  。地处粤东沿海碣石湾畔，陆地总面积1687.7平方千米。2021年末，陆丰市户籍总人口190.88万人；常住人口122.77万人。 [32] 唐武德五年（624年），从海丰县划出东部地区建立安陆县。唐贞观元年（627年），并入海丰县。清雍正九年（1731年），析海丰县属坊廓、石帆、吉康三都置陆丰县，县城设东海旧墟寨（今东海镇旧墟），隶属惠州府，民国初期属潮循道，后属东江行政专员公署、东江善后委员公署、东江绥靖公署、第四行政督察专员公署。中华人民共和国成立后，隶属东江区行政督察专员公署。1953年，改属粤东区行政专员公署。1956年改属惠阳专员公署。1958年属汕头专员公署。1983年又改属惠阳地区。 [4]  1988年陆丰隶属汕尾市。1995年1月，设立县级陆丰市。 [4] 截至2022年10月，陆丰市下辖3个街道、17个镇。 [35]  市政府驻东海街道。 [36]  陆丰市非物质文化有正字戏、白字戏、西秦戏、皮影戏、英歌舞、钱鼓舞、滚地金龙、八音、渔歌等；古迹有国家重点文物保护单位玄武山、“神海沙石”金厢观音岭、佛教古刹定光寺等。2022年，陆丰市地区生产总值412.24亿元，增长-2.8%。 [34] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0e2442a7d933c895e6e9066cd91373f082020015?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "汕尾市",
    intr: "汕尾市，广东省辖地级市，位于广东省东南部沿海，莲花山南麓，珠江三角洲东岸，与台湾省一水之隔，总面积4865.05平方千米。大陆沿海岸线长455.2千米，占全省岸线长度的11.1%。大陆架内（即200米水深以内）海域面积2.39万平方千米，相当于陆地面积的4.5倍。 [1]  汕尾市的都市区部分位于2021年广东省“十四五”规划重新划定的“深圳都市圈”范围。 [13]  2021年末，汕尾市常住人口268.69万人，户籍人口356.43万人。 [45] 东晋咸和六年（331年），置海丰县。隋开皇十一年（591年），属循州。明清，属惠州府。1956年1月，隶属惠阳专区；1959年3月22日，划归汕头专区；1983年12月22日，划归惠阳地区管辖；1988年，设立汕尾市。 [57]  截至2022年10月，汕尾市辖1个市辖区、2个县，代管1个县级市。 [59]  汕尾市是全国13块红色革命根据地之一，中国第一个县级苏维埃政权诞生地，全市4个县（市、区）均为一类革命老区县；汕尾交汇融合闽南文化、潮汕文化、客家文化、广府文化，形成了特色鲜明的“海陆丰文化” [51-52]  。地方传统戏剧有正字戏、西秦戏、白字戏。孕育彭湃、谢非、陈炯明、陈其尤、黄鼎臣、马思聪、钟敬文、杨成志、柯麟、彭士禄、黄旭华等著名人士。 [57]  汕尾市拥有中国大陆最大的滨海澙湖——品清湖，红场星火、玄武灵声、有凤来仪、遮浪奇观、金厢银滩、莲峰叠翠、五坡正气、南万椎涛等“汕尾八景”。 [57] 2022年，汕尾市实现地区生产总值为1322.02亿元，同比增长1.5%。 [78] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/728da9773912b31bb05116398454217adab44aed4bc4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东莞市",
    intr: "东莞，简称“莞”，广东省辖地级市、特大城市 [82]  ，国务院批复确定的珠江三角洲东岸中心城市。 [4]  截至2022年10月，东莞市下辖4个街道、28个镇 [1]  ，总面积2542.67平方千米 [79]  ，2022年末，东莞市常住人口1043.7万人，其中城镇人口962.81万人，城镇化率92.25% [132]  。东莞市地处中国华南地区、广东省中南部、珠江口东岸，西北接广州市，南接深圳市，东北接惠州市 [22]  ，属亚热带季风气候，长夏无冬，雨量充沛。东莞市是珠三角中心城市之一、粤港澳大湾区城市之一 [5]  ，深圳都市圈城市之一 [6]  、为“广东四小虎”之首，号称“世界工厂”，是广东重要的交通枢纽和外贸口岸 [7-9]   ，中国4个不设区的地级市之一 [2-4]   。公元前214年，秦始皇并岭南，东莞隶属广州府番禺县。1988年1月，东莞市升格为地级市，直属广东省管辖 [18]  。东莞是广府文化的发祥地之一 [78]  ，是粤曲的重要发源地之一，也是中国的粤剧之乡 [10]  。东莞是中国近代史的开篇地和改革开放的先行地，被列为第一批国家新型城镇化综合试点地区 [11]  和广东历史文化名城。东莞市是著名的华侨之乡 [12]  ，曾获得国家森林城市、国际花园城市 [13]  、全国文明城市 [14-15]  、全国篮球城市等称号 [16]  。2022年，东莞市实现地区生产总值11200.32亿元，人均地区生产总值106803元 [132]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/caef76094b36acaf2edd4364018d9a1001e939013654?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "兴宁市",
    intr: "兴宁市，广东省辖县级市，由梅州市代管，位于广东省东北部，东江、韩江上游，总面积2104.85平方千米。 [1]  2021年末，兴宁市户籍人口116.35万人，常住人口77.94万人。 [1] 东晋咸和六年（331年），由古龙川分治而立兴宁县，县境包括今兴宁市、五华县全境和龙川县东部、紫金县东北部地区，县名由兴宁江而得，县治所在地设在今五华县华城镇雷公墩。宋熙宁四年（1071年），从兴宁划出西南部地区设长乐县（今五华县），兴宁县治由雷公墩迁至洪塘坪。1994年6月8日，撤县设市，为县级市，由梅州市代管。 [2]  截至2022年10月，兴宁市下辖3个街道、17个镇。 [144]  市政府驻地兴田街道。 [6-7]  兴宁市是客家人的成熟地，不论在客家语言、风俗、食品、服饰等方面都是客家人的典型代表。 [148]  兴宁市工商业和交通运输业历来比较发达，是粤闽赣边商品集散地，素有“小南京”之称和“无兴不成市”之说。旅居海外的华侨和港澳台同胞50多万人，分布在世界五大洲40多个国家和地区，大部分在泰国、印尼、越南等东南亚各国，侨居欧、美、澳等洲者亦有一定比例，是原中央苏区县、中国围龙屋之乡、中国花灯之乡、中国油茶之乡、中华诗词之乡、中国“大学校长”摇篮， [149-150]  素有文化之乡、华侨之乡、足球之乡、客家山歌之乡、纺织之乡、商贸之乡、花灯之乡、版画之乡的美誉。 [3-5]    [148]  兴宁市是广东省直管县财政改革试点 [110]  。2022年，兴宁市地区生产总值为200.99亿元，同比增长1.1% [147]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/622762d0f703918f2016a504503d269758eec43d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "八尺镇",
    intr: "八尺镇，隶属广东省梅州市平远县，地处平远县西北部，东邻仁居镇、河头镇，南连中行镇，西北分别与江西省寻乌县留车镇、南桥镇接壤，国道206线、358线及济广高速公路贯穿其间，是平远县的北大门，界域面积108平方千米。 [1] 1956年，成立八尺乡，1986年11月，设立八尺镇。 [3]  截至2018年末，八尺镇户籍人口为15037人。 [2]  截至2020年6月，八尺镇辖1个社区、11个行政村， [4]  镇政府驻八尺村。 [3] 八尺镇是广东省“酒香小镇”、广东省酒业技术创新专业镇。 [6]  2017年，八尺镇实现生产总值2.87亿元，同比增长5.2%； [1]  2018年，八尺镇有工业企业21个，其中规模以上2个；有营业面积超过50平方米以上的综合商店或超市2个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/cb8065380cd7912397dd06c5077f4e82b2b7d0a22a64?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "坝仔镇",
    intr: "坝仔镇，隶属广东省韶关市翁源县，位于翁源县东北部，东邻龙仙镇，西、南接江尾镇，北望始兴县司前镇。 [1]  辖区面积384平方千米，下辖22个行政村、2个社区。 [3]  2020年末，坝仔镇辖区有常住人口2.96万人。 [2] 武深高速公路、国道G220线、省道S245线贯穿坝仔镇境。 [3] 2019年末，坝仔镇有工业企业54个，营业面积50平方米以上的综合商店或超市14个。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d833c895d143ad4bd113b01092504dafa40f4afba89b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "半江镇",
    intr: "半江镇，隶属于广东省河源市东源县，位于东源县境西北部，新丰江水库上游，东与涧头镇、双江镇相邻，南和锡场镇相连，西与新丰县石角镇、马头镇交界，北与新丰县大席镇、连平县田源镇接壤， [1]  辖区总面积116.92平方千米。截至2019年末，半江镇有户籍人口16770人。 [2] 1957年，半江由新丰县割入河源县管辖。1959年春，新丰江库区的半江、锡场、回龙、南湖、立溪等地建立水库公社。1962年，撤销水库公社设半江公社。1983年，设半江区。1987年，设半江乡。1988年1月，属河源市郊区。1993年11月，属东源县。1994年，设半江镇。 [1]  截至2021年10月，半江镇辖9个行政村。 [6] 2017年，半江镇有商业网点8个，个体商户23户，从业人员53人。全镇社会商品零售总额174多万元，比2016年增长1.75%；实现税收收入371万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f7246b600c338744ebf84d148b5ecef9d72a60590a03?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "陂头镇",
    intr: "陂头镇，隶属于广东省河源市连平县，位于连平县西北部，东邻元善镇，南依隆街镇，西接翁源县，北界江西省全南县， [1]  辖区总面积364.32平方千米。截至2019年末，陂头镇有户籍人口34871人。 [2]  截至2021年10月，陂头镇辖1个社区和16个行政村。 [10] 陂头镇盛产竹木、优质米、米粉、蔬菜、莲藕等农副产品，被称为“连平粮仓”“菜篮子”。陂头镇境内风景名胜有“连平新八景”中的“银梅峰林”“六祖禅宗”等，被称为“小桂林”。 [5] 2017年，陂头镇粮食播种面积49509亩、总产17476吨，其中优质稻34800亩、总产13536吨；种植蔬菜面积19092亩，总产18800吨；种植水果面积8825亩，其中挂果面积8200亩、总产7703吨。全镇农业总产值22760万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1c950a7b02087bf40ad177bd0782402c11dfa9ec611f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "曾田镇",
    intr: "曾田镇，隶属于广东省河源市东源县，位于东源县境东北部，东接蓝口镇，南连黄田镇，西与骆湖镇、灯塔镇交界，北与上莞镇、漳溪乡接壤， [1]  辖区总面积137.06平方千米。截至2019年末，曾田镇有户籍人口19779人。 [2] 清康熙二十八年（1689年），属河源县蓝能都曾田约。民国二十九年（1940年）属第二区曾田乡。1987年3月，设曾田镇。1993年，撤区建县，曾田镇属东源县。 [1]  截至2020年6月，曾田镇辖1个社区和9个行政村。 [3] 2017年，曾田镇全年农业总产值1.51亿元，农民人均可支配收入12209元。曾田镇有工业企业5家，员工90人，全年实现工业生产总值8193万元。曾田镇实现税收收入710万元，本级财政收入615万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1b4c510fd9f9d72a60595658177b3f34349b033b0d6e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "车田镇",
    intr: "车田镇，隶属于广东省河源市龙川县，位于龙川县北部，地处东江上游，西与和平县贝墩镇交界，东面枫树坝库区与赤光镇相接，南连黎咀镇、黄石镇，北与贝岭镇隔江相望，地势北高南低，距离龙川县城62千米， [3]  总面积312.00平方千米。截至2019年末，车田镇有户籍人口65636人。 [2]  截至2020年6月，车田镇下辖2个社区和23个行政村。 [1] 清末，车田镇分为“车田约”和“上品屯”。1958年，成立车田公社。1987年，撤区建镇。2003年，原郑马镇、枫树坝镇樟州、联丰、教丰村并入车田镇。 [4]  车田镇境内有华光庙，鸡足山古钟等文物古迹。 [4] 2017年，车田镇全镇完成地区生产总值7.53亿元，同比增长8%；完成工业总产值1.35亿元；完成固定资产投资8245万元；农村居民实现年均纯收入1万元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a2cc7cd98d1001e9334742d2b60e7bec55e797f7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "澄江镇",
    intr: "澄江镇，隶属于重庆市北碚区，地处北碚区北部，是璧山、北碚、合川3区的结合部，东隔嘉陵江与东阳街道相望，南靠北温泉街道、缙云山，西与璧山区八塘镇接壤，北邻合川区盐井镇，距北碚区人民政府驻地12千米， [1]  区域总面积63.87平方千米。民国二十五年（1936年）3月以前，澄江镇境域属璧山区管辖；1986年3月，撤澄江乡和澄江街道，建澄江镇。 [1]  截至2018年末，澄江镇户籍人口为29819人。 [2]  截至2020年6月，澄江镇下辖2个社区、11个行政村， [3]  镇人民政府驻澄江路233号。 [1] 2018年，澄江镇有工业企业125个，其中规模以上7个，有营业面积超过50平方米以上的综合商店或超市3个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4afbfbedab64034f644e2696a7c379310b551d9a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "赤光镇",
    intr: "赤光镇，隶属于广东省河源市龙川县，位于龙川县中部、东江上游，东与回龙、新田两镇相连，北与岩镇相接，南与龙母相邻，距龙川县城47千米，总面积142.39平方千米。 [2-3]  截至2019年末，赤光镇有户籍人口46677人。 [1]  截至2020年6月，赤光镇下辖1个社区和16个行政村。 [4] 明代，赤光隶属十一都巡检司（亦称五峡司）。1950年，隶属龙川第四区（黎咀）辖。1955年6月，称赤光区。1958年10月，成立赤光公社。1962年3月，赤光公社又析置赤光、新田、回龙三个公社。1987年4月，撤区设镇。 [3]  赤光镇境内文物古迹有文章祠塔、 [3]  五合径等。 [3] 2017年，赤光镇实现地区生产总值4.73亿元，比增8.6%；农业总产值1.95亿元，财税总收入699.9万元，农村人均纯收入8695元，比增6.9%；完成固定资产投资4152万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3c6d55fbb2fb43166d22df47aef4512309f7905275f7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "船塘镇",
    intr: "船塘镇，隶属于广东省河源市东源县，位于东源县境北部，东邻和平县，南接上莞镇、漳溪乡、骆湖镇，西连顺天镇、连平三角镇，北与和平县、连平县交界， [2]  辖区总面积190.48平方千米，截至2019年末，船塘镇有户籍人口71384人。 [3] 民国二十九年（1940年），船塘属第二区，称船塘乡。1958年，成立船塘人民公社。1978年，船塘公社分为船塘、三河、黄沙3个公社。1983年，撤公社改称为船塘区。1987年，设船塘镇。2003年，三河镇、黄沙镇并入船塘镇。 [2]  截至2020年6月，船塘镇辖3个社区和21个行政村。 [4] 2017年，船塘镇全年实现农业总产值28854万元，农民人均可支配收入10900元。实现工业总产值7835万元。商贸主要集中在原3个镇街即船塘街、三河圩、黄砂圩。船塘镇实现税收3472万元，比2016年增长35%；镇级财政收入18万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/279759ee3d6d55fbb2fb1b06a973584a20a4462377cb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大坝镇",
    intr: "大坝镇，隶属于广东省揭阳市普宁市，位于普宁市东北部，东与南径镇接壤，西与梅塘镇分界，南与燎原街道和流沙东街道毗邻，北与洪阳镇和赤岗镇相连。 [3]  辖区总面积59平方千米。 [6]  2019年末，大坝镇户籍人口116279人。 [6] 大坝镇因驻地原为大沙坝，故名。1957年，建大坝乡。1958年，并入大坝公社区。1983年，改区。1986年，设镇。 [3]  截至2022年10月，大坝镇共辖1个社区、26个行政村。 [2]  镇人民政府驻大坝社区。2020年，大坝镇入选“广东省乡村治理示范镇”。 [8] 2017年，大坝镇农业总产值1.5亿元，农村经济总收入9.86亿元，农村居民人均年纯收入8421元。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9e3df8dcd100baa1cd117bd9e546ae12c8fcc3ce8001?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大湖镇",
    intr: "大湖镇，隶属于广东省汕尾市海丰县，位于海丰县东南部，中心位置约在北纬22.8°，东经115.5°之间，濒临碣石湾，东北与高螺湾至烟港中心线为界与陆丰隔河相望，西北与赤坑镇相邻，西南以大德山为界与田墘街道接壤。 [8]  辖区总面积31.85平方千米。 [6]  2019年末，大湖镇户籍人口13860人。 [10]  截至2020年6月，大湖镇共辖1个社区、5个行政村。 [7] 因大德、湖仔为该地区较大的村庄，合称“大德湖仔”故取名为“大湖”。1949年10月后，属六区。1987年，撤销区公所设镇。 [4]  大湖镇地形呈“L”字形，一面环山，三面环水，素有“半岛大湖”之称。 [9]  作为潮汕、岭南传统文化载体的潮汕民居四点金、岭南镬耳屋及传统院落、宗祠等在大湖镇也广泛留存，其中大德村、洪厝园村还较为完整地保存了传统的村落格局。 [9] 2017年，大湖镇有各类养殖面积766.67公顷，耕地面积576.67公顷。工农业总产值3.45亿元，其中渔业产值2.4亿元，年人均收入为6900元。名优土特产品主要有高螺蚝、东溪虾、蟹以及大湖花生、红肉柚、咸鸭蛋等。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6a600c338744ebf81a4ccc7e4cb2c02a6059252d0914?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "刁坊镇",
    intr: "刁坊镇，隶属广东省梅州市兴宁市，位于兴宁市东南部，东邻坭陂镇，西接福兴街道，南至五华县转水镇、大坝镇，北靠宁新街道。 [1]  总面积67.9平方千米。截至2017年末，刁坊镇常住人口24552人。 [2]  截至2019年，刁坊镇辖1个社区、22个行政村， [3]  镇政府驻刁坊社区。刁坊历史悠久，早在明清时（1368—1644年）就有厢村和厢保区划。建国初，刁坊属坭陂区。1951年10月，刁坊独立成为兴宁县第十四区。1978年，分为刁坊、大桥两个公社。1983年11月，刁坊公社、大桥公社合并成立刁坊区公所。1987年6月，刁坊区公所更名为刁坊镇人民政府。 [4] 2018年，刁坊镇农村经济总收入6.45亿元，对比2017年增长15%；农业总产值1.75亿元，对比2017年增长3%；农村年人均收入10625元，比上一年增长11%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f305eb2ed74a7014c086f06f040?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东水镇",
    intr: "东水镇，广东省河源市和平县下辖镇，位于和平县最南端，东江、浰江汇合处。辖区面积156.21平方千米，总人口22265人（2017年） [1]  ，下辖1个居委会和19个村委会（2019年）。 [2] 京九铁路、京港高速铁路经过境内，京九铁路沿线设有四级火车站1个（东水站）。 [3] 2015年，东水镇实现农业总产值22030万元，工业总产值23427万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/77c6a7efce1b9d162e001923f6deb48f8d5464a9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "合水镇",
    intr: "合水镇，隶属于广东省阳江市阳春市，地处阳春市中部，东部一角伸到恩平市朗底镇与春湾镇之间，南部与春城街道、阳江市阳东区大八镇相邻，西、北部面临漠阳江，与陂面镇隔江相望， [2]  行政区域面积240平方千米。 [3]  截至2019年末，合水镇户籍人口为70185人。 [3] 明、清两朝，合水属阳春县南厢都，境内置平坦堡、南在堡。1986年12月，撤区乡，合水区又改称合水镇。 [2]  截至2021年10月，合水镇辖3个社区、18个行政村，另辖1个村级单位， [4]  镇人民政府驻建设北路1号。 [2] 2019年，合水镇有工业企业17个，其中规模以上2个，有营业面积超过50平方米以上的综合商店或超市20个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/29381f30e924b899a901a3a47a540a950a7b02085856?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "迴龙镇",
    intr: "回龙镇，隶属于广东省肇庆市高要区，位于高要区东南部，东与金利镇毗邻，南与佛山市高明区接壤，西与蛟塘镇交界，北与白土镇相连。 [4]  距高要城区20多千米。行政区域面积124.25平方千米。截至2021年7月，回龙镇总人口为2.8万人，外来人口5000多人。 [1] 1986年，撤区公所设镇，称回龙镇。 [2]  截至2021年10月，回龙镇共辖3个社区、14个行政村。 [3]  镇人民政府驻回龙镇肇江路5号。 [7] 2020年，回龙镇税收入库1.03亿元，增长率149.3%；社会固定资产投资总额由34.57亿元，增长率295.5%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1ed21b53bb4784ba6eddc451da9209?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "老隆镇",
    intr: "老隆镇，隶属于广东省河源市龙川县，地处龙川县境南部，坐落在东江上游，是省级中心镇，也是龙川县政治、经济、文化、贸易和交通中心， [1]  [6]  总面积107.57平方千米。 [5]  根据2020年第七次全国人口普查结果，常住人口为238909人 [3]  。截至2020年6月，老隆镇下辖15个社区和14个行政村。 [4] 老隆旧称“老龙”，曾是赵佗时代的军事重镇。老隆东通潮、嘉两州，北邻闽赣两省，是水陆舟车之会，闽粤商贾辐辏，东江水运曾经达到闽粤赣三省孔道的重要地位。自1949年6月1日，龙川县人民政府设在老隆后，老隆成为龙川县的行政中心。 [2] 2016年，老隆镇实现国民生产总值42.3亿元，比上一年增长10.8%。其中，全镇实现工业总产值23.7亿元，同比增长18.2%；工业增加值7.26亿元，比增20.2%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a6efce1b9d16fdfaaf51272c16d99b5494eef11fcde0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "礼士镇",
    intr: "礼士镇，广东省河源市和平县下辖镇，位于和平县最南端，是革命老区之一，属山区农业镇。全镇总面积70.15平方公里，下辖8个村委会和1个居委会。2017年末有4589户，人口约2.2万人。 [1] 2017年，礼士镇农业总产值6158万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/bd3eb13533fa828b4ff81090f21f4134960a5aee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "浰源镇",
    intr: "浰源镇，广东省河源市和平县下辖镇，位于和平县西北部山区，系东江支流浰江的源头。2017年，辖区面积132.11平方公里，其中耕地10508亩，山林19.6万亩，总人口20809人。下辖1个居委会和8个村委会。 [1] 浰源镇属二省三县交界的地方，因地处浰江水源头，故称“浰头”。2012年3月26日起，浰源镇成为和平县城供水区。 [1] 2017年，浰源镇农业总产值14285万元，农村人均纯收入10840 元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/58ee3d6d55fbb2fbdf99e1cf414a20a44723dcb9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "林寨镇",
    intr: "林寨镇，隶属广东省河源市和平县，位于和平县东南部。截至2019年，全镇总面积92.84平方千米，下辖1个居委会和11个村委会，总户数6900多户，人口约3.1万人，其中畲族人口约占1%，有海外华侨、港澳同胞300多人。京九铁路自西北向东南穿镇而过，设林寨站。 [1] 2017年，林寨镇实现工农业总产值2.01亿元。 [2] 林寨村被住建部公布为第六批中国历史文化名村 [3]  ，是第一批列入中国传统村落名录的村落 [4]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65c60f2b830fef2b21192138afa?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "柳城镇",
    intr: "柳城畲族镇，隶属于浙江省金华市武义县，地处武义县南部，东与大溪口乡相接，东南与三港乡相连，南、西南与丽水市松阳县四都乡、望松街道交界，西与丽水市遂昌县濂竹乡相依，西北与西联乡接壤，北与桃溪镇、坦洪乡为邻，东北与新宅镇毗连，距武义县城37千米， [2]  区域总面积172.3平方千米。 [4]  截至2019年末，柳城畲族镇户籍人口为28475人。 [4] 西汉时，属回浦县，隶属会稽郡；1992年5月，大源畲族乡10个行政村与柳城镇1个社区、19个行政村合并设立柳城畲族镇。 [2]  截至2020年6月，柳城畲族镇辖1个社区、27个行政村， [3]  镇人民政府驻丰产村太平中路176号。 [2] 截至2019年末，柳城畲族镇有工业企业41个，其中规模以上1个，有营业面积超过50平方米以上的综合商店或超市10个。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/37d3d539b6003af33a87841fe37bd15c103853431808?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙母镇",
    intr: "龙母镇，隶属于广东省河源市龙川县，位于龙川县中部，韩江上游，东临田心，西靠黎咀，南连铁场、丰稔，北接赤光，距龙川县城28千米，是一个革命老区镇， [2]  总面积149.11平方千米。截至2019年末，龙母镇有户籍人口55169人。 [1] 相传清朝乾隆年间，藕塘发展成为小市场，定名为“雉鸡龙圩”。后因收租重，附近刘、邓、骆、丘几姓在离“雉鸡龙圩”2千米处建圩，取名为龙母，其寓意为“雉龙母亲”。规定本姓群众不准前去雉鸡龙圩赶集。从此雉鸡龙圩开始冷落，龙母圩开始兴旺。 [6]  后来，龙母镇因镇府驻龙母圩得名。 [6]  1949年前，设龙母区。1987年，撤区设龙母镇。 [5]  截至2020年6月，龙母镇下辖1个社区和17个行政村。 [3] 2016年，龙母镇全镇实现地区生产总值8.61亿元，比增13.8%。其中工业总产值5.33亿元，比增15.8%；农业总产值2.39亿元，比增6.6%；农村人均纯收入8956元，比增11.5%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d01373f082025aafa40f107087bdbc64034f78f0ac72?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙田镇",
    intr: "龙田镇，隶属于福建省福州市福清市，地处福清市龙高半岛首端，东隔海坛海峡与平潭综合实验区相望，东南与港头毗邻，南与江镜镇接壤，西南与江阴半岛为邻，西与上迳镇毗邻，北与海口镇相连， [1]  区域总面积117.65平方千米。 [5]  截至2019年末，龙田镇户籍人口为139917人。 [5] 宋代时期，属崇德乡；清宣统二年（1910年），设龙田镇；1984年9月，撤社改镇。 [1]  截至2020年6月，龙田镇辖2个社区、40个行政村， [2]  镇人民政府驻龙庭路1号。 [1] 截至2019年末，龙田镇有工业企业123个，其中规模以上28个，有营业面积超过50平方米以上的综合商店或超市65个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/30adcbef76094b36acaf9498019a6bd98d1001e93735?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙仙镇",
    intr: "龙仙镇，隶属广东省韶关市翁源县，位于翁源县东部，东与河源市连平县陂头镇相连，南依新丰县、周陂镇，西接官渡镇，北与江尾镇毗邻。 [1]  辖区面积427.3平方千米，下辖34个行政村、6个社区。 [4]  2020年末，龙仙镇辖区有常住人口13.95万人。 [3] 龙仙镇为翁源县城所在地，属广东省规划建设的中心镇之一，是翁源县的政治、经济、文化中心。汕昆高速公路、武深高速公路、省道S341线、省道S244线穿境而过。 [4] 2019年末，龙仙镇有工业企业140个，营业面积50平方米以上的综合商店或超市37个。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a08b87d6277f9e2f07082b60e47afe24b899a901550a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "隆街镇",
    intr: "隆街镇，隶属于广东省河源市连平县，位于连平县城最南端，地处连平河下游，东邻田源镇，南依新丰马头镇，西连韶关市翁源县，北与溪山镇接壤， [1]  辖区总面积240.64平方千米。截至2019年末，隆街镇有户籍人口45265人。 [2]  截至2021年10月31日，隆街镇辖1个社区和20个行政村。 [3] 隆街镇有连平“南大门”之称，是广东省教育强镇、农业大镇，盛产花生油、茶叶、甘蔗、丝苗米、百叟酱油、东坑生姜、崧岭佛手瓜等优质农副产品。隆街镇有岭南最美茶园——象湖茶园，茶园坐落于九连山脉雷公寨生态保护区，茶叶种植面积达1000余亩。 [1] 2017年，隆街镇实现农业总产值2.63亿元，工业总产值2.7亿元，完成税收总收入1865.72万元（其中国税收入1508.72万元，地税收入357万元）。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/ac4bd11373f082025aaf7bf5bcaaecedab64024fade5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "麻布岗镇",
    intr: "麻布岗镇，隶属于广东省河源市龙川县，地处龙川县北部，东江上游，距龙川县城76千米，东邻兴宁市罗浮镇，西毗贝岭镇，南与岩镇接壤，北连上坪、细坳镇，境内有海拔1293.7米的野猪嶂， [1-2]  总面积180.00平方千米。截至2019年末，麻布岗镇有户籍人口44468人。 [3]  截至2020年6月，麻布岗镇下辖1个社区和15个行政村。 [4] 1949年冬，麻布岗隶属第五区（贝岭），1952年，属十一区（岩镇）。1957年11月，分设麻布岗、霞沙州乡。1958年10月，成立麻布岗公社。1962年，从麻布岗公社析置岩镇公社。1983年11月，撤社设区。1987年，撤区设镇。 [2]  境内主要景点有文峰塔、龙池泰山、龙仙洞、红叶庵、彭德怀纪念园等。 [1] 2017年，麻布岗镇全年实现工业总产值3.18亿元，农业总产值2.3亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c2cec3fdfc039245d68822a439c4b3c27d1ed21b8f45?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "马市镇",
    intr: "马市镇，隶属江西省吉安市泰和县，位于泰和县境西南部，蜀水下游平原及边缘丘陵地中，东与澄江镇毗连，西接苏溪镇，北与禾市镇、螺溪镇接壤，南连万安县。全镇137平方千米，辖21个行政村、1个社区。 [1]  [3]  2019年末，马市镇辖区有户籍人口3.91万人。 [6] 马市镇交通便利，105国道和赣粤高速公路贯穿全境，距泰和县城及泰和站15千米，离井冈山机场10千米。 [3] 2019年末，马市镇辖区有工业企业26家，营业面积50平方米以上的综合商店或超市33家。",
    pic: "https://bkimg.cdn.bcebos.com/pic/0b55b319ebc4b74543a9d92446b009178a82b901bfe7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "马头镇",
    intr: "马头镇，位于邯郸市南部，距市政府15千米，面积18平方公里，常住人口42285人（2017年） [1]  ，辖7个社区、12个行政村，镇政府驻中大街18号。境内有马头大墓、车骑关墓群等省级重点保护文物，有高树勋将军率部起义旧址。",
    pic: "",
  },

  {
    name: "梅坑镇",
    intr: "梅坑镇，广东省韶关市新丰县辖镇，地处新丰县城西南部，东与丰城街道接壤，南与龙门县地派镇和从化市吕田镇交界，西与回龙镇和沙田镇相邻，北靠黄礤镇和翁源县周陂镇。 [2]  行政区域面积310平方千米。 [3]  截至2020年11月，梅坑镇常住人口13019人。 [1] 明隆庆三年（1569年）建立长宁县时设梅坑、诸家镇和双长3个约。民国十四年（1925年），诸家镇约与梅坑约合并为诸梅乡，隶属新丰第一区。1986年12月，称梅坑镇。 [2]  截至2021年10月，梅坑镇下辖2个社区和20个行政村。 [4]  镇人民政府驻梅坑墟。 [2] 2011年，梅坑镇财政总收入729万元。农民人均年收入6128元。 [2]  2019年末，梅坑镇有工业企业32个，有营业面积超过50平方米以上的综合商店或超市52个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d058ccbf6c81800a19d8c20fa56724fa828ba61ee92a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "宁中镇",
    intr: "宁中镇，隶属于广东省梅州市兴宁市，位于兴宁市兴城北面，东接永和镇，南连宁新街道，西与兴田街道、新陂镇、叶塘镇相邻，北靠龙田镇、石马镇， [1]  总面积43.64平方千米。截至2017年末，宁中镇常住人口27341人。 [2]  截至2019年，宁中镇辖1个社区、23个行政村， [3]  镇政府驻宁中社区。1979年，兴宁县辖人民公社革命委员会43个。今宁中镇境地分属宁中、宁塘人民公社革命委员会。1993年9月，撤销乡建制，7个乡改称为镇。今宁中镇境地分属宁中镇、宁塘镇。 [4]  2004年11月，经广东省人民政府同意，兴宁市撤销宁塘镇，原宁塘镇行政区域并入宁中镇。 [5-6]  2018年，宁中镇农村经济总收入6.01亿元，同比增长1.1%；农民人均纯收入9383元，同比增长1.1%；工商各税完成镇级收入375.44万元，占预算数的119.36%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/574e9258d109b3de9c822d9e5df67b81800a18d8e6b9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "青州镇",
    intr: "青州镇，广东省河源市和平县下辖镇，位于和平县西南部，地处粤东北的九连山腹地，下辖10个行政村和1个社区，面积101.09平方公里。2017年末，青州镇人口1.83万人。 [1]  青州镇是革命老区。 [2] 2017年，青州镇农业生产总值7647万元，农民人均收入12050元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/32fa828ba61ea8d3ac20200b970a304e251f58ba?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "涧头镇",
    intr: "涧头镇，隶属于广东省河源市东源县，位于东源县境西北部、属新丰江库区镇，东连灯塔镇﹑顺天镇，南邻双江镇，西连半江镇，北接连平县， [1]  辖区总面积161.28平方千米。截至2019年末，涧头镇有户籍人口18046人。 [2] 1961年，从灯塔分出，设置涧头公社。1983年11月，改称为涧头区。1987年，撤区设涧头乡。1988年1月，隶属河源市郊区。1993年11月，属东源县。1994年1月，改为涧头镇。2004年，经东源县民政局批准，大禾塘村并入东坝村，举溪村并入傣娥村，光明村并入大往村。 [1]  截至2020年6月，涧头镇辖1个社区和12个行政村。 [3] 2017年，涧头镇完成工业总产值57598万元，固定资产总投资19000万元，税收收入1021万元，镇级财政收入230万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1c950a7b02087bf40ad129564d82402c11dfa9ec6148?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "登云镇",
    intr: "登云镇，隶属于广东省河源市龙川县，位于龙川县东南部，东邻五华县歧岭镇，西接附城镇，南连通衢镇，北临铁场镇，距龙川县城17千米，205国道和梅河高速公路贯穿东西两翼， [1]总面积68.93平方千米。截至2019年末，有户籍人口24177人。 [2]清嘉庆十四年（1809年）废都，设登云约。民国时期，设登云乡，属鹤市区辖。1959年，隶属通衢人民公社。1987年，撤区设登云镇。 [4-5] [7]截至2020年6月，登云镇下辖1个社区和7个行政村。 [3]登云镇景点有蓝关遗址等。 [4]2020年，登云镇全镇实现国民生产总产值7.18亿元，同比增长3%；工业总产值5.73亿元，同比增长2%；固定资产投资4.33亿元，同比增长1%；农业总产值1.54亿元，同比增长14%；农村居民人均纯收入1.67万元，同比增长22.4%。 [8]",
    pic: "",
  },

  {
    name: "贝墩镇",
    intr: "贝墩镇，广东省河源市和平县下辖镇，位于和平县东部，辖区面积132.35平方公里。截至2019年，下辖15个村委会和1个居委会，户籍人口3.2万多人。 [1] 贝墩镇是全国“一村一品”豆制品示范镇，有“温泉小镇”之称，分布广、水量大、温度高。 [2]  [13] 2015年，贝墩镇农业生产总值12343万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9345d688d43f8794e49ffacedb1b0ef41ad53ae9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上莞镇",
    intr: "上莞镇，隶属于广东省河源市东源县，位于东源县东北部，东与柳城镇、龙川县义都镇接壤，南和曾田镇相连，西与漳溪畲族乡交界，北和船塘镇毗邻， [2]  辖区总面积97.47平方千米。截至2019年末，上莞镇有户籍人口36836人。 [3] 清代，上莞属河源县永顺都上管约。1957年，设上莞乡。1958年，属船塘人民公社。1961年，从船塘析置建立上莞人民公社。1983年11月，撤社改设为上莞区。1987年3月，撤区改设上莞镇。1988年，隶属河源市郊区。1993年11月属东源县。 [2]  截至2020年6月，上莞镇辖1个社区和12个行政村。 [4] 2017年，上莞镇全年实现农业总产值1.59亿元，农民人均可支配收入10948元，比2016年增长7.5%。上莞镇工业生产总值4.44亿元，增长11%。上莞镇税收总收入1600万元，增长16.5%。镇级财政收入352万元，增长1.4%。2017年末各项存款余额2.43亿元，比2016年增长7%；各项贷款余额5600万元，比2016年增长4.2%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494eef01f82a0eea4f7fe9925bc31d072?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上陵镇",
    intr: "上陵镇，广东省河源市和平县下辖镇，位于和平县北部。粤赣高速、京九铁路、358国道贯穿全境，是入粤第一镇。 [1]  截至2019年，辖区面积144.65平方千米，辖1个居委会和17个村委会，人口3.1万人。 [2] 2015年，上陵镇实现社会总产值1.95亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0824ab18972bd4074caa86e673899e510fb309bf?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上坪镇",
    intr: "上坪镇，隶属于广东省河源市连平县，位于粤北山区，地处连平县最北部，东邻和平县，南接元善镇，西以连平县内最高峰黄牛石为界与江西省全南县接壤，北面毗邻江西省龙南县，是两省四县结合部， [2]  辖区总面积300.95平方千米。截至2019年末，上坪镇有户籍人口34043人。 [3]  截至2020年6月，上坪镇辖1个社区和15个行政村。 [4] 上坪镇是是粤赣省界（河源）乡村振兴示范带建设组团之一，是国道105线与大广高速入粤第一个镇。上坪镇经济以农业为主，盛产鹰嘴蜜桃、水稻、大豆、番薯、三华李、高山茶等，被誉为“中国鹰嘴蜜桃之乡”“广东省技术创新专业镇”，入选第九批全国“一村一品”示范村镇。上坪镇辖区内有“万亩桃园，十里桃花”的特色旅游景观，还有石狗坳、鸡啼石、风吹蝴蝶、黄牛石、桃花山等特色景点，有廊桥（广东省级文物保护单位）、水口桥、水口塔、古坑四角楼、风水塔等文物古迹。 [5] 2020年，上坪镇财政拨款收入合计7011.82万元。其中：一般公共预算财政拨款收入6698.7万元，比2019年决算数减少428.79万元，下降6%；政府性基金预算财政拨款收入313.12万元，比2019年决算数增加243.47万元，增长349.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb80e09c1a6b621d12f2eb9383fd6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上坪镇",
    intr: "上坪镇，隶属于广东省河源市连平县，位于粤北山区，地处连平县最北部，东邻和平县，南接元善镇，西以连平县内最高峰黄牛石为界与江西省全南县接壤，北面毗邻江西省龙南县，是两省四县结合部， [2]  辖区总面积300.95平方千米。截至2019年末，上坪镇有户籍人口34043人。 [3]  截至2020年6月，上坪镇辖1个社区和15个行政村。 [4] 上坪镇是是粤赣省界（河源）乡村振兴示范带建设组团之一，是国道105线与大广高速入粤第一个镇。上坪镇经济以农业为主，盛产鹰嘴蜜桃、水稻、大豆、番薯、三华李、高山茶等，被誉为“中国鹰嘴蜜桃之乡”“广东省技术创新专业镇”，入选第九批全国“一村一品”示范村镇。上坪镇辖区内有“万亩桃园，十里桃花”的特色旅游景观，还有石狗坳、鸡啼石、风吹蝴蝶、黄牛石、桃花山等特色景点，有廊桥（广东省级文物保护单位）、水口桥、水口塔、古坑四角楼、风水塔等文物古迹。 [5] 2020年，上坪镇财政拨款收入合计7011.82万元。其中：一般公共预算财政拨款收入6698.7万元，比2019年决算数减少428.79万元，下降6%；政府性基金预算财政拨款收入313.12万元，比2019年决算数增加243.47万元，增长349.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb80e09c1a6b621d12f2eb9383fd6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "深渡水瑶族乡",
    intr: "深渡水瑶族乡，隶属广东省韶关市始兴县，位于始兴县中部，东与刘张家山林场相接，南与司前镇、隘子镇毗邻，西与曲江区交界，北与顿岗镇、沈所镇接壤。辖区面积153平方千米，下辖4个行政村。 [3]  2019年末，深渡水瑶族乡辖区有户籍人口7900人。 [7] 深渡水瑶族乡境内有赣韶高速公路、国道G220线过境。 [3]  [11] 2020年，深渡水瑶族乡农村经济总收入1.05亿元，农村人均纯收入为1.65万元。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/738b4710b912c8fcc3ce5a8beb518545d688d43f8b61?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沈所镇",
    intr: "沈所镇，隶属广东省韶关市始兴县，位于始兴县西南部，东与城南镇相邻，南与深渡水瑶族乡接壤，西与仁化县周田镇连接，北与太平镇毗邻。辖区面积168平方千米，下辖1个社区、11个行政村。 [1]2019年末，沈所镇辖区有户籍人口2.04万人。 [7]沈所镇境内有武深高速公路、国道G323线、县道始花公路、县道沈江公路穿境而过。 [1] [4]2019年末，沈所镇有工业企业5家，营业面积50平方米以上的综合商店或超市3家。 [7]",
    pic: "",
  },

  {
    name: "顺天镇",
    intr: "顺天镇，隶属于广东省河源市东源县，是灯塔盆地国家现代农业示范区核心区、灯塔盆地农高区所在地、全国18个田园综合体试点示范单位之一， [5]  位于东源县北部，东与船塘镇﹑骆湖镇毗邻，南接灯塔镇，西连涧头镇，北与连平县忠信镇接壤， [1]  辖区总面积110.58平方千米。截至2019年末，顺天镇有户籍人口25743人。 [2] 民国初，置顺天乡。1983年冬，设顺天区。1987年3月，设顺天镇。1988年，隶属河源市郊区。1993年11月，属东源县。 [1]  截至2020年6月，顺天镇辖1个社区和11个行政村。 [3] 2017年，顺天镇完成税收700万元（其中国税642万元，地税148万元）。本级财政收入828.46万元。有农村信用社l家，2017年末居民存款余额1.7亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b64543a98226cffc1e17a20b06505d90f603738dbc73?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "四都镇",
    intr: "四都镇，隶属于浙江省衢州市江山市，地处江山市北部偏东，东邻柯城区华墅乡，南连上余镇，西南与双塔街道毗连，西与大陈乡相接，西北、北连常山县青石镇、招贤镇，东北接柯城区华墅乡，镇人民政府距江山市区13千米， [2]  行政区域面积42.6平方千米， [3]  截至2019年末，四都镇户籍人口为15563人。 [3] 唐武德四年（621年），四都镇境域属须江县归原乡。1987年7月，改设四都镇。 [2]  截至2020年6月，四都镇辖8个行政村； [4]  镇人民政府驻四都村南街1号。 [2] 2019年，四都镇有工业企业37个，其中规模以上企业有12个，有营业面积超过50平方米以上的综合商店或超市27个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/14ce36d3d539b6003af35f493401222ac65c11381989?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "太平镇",
    intr: "太平街道，隶属山东省济南市济阳区，地处于济阳区西部，西邻齐河，北接临邑，南距济南市区23千米，东距县城17千米，南临孙耿街道，东接回河街道，北连新市镇，东北与垛石街道接壤，西与齐河县宣章屯街道为临，西北与临邑临南街道毗连， [4]  东西最大距离16.5千米，南北最大距离8.63千米，行政区域面积126平方千米。 [1]  截至2016年末，太平街道总人口60940人，其中城街道人口6701人，乡村人口54239人，流动人口3458人。 [4] 1958年9月，成立二太平公社；1984年4月，撤公社改设二太平乡；2001年3月，庙廊乡并入；同年5月，撤乡设太平镇；2017年4月27日，撤销太平镇设立太平街道办事处。 [2]  截至2020年6月，太平街道下辖91个行政村。 [3] 2016年，太平街道GDP完成25.5亿元，社会固定资产投资21亿元。收入总计5909万元，其中一般公共预算收入3850万元，上级补助收入2059万元，农村人均可支配收入14183元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c086e06d2013c2b15087bf40ad15e4c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "铁场镇",
    intr: "铁场镇，隶属于广东省河源市龙川县，位于龙川县中部，毗邻五华县华城、岐岭、新桥镇和兴宁市叶南、大坪镇， [4]  距龙川县城43千米。省道S228线经圩镇连接兴宁、五华境内的205国道，是“两市、三县、九镇”的交界点， [1]  总面积196.67平方千米。截至2019年末，铁场镇有户籍人口79494人。 [2]  截至2020年6月，铁场镇下辖3个社区和30个行政村。 [3] 铁场地处“两市、三县、九镇”的交界点，农贸经济较为发达，素有“小兴宁”之称。铁场镇主要有4个圩（铁场、谷前、石坑、桥头圩）。其中铁场圩始于明代。 [4]  境内主要景点有霍山、黄居仁故居、南越古寺等。 [1] 2017年，铁场镇工业总产值1.48亿元，农业总产值2.92亿元，固定资产投资4312万元，农村居民人均纯收入7362元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b292df5e0fe9925bc3152dd46f849df8db1ca13dba4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "溪山镇",
    intr: "溪山镇，隶属于广东省河源市连平县，位于连平县境内西南部，地处连平河中游，北接元善镇，东南与田源镇相连，西南毗邻隆街镇，镇政府距连平县城12千米， [1]  辖区总面积110.99平方千米。截至2019年末，溪山镇有户籍人口18524人。 [2]2溪山由原溪东和茶山合并而成，故称“溪山”。解放初至1976年，溪山自然布局为南北两片，南片属隆街区辖；北片属惠化区辖。1976年7月，成立溪山公社。1984年3月，废社设区。1986年冬，撤区建乡。 [4]  [6]  截至2021年10月31日，溪山镇辖9个行政村。 [3] 2016年，溪山镇农村经济总收入11789万元，农民人均纯收入6722元，比2015年增长8.5%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7dd98d1001e93901213fd4ea8cbd43e736d12e2e389f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "岐岭镇", intr: "", pic: "" },

  {
    name: "丰稔镇",
    intr: "丰稔镇，隶属于广东省河源市龙川县，位于龙川县中北部，距龙川县城12千米，是县城城市规划区， [1]  总面积135.12平方千米。截至2019年末，丰稔镇有户籍人口41953人。 [2]  截至2020年6月，丰稔镇下辖1个社区和15个行政村。 [3]21949年6月，成立区、乡人民政府，丰稔区划分为丰稔、十二排两个乡。1959年6月，丰稔、四都由老隆公社分设合并为丰稔公社。1962年，又分设丰稔公社、四都公社。1983年，撤社设区。1987年4月，改区设镇。 [4]  丰稔镇历史文化悠久，旅游资源丰富，主要景点有中国传统村落——黄岭村 [7]  、青龙岩、回霍庵等。 [1]22017年，丰稔镇全镇的国民生产总值18.48亿元，同比增长10%；完成工业总产值9867万元，同比增长9%；固定资产投资完成6530万元，同比增长8%；农民人均纯收入1.14万元，同比增长11%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/503d269759ee3d6d55fb1b3231467a224f4a21a470b3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "罗坝镇",
    intr: "罗坝镇，隶属广东省韶关市始兴县，位于始兴县东南部，东与澄江镇和车八岭国家级自然保护区毗邻，西与深渡水瑶族乡交界，南与刘张家山林场和司前镇接壤，北与顿岗镇交接。辖区面积316平方千米，下辖1个社区、12个行政村。 [1]  2019年末，罗坝镇辖区有户籍人口2.22万人。 [6]2罗坝镇境内有县道X344线、县道X346线过境。 [1]  [3]22019年末，罗坝镇有工业企业27个，营业面积50平方米以上的综合商店或超市5个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/ae51f3deb48f8c5494ee9710297b3af5e0fe9925d1c8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "顿岗镇",
    intr: "顿岗镇，隶属广东省韶关市始兴县，位于始兴县城东南方，东与澄江镇、罗坝镇交界，南与深渡水瑶族乡接壤，西北与太平镇毗邻，西南与城南镇隔河相望，北面与马市镇为邻。辖区面积105平方千米，下辖1个社区、11个行政村。 [1]  2019年末，顿岗镇辖区有户籍人口2.6万人。 [7]2武深高速公路、国道G220线、国道G535线、省道S224线、县道X343线、县道X344线、县道X346线过境。 [1]  [8-10]  22019年末，顿岗镇有工业企业27个，营业面积50平方米以上的综合商店或超市12个。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/91ef76c6a7efce1b9d169cfcbc03e4deb48f8c54cff1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "罗浮镇",
    intr: "罗浮镇，隶属广东省梅州市兴宁市，位于兴宁市的北部山区，距市区54公里，东江河上游的东部。中心位置约在东经115°34′，北纬24°31′。北与江西省寻乌县接壤，西及西南与龙川县相接，东南与罗岗镇相邻，全镇总面积274.44平方千米（2017年）。境内有省道S226线和罗浮镇至龙川县新田镇及至江西省寻乌县的过境公路，镇内村村通公路。 [1]2唐宋时期，罗浮镇称为鲤腹湾；元朝时，改鲤腹湾为大腹湾；明朝洪武时，大腹湾分为三堡；明万历三年（1575年），将罗浮野猪坪堡划来平远辖地，易堡为乡，是为平远大信乡；明天启八年（1628年），置镇平（今蕉岭），则大信又复为平远辖境。时经清朝、民国、直至解放初期仍属平远。1951年7月，平远大信乡划入兴宁浮岗区所辖。1983年，罗浮公社、大信公社两社合并，设立罗浮区。1987年，罗浮区改为罗浮镇，管辖25个村和1个社区。此后，镇境相对稳定。 [1]2罗浮镇属于亚热带海洋季风气候，雨量充沛，干湿分明，光照较多，夏强春弱，四季宜耕。由于罗浮镇地处二省四县交界，是一个边陲重镇，边境贸易繁荣活跃，圩镇功能较为齐全，是广东省小城镇建设示范镇之一。 [1] 罗浮镇在较古时代，大半是瑶山，为瑶人所居之地，后来汉族繁盛，瑶族渐绝。 [1]  到2011年，99%以上人口是操客家语的汉族，亦有为数不多的瑶等少数民族。截至2016年，罗浮镇总人口56765人。 [2]  罗浮镇是“国家小城镇综合开发示范镇”、“广东省中心镇”、“广东省卫生先进镇”、“梅州市油茶专业镇”、“全国重点镇”。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1e09b1f9ca1bd5ad6eddc4382d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "罗岗镇",
    intr: "罗岗镇，隶属广东省梅州市兴宁市，位于兴宁市北部，四面环山，距兴宁市40公里， [1]  史称兴宁“北六中心”，是革命老区。 [2]  中心位置约在东经115°38'，北纬24°25'。东接黄陂镇、黄槐镇，西邻龙川县赤光镇、新田镇，南连大坪镇，北靠罗浮镇，全镇面积151.06平方千米（2017年）。境内有省道S226线（罗大公路）、省道X014线（甘罗公路），镇内村村通公路。 [1] 罗岗镇始建于明代后期。1949年5月18日兴宁解放，6月8日设立罗岗区；1950年4月初，设罗黄区；1950年5月，改划为浮岗区（第五区）；1987年4月，罗岗区改为罗岗镇。 [1] 罗岗镇聚居者皆为汉族，讲客家语言，原是从长江中下游两岸迁至闽、赣中南部定居的汉族人，后来辗转迁徙到兴宁罗岗一带落居，已有数百年的历史。 [1]  罗岗镇总人口40507人（2017年）。 [3]  2017年，罗岗镇经济总收入6.5323亿元。 [4] 罗岗镇属亚热带海洋性季风气候，夏长冬短，阳光充足，气温较高，雨量均匀，四季宜耕。是“资源之乡”、“文化之乡”、“商贸之乡”、“竹林之乡”，素有“广东攀枝花”之誉称。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1f178a82b9014a90558f2060a7773912b21beebe?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "鹤市镇",
    intr: "鹤市镇，隶属于广东省河源市龙川县，位于龙川县东南部，韩江上游，镇府驻地鹤市街，距龙川县城17千米， [1]  总面积52.00平方千米。截至2019年末，有户籍人口30014人。 [2]  截至2020年6月，鹤市镇下辖1个社区和9个行政村。 [3] 鹤市镇历来为龙川东南及周边邻县5镇的商品集散地，鹤市镇是全国优质水稻高产示范区，是广东省政府首批确立的中心镇（2002年）、教育强镇。 [1]  [4] 2017年，鹤市镇全镇实现地区生产总值8.8亿元，比增7%；人均收入1.15万元，比增7%；完成财税总收入1175万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9922720e0cf3d7ca7bcbc849944fa9096b63f62403c9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "高莞镇",
    intr: "高莞镇，隶属于广东省河源市连平县，位于连平县境东南部，是灯塔盆地的重要组成部分，东北部与和平县青州镇接壤，东与大湖镇相连，西北毗邻内莞镇，西南依傍油溪镇，南与忠信镇相连， [1]  辖区总面积67.68平方千米。截至2019年末，高莞镇有户籍人口22443人。 [3]  截至2021年10月31日，高莞镇辖10个行政村。 [4] 高莞镇主要种植水稻、花生、大葱、大蒜等。镇内资源有水力、钨矿、铁矿等，名胜古迹有凤凰山、麒麟山、灵鹫寺、灵山庵等。经济发展以特色农业经济为主。 [1] 2017年，高莞镇工农业总产值6037万元，农民人均可支配收入7850元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d1a20cf431adcbef760908c8bbfd39dda3cc7dd931f9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "贝岭镇",
    intr: "贝岭镇，隶属于广东省河源市龙川县，位于龙川县北部、东江上游，距龙川县城87千米，东与麻布岗镇接壤，西与车田镇隔江相望，南与岩镇镇相连，北与细坳镇毗邻。 [1]  全镇总面积104.99平方千米。截至2019年末，贝岭镇有户籍人口19317人。 [2]  截至2020年6月，贝岭镇共辖1个社区和8个行政村。 [3] 贝岭镇属亚热带气候，年平均气温在18℃左右，镇内土地肥沃，主要种植水稻、玉米、番薯、木茨、黄豆、花生、甘蔗、柑桔等农作物，盛产松香、桐油、油茶、香菇、木耳、笋干等山区特产。 [1] 2017年，贝岭镇工农业总产值1.28亿元，比增5.3%。其中工业总产值610万元，比增5%；农业总产值实现1.22亿元，比增6%。农村人均年纯收入8605元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a08b87d6277f9e2f07080e83c760fe24b899a80155a5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "古市镇",
    intr: "古市镇，隶属于浙江省丽水市松阳县，地处松阳县北部，东、东南邻望松街道，南与斋坛乡接壤，西南与樟溪乡相连，西与新兴乡毗邻，西北、北与赤寿乡相接，东北与遂昌县濂竹乡毗连。 [2]  行政区域总面积40.64平方千米。 [4]  截至2019年末，古市镇户籍人口为20755人。 [4] 明代，属旌义乡。 民国十九年（1930年），设古市镇。1952年，为古市区属镇。1970年，古市公社并入古市镇。1980年，复为县辖镇。1992年，实行撤区扩镇并乡，岗寺乡并入后仍称古市镇。 [2]  截至2021年10月，古市镇辖2个社区、15个行政村； [3]  镇人民政府驻古三村溪边路24号。 [2] 2019年，古市镇有工业企业68个，其中规模以上工业企业有9个，有营业面积超过50平方米以上的综合商店或超市17个。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f703738da9773912b31b5b2cfc4b9118367adab44479?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "公白镇",
    intr: "公白镇，广东省河源市和平县下辖镇，位于和平县南部，面积63.77平方千米。 [1]  下辖7个村委会和1个居委会 [2]  ，总人口1.11万人（2017年）。 [3] 2017年，公白镇工农业总产值为7458万元，其中农业总产值7398万元，工业总产值60万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/730e0cf3d7ca7bcb0a469a357f407c63f6246b6002dd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "古寨镇",
    intr: "古寨镇，广东省河源市和平县下辖镇，位于和平县东南部。截至2017年，全镇总面积64.28平方千米，下辖1个居委会和7个村委会，总人口0.88万人。 [1] 2015年，古寨镇工农业总产值12375万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c9fcc3cec3fdfc0397196eb7db3f8794a4c2265f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "合水镇",
    intr: "合水镇，隶属于广东省阳江市阳春市，地处阳春市中部，东部一角伸到恩平市朗底镇与春湾镇之间，南部与春城街道、阳江市阳东区大八镇相邻，西、北部面临漠阳江，与陂面镇隔江相望， [2]  行政区域面积240平方千米。 [3]  截至2019年末，合水镇户籍人口为70185人。 [3] 明、清两朝，合水属阳春县南厢都，境内置平坦堡、南在堡。1986年12月，撤区乡，合水区又改称合水镇。 [2]  截至2021年10月，合水镇辖3个社区、18个行政村，另辖1个村级单位， [4]  镇人民政府驻建设北路1号。 [2] 2019年，合水镇有工业企业17个，其中规模以上2个，有营业面积超过50平方米以上的综合商店或超市20个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/29381f30e924b899a901a3a47a540a950a7b02085856?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "城南镇",
    intr: "城南镇，隶属广东省韶关市始兴县，位于始兴县中部，东与顿岗镇接壤，南与深渡水瑶族乡毗邻，西与沈所镇相连，北以墨江河为界。辖区面积53.3平方千米，下辖1个社区、10个行政村。 [1]  2019年末，城南镇辖区有户籍人口2.25万人。 [6] 城南镇境内有武深高速公路、省道S244线、县道X344线过境。 [1]  [3] 2019年末，城南镇有工业企业17个，营业面积50平方米以上的综合商店或超市2个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d1160924ab18972bd40786c1f29f6c899e510fb39c24?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "华城镇",
    intr: "华城镇，旧称长乐镇，隶属于广东省梅州市五华县，地处五华县北部、潭下河、五华河、乌陂河汇合处，距五华县城27千米，东北与兴宁市交界，东南与转水镇毗邻，西南与潭下镇接壤，西与岐岭镇相接，北与龙川县相连， [1]  辖区总面积224.16平方千米。截至2019年末，华城镇有户籍人口126502人。 [2]  截至2020年6月，华城镇辖3个社区和34个行政村。 [3] 华城镇是五华县老县城，是全国重点镇和广东省级中心镇，是五华北部商贸、物流、宜居城中心，华城镇是武状元李威光故里，有全国重点文物保护单位——狮雄山遗址，狮雄山古塔、长乐学宫、李威光故居等省级文物保护单位。 [4] 2018年，华城镇一般公共预算总收入16116万元，同比增加2128万元，增长15.21%。工商税收9695万元，同比增加2379万元，增长32.52%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8b40a4546683e6709c93df474?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄石镇",
    intr: "黄石镇，隶属于福建莆田市荔城区，地处荔城区南部，东濒兴化湾，东南与北高镇毗邻，南与秀屿区的笏石镇接壤，西与新度镇、拱辰街道为邻，北与涵江区的白塘镇、三江口镇隔木兰溪相望。 [4]  行政区域面积61.52方千米。 截至2019年末，户籍人口有179099人。 [6] 1958年9月，成立黄石公社，属莆田县。1984年12月，公社改镇，属莆田县。2002年8月，划归荔城区管辖。 [4]  截至2021年10月，黄石镇辖6个社区、32个行政村。 [5] 2011年，黄石镇财政总收入3.2亿元，比上年增长45.4%。从各主要税种看，完成营业税0.5亿元，增值税1.2亿元，企业所得税0.3亿元，个人所得税0.1亿元，分别比上年增长19.9%、73.3%、3.9%、24.8%。 [4]  2019年，黄石镇有工业企业786个，其中规模以上69个；有营业面积超过50平方米以上的综合商店或超市300个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/cc11728b4710b912c8fccffd60abeb039245d6888420?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄槐镇",
    intr: "黄槐镇，隶属于广东省梅州市兴宁市，位于兴宁市北部，东邻梅县区梅西镇，西接罗岗镇、罗浮镇，南连黄陂镇，北靠平远县石正镇，西北紧靠江西省寻乌县。 [1]  总面积95.1平方公里。 [2-3]  截至2019年，黄槐镇辖1个社区、12个行政村， [4]  镇政府驻黄槐社区。截至2019年11月，黄槐镇总人口36335人。 [2] 1979年，兴宁县辖人民公社革命委员会43个。今黄槐镇境地属黄槐人民公社革命委员会。1987年6月，黄槐区公所改为黄槐镇。 [5]  黄槐镇矿产资源主要有煤炭、石灰石、瓷土、花岗岩、硫磺、青矾、土朱、大理石、铜等。 [1] 2016年，黄槐镇实现农村经济总收入56409万元；财政收入1563.4万元，同比增长50.96%；农民人均所得8577元，同比增长10.2%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d788d43f8794a4c2c8a2ce750ef41bd5ac6e39ee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "三角镇",
    intr: "三角镇，隶属于广东省中山市的镇。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8d5494eef01f3a292df519531d70ab315c6035a8d6aa?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄磜镇",
    intr: "黄磜镇，广东省韶关市新丰县下辖镇，位于新丰县北部，东与马头镇和连平县隆街镇相邻，西北与翁源县龙仙镇、周陂镇交界，南与丰城街道和梅坑镇接壤，距离县城23千米。 [1]  辖区总面积247平方千米。 [2]  截至2020年11月，黄磜镇辖1个社区、13个行政村， [3]  常住人口5675人。 [6] 明清时，属清贵都的黄茶铺约和磜头约。1987年，建黄磜镇。省道244线横贯黄磜镇全境。 [4] 2018年，黄磜镇有工业企业11家，营业面积50平方米以上的综合商店或超市1家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/30adcbef76094b36acafedb13a866bd98d1001e9371e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江尾镇",
    intr: "江尾镇，隶属广东省韶关市翁源县，位于翁源县北部，东与龙仙镇交界，西与新江镇、始兴县隘子镇接壤，南与官渡镇、龙仙镇接壤，北与坝仔镇毗邻。 [5]  辖区面积334平方千米，下辖24个行政村、3个社区。 [5]  2020年末，江尾镇辖区有常住人口2.68万人。 [3] 江尾镇境内有国道G220、省道S245线、武深高速公路穿境而过。 [5] 2019年末，江尾镇有工业企业42个，营业面积50平方米以上的综合商店或超市18个。 [12] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/dcc451da81cb39dbb6fde3bdc0441e24ab18962b9a84?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "坭陂镇",
    intr: "坭陂镇，隶属广东省梅州市兴宁市，位于兴宁市中南部，距兴宁市城区13公里，西邻刁坊镇、北靠宁新街道、永和镇、东接新圩镇， [1]  总面积89.6平方千米。截至2017年末，坭陂镇常住人口61582人。 [2]  截至2019年，坭陂镇辖1个社区、31个行政村， [3]  镇政府驻坭陂社区。1979年，今坭陂镇境地分属坭陂、陂西、坜陂人民公社革命委员会。1983年11月，今坭陂镇境地分属坭陂（陂西并入）、坜陂区公所。1987年6月，今坭陂镇境地分属坭陂镇、坜陂镇。 [4]  2004年11月，经广东省人民政府同意，兴宁市撤销坜陂镇，原坜陂镇行政区域并入坭陂镇。 [5-6]  坭陂镇是广东省中心镇，是“华侨之乡”、“商贸之乡”、“教育强镇”、“工艺基地镇”、“纺织基地镇”和“生态发展镇”，是兴宁科技旅游示范基地。2010年，坭陂镇被省政府授予技术创新（工艺）专业镇。 [1] 2017年，坭陂镇经济总收入12.56亿元，比上年增长6%。农村人均纯收入8046元，比上年增长2%。上交税金968.4万元，财政一般预算收入401.2万元。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad345982b2b77c21a5bc26adcbef76092e65?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄陂镇",
    intr: "黄陂镇，隶属广东省梅州市兴宁市， [1]  位于兴宁市东北部，镇政府驻地距兴城36公里。东邻梅县区石坑镇，西接罗岗镇、大坪镇，南通合水镇，北靠黄槐镇。总面积126.59平方千米。 [2-3]  截至2017年，黄陂镇常住人口50312人。 [2]  截至2019年，黄陂镇辖28个行政村和1个居民社区， [4]  镇政府驻黄陂社区。1979年，兴宁县辖人民公社革命委员会43个。今黄陂镇境地分属黄陂、岗背人民公社革命委员会。2004年11月，经广东省人民政府同意，兴宁市撤销岗背镇，原岗背镇行政区域并入黄陂镇。 [1]  [5]  黄陂镇是兴宁北部商贸重地，素有“人才之乡、油茶之乡”美誉。2010年，荣获梅州市级“油茶专业镇”称号；2013年，成功创建广东省教育强镇。 [3] 2018年，黄陂镇实现生产总值近12亿元；农村居民人均纯收入8800元；公共财政收入2750多万元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535c5adbefc9eef76c6a6ef6399?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黎咀镇",
    intr: "黎咀镇，隶属于广东省河源市龙川县，位于东江上游，龙川县中北部，距龙川县城48千米，南靠龙母、四都两镇，东接赤光，西邻黄石，北交车田镇， [1]  总面积137.01平方千米。截至2019年末，黎咀镇有户籍人口33616人。 [2] 民国时，称黎咀区。1958年，成立黎咀公社。1961年，析置黄石、黎咀两个公社。1987年，撤区设镇。 [4]  截至2020年6月，黎咀镇下辖1个社区和18个行政村。 [3]  黎咀镇主要旅游景点有文昌塔、七圣宫、八角亭、和且老塔等名胜古迹。 [1] 2017年，黎咀镇完成工农业总产值6.76亿元，比增5.3%；其中工业总产值4.8亿元，比增5%，农业总产值1.96亿元，比增6%，农村人均年纯收入9919元。完成国、地两税835.7万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a1ec08fa513d269700a9ebeb56fbb2fb4316d80a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "内莞镇",
    intr: "内莞镇，隶属于广东省河源市连平县，位于连平县东北部，东邻和平县，南靠油溪镇、高莞镇，西连元善镇，北接上坪镇， [1]  辖区总面积231.00平方千米。截至2019年末，内莞镇有户籍人口19278人。 [2] 民国二年（1913年），内莞建乡。1962年6月，成立内莞公社。1983年11月，改社为区。1987年3月，撤区建乡。1993年7月，改乡为镇。2003年8月，原九连镇并入内莞镇。 [1]  截至2020年6月，内莞镇辖11个行政村。 [3]  内莞镇境内有独具喀斯特地貌的原生态圣迹苍岩景区、一河两岸特色古树风光及周边的田园风光等，素有“小桂林”之称。 [4] 2017年，内莞镇工农业生产总值3932万元，比2016年增长7%；农业生产总值3520万元，比2016年增长7.2%；村民人均收入7230元，比2016年增长6.7%；本级财政收入700万元，比2016年增长6%；完成税收55万元，比2016年增长6.4%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5882b2b7d0a20cf431adada184585c36acaf2edd3309?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "岩镇",
    intr: "岩镇镇，隶属于广东省河源市龙川县，地处龙川县中北部，距离龙川县城60千米，东北与兴宁市罗浮镇接壤， [1-2]  总面积121.64平方千米。截至2019年末，岩镇镇有户籍人口21463人。 [3]  截至2020年6月，岩镇镇下辖1个社区和6个行政村。 [4] 1949年，岩镇属第五区（贝岭）。1952年3月，设第十一区（岩镇）。1962年，分设岩镇公社。1993年，撤乡设镇。 [2]  岩镇镇是枫树坝水库自然保护区的核心区，镇内有保存完整的围龙屋和举人桅杆，有县级文物保护单位文昌祠（刘氏书院），还有风吹嶂山脉、青龙湖等。 [1] 2017年﹐岩镇镇全镇实现地区生产总值（ GDP）2.69亿元，其中农业总产值1.19亿元，比增6%；工业总产值1.14亿元，比增10%；农民人均纯收入8278元，比增8%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a50f4bfbfbedab64034f65734966b8c379310a55b07a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "叶塘镇",
    intr: "叶塘镇，隶属于广东省梅州市兴宁市，位于兴宁市西北部，东邻龙田镇，南接新陂镇，西南部与龙川县、五华县相连，镇中心区离市中心区约8公里，总面积166.14平方千米。 [1]  截至2017年末，叶塘镇常住人口71888人。 [2]  截至2020年6月，叶塘镇辖1个社区、41个行政村， [3]  镇政府驻叶塘社区。1979年，兴宁县辖人民公社革命委员会43个。今叶塘镇境地分属叶塘、胜青、叶南人民公社革命委员会。1983年11月，今叶塘镇境地分属叶塘（胜青并入）、叶南区公所。 [4]  2004年11月，经广东省人民政府同意，兴宁市撤销叶南镇，原叶南镇行政区域并入叶塘镇。 [5-6]  2006年，叶塘镇被广东省科技厅授予广东省专业镇技术创新试点单位。 [1] 2017年，叶塘镇预计实现生产总值7.09亿元，比增7%；其中完成工业总产值2.98亿元，比增7.6%；农村人均纯收入达7910元，比增7.5%，公共财政预算收入4270.77万元，比增28.8%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9d82d158ccbf6c816808a23cbb3eb13533fa4023?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "义都镇",
    intr: "义都镇，隶属于广东省河源市龙川县，位于龙川县西南部，西与东源县上莞镇相接，北与和平县东水镇相邻，距龙川县城18千米，镇政府位于义都街， [1]  [7]  总面积106.40平方千米。截至2019年末，义都镇户籍人口为31042人。 [2]  截至2020年6月，义都镇下辖1个社区、9个行政村。 [3] 1962年5月，成立义都公社。1983年，设区公所。1986年，撤区设乡。1994年，撤乡设镇。 [1]  义都风景名胜主要有熬峰雪霁、龙潭飞瀑、龙潭寺、插旗石、大帽山、铁扇关门、三县墩等。 [1] 2017年，义都镇全年工农业总产值1.8亿元，同比增长6%；农民人均纯收入8798元，同比增长6.9%；完成税收200%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1e30e924b899a9014c08f1f878c51d7b02087af45fe6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "永和镇",
    intr: "永和镇，隶属于福建省泉州市晋江市，地处晋江市中南部，北与罗山街道、新塘街道毗连，东北与石狮市灵秀镇交界，西与安海镇、灵源街道接壤，南与龙湖镇、英林镇及东石镇为邻， [4]  行政区域面积48.02平方千米。 [6]  截至2019年末，永和镇户籍人口为71368人。 [6] 宋代时期，属安仁乡、仁和里、劝善里管辖。1991年，改为永和镇。 [4]  截至2020年6月，永和镇辖24个行政村， [5]  镇人民政府驻永和村。 [4] 2019年，永和镇有工业企业1015个，其中规模以上75个，有营业面积超过50平方米以上的综合商店或超市195个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/10dfa9ec8a13632762d0d77d63deb7ec08fa513d6979?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "优胜镇",
    intr: "优胜镇，广东省河源市和平县下辖镇，位于和平县东北部，辖区面积117.31平方千米。 [1]  截至2019年，下辖1个居委会和8个村委会 [2]  ，总人口10080人（2017年）。 [3] 优胜镇地形以丘陵为主，土地肥沃，年平均温度18℃。盛产优质大米、茶油、香菇等农产品。省道S229线贯穿全镇。 [1] 2015年，优胜镇粮食播种面积1280.8公顷，农业总产值9095万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef76c63b4e1b518a16fdfaaf51ca45?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "油溪镇",
    intr: "油溪镇，隶属于重庆市江津区，地处江津区西北部，东望龙华镇，南靠白沙镇，西邻石门镇、永川区临江镇，北倚吴滩镇、德感街道，距江津区人民政府驻地18千米， [1]  区域总面积153.27平方千米。 [2] 周慎靓王五年（前316年），油溪镇境域属江州县；1961年12月，油溪公社改为油溪镇。 [1]  截至2018年末，油溪镇户籍人口为76893人。 [2]  截至2020年6月，油溪镇下辖5个社区、9个行政村， [3]  镇人民政府驻明月社区建新路125号。 [1] 2018年，油溪镇有工业企业120个，其中规模以上3个，有营业面积超过50平方米以上的综合商店或超市27个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/48540923dd54564e9258b89b92958b82d158ccbfe174?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "漳溪畲族乡",
    intr: "漳溪畲族乡位于河源市中部，地处东源县北部，东邻上莞镇、南连骆湖镇、西接黄沙镇、北靠船塘镇。区域面积68.24平方公里，下辖10个行政村和1个居委会，总人口20368人。10个村中有2个为畲族村（上蓝、下蓝），畲族人口6910人，约占总人口的33.9%。 [1]  属半丘陵半山地石灰岩地带，地型呈龟背型，中间高，四边低，一条小溪自南往北流经6个管理区。",
    pic: "https://bkimg.cdn.bcebos.com/pic/6609c93d70cf3bc74a191347d100baa1cd112a04?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "忠信镇",
    intr: "忠信镇，隶属于广东省河源市连平县，位于连平县境南部， [1]  东连三角镇，南界东源县，西靠油溪镇，北邻高莞镇， [2]  辖区总面积87.68平方千米。截至2019年末，忠信镇有户籍人口53607人。 [3]  截至2021年10月31日，忠信镇辖5个社区和16个行政村。 [4] 忠信镇是粤赣边区商贸文化重镇，素有“河源第一镇”之称，是连平东南部六镇的经济、文化、商贸中心，是连平县域发展的副中心，也是河源市灯塔盆地现代农业示范区建设的副中心。忠信镇还是广东省中心镇、广东省教育强镇、第三批全国小城镇发展与改革试点镇、全国重点镇。 [1] 2017年，忠信镇农村经济总收入实现2.69亿元，农民人均收入8743元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6f061d950a7b02087bf46d30c08fe5d3572c10df6291?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "主田镇",
    intr: "主田镇，隶属于广东省韶关市南雄市，位于南雄市区南面，东与江头镇接壤，南与始兴县澄江镇和江西省全南县龙源坝镇为邻，西接古市镇，北与原黎口镇和市区为邻。 [1-2]行政区域面积165.67平方千米。截至2019年末，主田镇户籍人口14766人。 [3]截至2020年6月，主田镇辖1个社区、8个行政村。 [4]2018年末，主田镇工业企业有17家，营业面积50平方米以上的综合商店或超市有1家。 [3]",
    pic: "",
  },

  {
    name: "热水镇",
    intr: "热水镇，云南省曲靖市宣威市下辖镇，地处宣威市西南部，东与落水、板桥2镇相邻，南与沾益县菱角乡毗邻，西与务德镇隔小江相望，北与西泽乡接壤。 [1]  热水镇行政区域面积600.19平方千米。 [3]1民国，为西南区、第八区。2003年，撤乡设镇。 [1]  截至2019年末，热水镇户籍人口82657人。 [3]  截至2020年6月，热水镇下辖22个行政村。 [2]  镇人民政府驻关营村3号。 [1]1截至2019年末，热水镇有工业企业10个，其中规模以上2个，有营业面积超过50平方米以上的综合商店或超市221个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b7003af33a87e950998063541d385343fbf2b477?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "官渡镇",
    intr: "官渡镇，隶属河南省郑州市中牟县，地处中牟县城东部，东与开封市杏花营镇连接，南与韩寺镇相连，西与青年路街道接壤，北与狼城岗镇毗邻， [6]  全镇行政区域面积121.92平方千米。 [5]  截至2019年末，官渡镇户籍人口70910人。 [5] 1968年8月，成立邵岗公社革命委员会。1974年12月，仓寨乡分出。1981年3月，改称邵岗公社管理委员会。1983年11月，建邵岗乡。1996年2月，撤乡建镇。2002年2月，仓寨乡并入。 [6]  截至2021年10月，官渡镇辖1个社区、43个行政村， [4]  镇人民政府驻邵岗村。 [6]12011年，官渡镇财政总收入3417万元，比上年增长135%。2011年，官渡镇农民人均纯收入10410元，比上年增长20.9%。 [6]  截至2019年末，官渡镇有88个工业企业，其中规模以上工业企业11个，有营业面积超过50平方米的超市或综合商店70个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924c4512c535b086e061c955ab2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "下呔镇", intr: "", pic: "" },

  {
    name: "马坝镇",
    intr: "马坝镇，江苏省淮安市盱眙县辖镇，位于县域东北部，县城东部，地处苏皖两省、洪泽、盱眙、天长、金湖四县（市、区）交界处，距县城20千米，辖域面积298.37平方千米 [6]  。2020年末，马坝镇辖7个社区、15个行政村 [11]  ，总人口为10.24万人 [6]  1因姓马的住在镇东涧边的坝上，而得名。1958年，成立马坝公社。1983年，置乡。1985年，建镇。2000年，撤东阳乡、高桥乡、马坝镇，合并设立新的马坝镇。2018年，撤销马坝镇、观音寺镇，再次合并设立新的马坝镇 [5]  。G25（长深高速）、S22（金马高速），G205（山深线）、G344（东灵线）等高等级公路过境。存有东阳城遗址等文物古迹 [8]  12019年，马坝镇公共财政预算收入1.5亿元，其中税收收入1.03亿元；规模以上工业总产值25.92亿元，全社会固定资产投资累计完成54.8亿元；居民人均可支配收入3.05万元 [8]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7e3e6709c93d70cf3bc799b7588ac600baa1cd11fd49?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大塘镇",
    intr: "大塘镇，隶属于广东省佛山市三水区，位于三水区北部，与广州市花都区赤坭镇和清远市石角镇接壤。 [5]  辖区总面积98.15平方公里。 [4]  截至2020年6月，大塘镇共辖1个社区、7个行政村。 [6]  截至2019年末，大塘镇户籍人口有44492人。 [4]1明嘉靖五年（1526年）三水建县，属胥江都。1958年，与鹿和合并为大塘人民公社。1987年初，改为镇。 [3]  2019年10月，大塘镇入选“2019年度全国综合实力千强镇”。 [1]  2021年9月，大塘镇入选“2021年全国千强镇“。 [2]12020年，大塘镇实现地区生产总值74.16亿元；实现规模以上工业总产值214.92亿元；税收入库9.42亿元；地方一般公共预算收入2.44亿元。全年共新增市场主体705个，新引进招商项目48个，总投资额53.97亿元，工业投资额37.32亿元，同比增长22.5%（占全社会固定资产投资额的77.72%），工业技改投资额16.99亿元，同比增长90.8%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3b7d0a20cf431adcbefce66ea60bbaf2edda3cc326f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新韶镇",
    intr: "新韶镇，隶属于广东省韶关市浈江区，位于浈江区东北部，东与曲江区大塘镇相邻，南至韶瑶路与车站街道相连，西靠东河街道，北与仁化县大桥镇相接， [1]区域面积106平方千米。 [2]截至2020年末，新韶镇常住人口42896人。 [1311958年，成立新韶公社。1993年，撒乡置镇。 [3]截至2020年6月，新韶镇下辖2个社区、12个行政村， [4]镇人民政府驻启明南路31号。 [5]2019年，新韶镇固定资产投资1.7亿元，下降17%。财政一般预算收入447.39万元，比上年增长0.61%。 [14]",
    pic: "",
  },

  {
    name: "田心镇",
    intr: "田心镇，隶属于江西省宜春市上高县，地处上高县城西南部、末山西南麓，与万载县、袁州区、分宜县接壤，辖区总面积173平方千米。 [2]  [5] 1992年，田心撤乡改镇。 [3]  截至2022年6月，田心镇有户籍人口4.2万人。 [6]  截至2020年6月，田心镇辖1个社区、25个行政村。 [4] 2019年，田心镇完成财政收入1.26亿元。 [2]  截至2019年末，田心镇有工业企业154家，其中规模以上13家，营业面积超过50平方米的综合商店或超市41家。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e7cd7b899e510fb30f24440e1e7cdf95d143ad4ba651?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "田源镇",
    intr: "田源镇，隶属于广东省河源市连平县，位于连平县东南部，地处新丰江畔，东、南与新丰县相连，西邻隆街镇，北与溪山、元善镇接壤， [1]  辖区总面积129.78平方千米。截至2019年末，田源镇有户籍人口13954人。 [3]  截至2021年10月31日，田源镇辖7个行政村。 [2] 田源镇境内的风景名胜有入选2019年南粤古驿道的新丰江古驿道，古驿道沿线有连平新老八景之一的戈罗耸翠和摩崖石刻、阳明庙、烽火台、仙宫庙、一品夫人墓园、旧茶亭驿站遗址，以及广东省文化和旅游特色村肖屋村等。田源镇红色文化、红色文化旅游资源极为丰富，且具有史料全、客史优、特色鲜明、文化底蕴深厚的特点，如连南飞虎队成立遗址、梅洞口战斗旧址、水西战斗遗址、新连河边区游击队根据地旧址等。 [1] 2017年，田源镇种植石解200多亩，年产值4000多万元。全镇沙糖桔种植总面积6000亩，其中进入挂果高峰期4000亩;种植三华李1327亩，产量265.4吨;早熟李1421亩，产量284吨。全镇粮食作物播种面积18246亩。生猪出栏量4425头，家禽出栏量40243只。农民人均收入8052元，比2016年增长5%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f510fb30f2442a7d93373fdc511ba4bd11373f0a413?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "通衢镇",
    intr: "通衢镇，又名梅城， [6]  隶属于广东省河源市龙川县，位于龙川县东南部，东与五华县岐岭镇毗邻，西靠仙子嶂，南连鹤市镇，北依登云镇，属丘陵山区，距龙川县城13千米， [2]  总面积100.70平方千米。 [1]  截至2019年末，通衢镇有户籍人口38384人。 [1] 明正德十四年（1518年）刑部主使李中谪于驿，见驿东多梅树，遂建“爱梅亭”，吟咏其中，后人慕其风雅，因名梅城。后来，因通衢为古时为龙川至兴宁、梅县、河源的交通干道，始用通衢。加上古时这里又是闽西、粤东、广州和北方的官道要津，有通衢大道称谓，故名。 [6]  明代，置巡检司。清代，设通衢城。1955年6月，设通衢区。1986年，撤区设通衢镇。2003年5月，锦归镇并入通衢镇。 [4]  截至2020年6月，通衢镇下辖2个社区和17个行政村。 [3] 2017年，通衢镇全镇实现地区生产总值（GDP） 19.3亿元，比增6.04%；农业总产值4.6亿元，比增7%；农村居民人均纯收入1.01万元，比增9.8%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d6ca7bcb0a46f21fec2e995ef6246b600c33aea1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "望埠镇",
    intr: "望埠镇，隶属于广东省清远市英德市，地处英德市中部、北江河畔，东与东华镇相连，西与英城街道、横石塘镇相邻，南与大站镇、黄花镇接壤，北与沙口镇交界。 [2]  辖区总面积207.3平方千米。 [3]  截至2019年末，望埠镇户籍人口有57205人。 [3] 望埠，古名望夫冈。中华人民共和国建国初，分望河、赤珠2个乡，土改时划为第一区。1960年，析出沙口成立沙口人民公社。1983年11月，改称望埠区公所。1986年，改为望埠镇。 [2]  截至2020年6月，望埠镇辖3个社区、13个行政村。 [4]  镇人民政府驻英德市望埠大街与569乡道交叉口北50米。2021年9月2日，望埠镇被国家体育总局授予“2017-2020年度全国群众体育先进单位”称号。 [1] 2019年，望埠镇规模以上工业总产值62.3亿元，农林牧渔及服务业总产值4.5亿元，完成固定资产投资6.23亿元。税收收入7284.08万元，比2018年增长14.3%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d1a20cf431adcbef7609f3010efe39dda3cc7cd93120?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "高岗镇",
    intr: "高岗镇位于广东省清远市佛冈县的北部，西南紧靠观音山省级自然保护区，西北与英德市东华镇相接，东与佛冈县迳头镇为邻，南联佛冈县石角镇。高岗镇的南部有旅游景点观音山风景区。总面积为200.74平方千米（2017年）2013年，高岗镇农业总产值1.56亿元，实现固定资产投资1677万元，完成地方税收收入287万元。 [2]  截至2013年，高岗镇下辖8个行政村，1个社区。共有人口24614人（2017年）。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7e3e6709c93d70cf1af70796fedcd100baa12b1f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大站镇",
    intr: "大站镇，隶属于广东省清远市英德市，地处英德市中部，位于北江与翁江汇合处，东部与东华镇相连，南部与连江口镇毗邻，西部与英城街道一江之隔，北部与望埠镇接壤。 [1]  辖区总面积245.97平方千米。 [2]  截至2019年末，大站镇户籍人口有45237人。 [2] 2明洪武二年（1369年），大站之地建制。1960年，英城人民公社分设大站人民公社。1977年，大站人民公社将黄岗大队划出归英德林场。1983年，撤社设大站区。1986年4月，撤区设大站镇。 [1]  截至2020年6月，大站镇辖1个社区、11个行政村。 [3]  镇人民政府驻英德市大站镇广场路20号C栋。22019年，大站镇规模以上工业总产值1.58亿元，农林牧渔及服务业总产值3亿元，完成固定资产投资7502万元。税收收入3897.64万元，比2018年增长11.3%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4ec2d5628535e5ddc750f6bf74c6a7efce1b6255?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "青塘镇",
    intr: "青塘镇，隶属于广东省清远市英德市，位于英德市东南部，东与韶关市新丰县迥龙镇交界，南与白沙镇相连，西与桥头镇为邻，北与韶关市翁源县官渡乡、庙墩乡接壤。 [2]  辖区总面积121.51平方千米。 [3]  截至2019年末，青塘镇户籍人口有37781人。 [3] 2青塘之地建制于明洪武二年（1369年）。1958年7月，划归翁源县管辖。1959年4月，翁源县成立青塘人民公社。1962年9月，划回英德县管辖。1983年7月，撤社设青塘区。1987年4月，撤区设青塘镇。截至2020年6月，青塘镇辖1个社区、7个行政村。 [1]  镇人民政府驻英德市德镇路3号。22019年，青塘镇规模以上工业总产值16.1亿元，农林牧渔及服务业总产值2.43亿元，完成固定资产投资915万元。税收收入180万元，比2018年增长12.5%。农民人均可支配收入1.29万元，比2018年增长8.3%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/14ce36d3d539b600d4016598e750352ac75cb7d6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横石水镇",
    intr: "横石水镇，隶属于广东省清远市英德市，位于英德市东部，东与韶关市翁源县翁城镇交界，南与桥头镇相邻，西与东华镇相连，北与韶关市翁源县铁龙镇接壤。 [1]  辖区总面积118.47平方千米。 [2]  截至2019年末，横石水镇户籍人口有36003人。 [2] 2横石水之地建制于明洪武二年（1369年）。1960年1月，翁源县成立横石水人民公社。1962年9月，划回英德县管辖。1983年，撤社设横石水区。1987年4月，撤区设横石水镇。截至2020年6月，横石水镇辖1个社区、6个行政村。 [3]  镇人民政府驻英德市翁城镇中大街5号。22019年，横石水镇农林牧渔及服务业总产值3.05亿元，完成固定资产投资2550万元。税收收入467.13万元，比2018年增长6.6%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1ad5ad6eddc451da244c179ab3fd5266d016320c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙口镇",
    intr: "沙口镇，隶属于湖北省荆州市洪湖市，地处洪湖市西部，东与汉河镇毗邻，南滨洪湖与滨湖街道接壤，西与瞿家湾镇相连，北与戴家场镇、万全镇交界。 [3]  辖区总面积123.24平方千米。 [2]  截至2019年末，沙口镇户籍人口48274人。 [2] 2春秋时期，属楚地。1996年，下新河乡并入沙口镇。 [3]  截至2021年10月，沙口镇下辖1个社区、16个行政村，另辖1个村级单位， [4]  镇人民政府驻沙口镇友谊路18号。 [3] 2截至2019年末，沙口镇有工业企业18个，营业面积50平方米以上的综合商店或超市4个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/95eef01f3a292df5e0fedc9b85634b6034a85fdfd5b9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙溪镇",
    intr: "沙溪镇，隶属于广东省中山市，地处中山市西部，东与西区街道接壤，西南毗邻大涌镇，西接横栏镇。 [3]  辖区总面积52.4平方千米。 [4]  截至2021年末，沙溪镇常住人口有22万多人。 [5]2南宋绍兴二十二年（1152年），属德庆乡。1963年初，撤销区的建制，全县改设18个公社、3个镇，沙溪区改为沙溪公社。1966年5月，沙溪公社分出大涌公社。1983年11月，农村实行政社分设，全县设25个区（区公所），沙溪公社改为沙溪区。1986年12月，撤区建镇。 [3]  截至2022年10月，沙溪镇辖2个社区、15个行政村。 [1]  镇人民政府驻宝珠中路1号。 [3]  2021年9月，沙溪镇入选“2021年全国千强镇“。 [2]22021年，沙溪镇实现地区生产总值92.73亿元。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5882b2b7d0a20cf431ad7e7cd55f5c36acaf2edd3343?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "枫湾镇",
    intr: "枫湾镇，隶属广东省韶关市曲江区，位于曲江区东北部，东接始兴县，西连大塘镇，南邻小坑镇，北靠仁化县大桥镇。辖区面积196.91平方千米，下辖1个社区、9个行政村。 [1]  [8]  2020年末，枫湾镇辖区有常住人口11203人。 [4]2枫湾属于热带气候，昼夜温差大，雨量充沛，四秀分明，年平均气温19.5℃，年降雨量1640毫米。 [2]  境内有县道（县道X312线）1条，全长11千米。 [1] 2020年末，枫湾镇有工业企业9个，营业面积50平方米以上的综合商店或超市35个。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1e30e924b899a9014c08820105c71d7b02087bf45ff3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "十里亭镇",
    intr: "十里亭镇，隶属于广东省韶关市浈江区，位于浈江区北部，辖区行政区域面积54.49平方千米。 [1-2] 2十里亭镇建于1978年11月；1984年，归属北江区管辖；2004年，区划调整以后，归属于韶关市浈江区辖管。截至2020年11月，十里亭镇下辖10个社区、6个行政村， [3]  常住人口88398人。 [7]  镇政府驻金凤坪村。 [4]22018年，十里亭镇有工业企业96家，其中规模以上工业企业12家，营业面积50平方米以上的综合商店或超市20家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/562c11dfa9ec8a1363274cd5144f868fa0ec08fa6afb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "重阳镇", intr: "", pic: "" },

  {
    name: "犁市镇",
    intr: "犁市镇，隶属于广东省韶关市浈江区，位于浈江区北部，东与仁化县董塘镇毗邻，南与浈江区十里亭镇相依，西与武江区重阳镇及乳源县桂头镇接壤，北与乐昌市廊田镇相连， [1]  行政区域面积305平方千米。 [2]  2020年，犁市镇下辖3个社区、18个行政村， [1]  常住人口35846人。 [12]2犁市镇（犁铺头）是韶关市浈江区第一大镇，原归属曲江县管辖，2004年区划调整以后，归属于韶关市浈江区辖管22018年，犁市镇有工业企业80家，其中规模以上工业企业16家，营业面积50平方米以上的综合商店或超市4家。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d439b6003af33a87e9508053491607385343fbf21f6d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "桂头镇",
    intr: "桂头镇，广东省韶关市乳源瑶族自治县下辖镇，是芙蓉新区的组成部分 [1]  ，是乳源瑶族自治县的三个中心镇之一，也是乳源瑶族自治县的一个平原镇，镇政府驻地位于县城东北面的武江河畔，镇域东南与武江区重阳镇、浈江区犁市镇接壤，西北与游溪镇、必背镇交界，北与乐昌市长来镇毗邻。 [2]  行政区域面积124.51平方千米。 [3]  截至2020年11月，桂头镇下辖1个社区、14个行政村， [5]  常住人口27756人。 [13]22018年，桂头镇有工业企业48家，其中规模以上工业企业11家，营业面积50平方米以上的综合商店或超市28家。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/91ef76c6a7efce1b9d161dc53b1be4deb48f8c54cf23?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "周田镇",
    intr: "周田镇，古称月岭，隶属于广东省韶关市仁化县，属省级中心镇，位于韶关市东北部，仁化县南部，总面积289平方千米。 [1-2]  截至2019年12月，周田镇共有户籍人口28799人。 [2]  截至2020年6月，周田镇共辖1个社区、15个行政村。 [3]22019年，周田镇实现地区生产总值9.5611亿元，比上年增长5%；农业总产值28205.55万元，比上年增长35%；农民人均收入17433.52元，同比增长8.59%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/2f738bd4b31c8701a18b0f365535892f070829385182?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "骆湖镇",
    intr: "骆湖镇，隶属于广东省河源市东源县，位于东源县境北部，东邻漳溪畲族乡、曾田镇，南接灯塔镇，西连顺天镇，北与船塘镇交界， [1]  辖区总面积96.72平方千米。截至2019年末，骆湖镇有户籍人口22379人。 [2]2清康熙二十八年（1689年），属河源县永顺都骆湖约。1958年，属灯塔人民公社。1961年，析置骆湖人民公社。1983年，撤社改设骆湖区。1987年，撤区改设骆湖镇。1988年，隶属河源市郊区。1993年，属东源县。 [1]  截至2020年6月，骆湖镇辖1个社区和10个行政村。 [3]22017年，骆湖镇财政收入867.5万元；税收收入2573万元；有金融机构1个（东源农村商业银行骆湖支行），2017年末存款余额1.55亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4afbfbedab64034f78f0ea4810926e310a55b319b766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "周陂镇",
    intr: "周陂镇，隶属广东省韶关市翁源县，位于翁源县南部，东、南与新丰县交界，西与官渡镇交界，北与龙仙镇交界。 [5]  辖区面积230平方千米，下辖2个社区、18个行政村。 [1]  [3]  2020年末，周陂镇辖区有常住人口2.41万人。 [3]2三礤公路、江官公路贯穿周陂全镇；汕昆高速公路、韶新高速公路途经周陂镇新安村、藤山村、陈村村。 [1]  [10]22019年末，周陂镇有工业企业20个，营业面积50平方米以上的综合商店或超市9个。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b82b9014a90f603738d4ccb3e40a41bb051f91947a6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大桥镇",
    intr: "大桥镇，隶属于浙江省嘉兴市南湖区，地处南湖区东北部，东邻平湖市钟埭街道，南接新丰镇、凤桥镇和余新镇，西连东栅街道，西北靠七星街道，北与嘉善县罗星街道、大云镇接壤， [3]  行政区域面积98.2平方千米。 [5]  截至2019年末，大桥镇户籍人口为58475人。 [5]2清代时期。属德化乡、胥山乡。2001年10月，大桥乡、步云乡与余新镇的吕塘村、八里村合并为大桥镇。2005年，属南湖区。2007年1月，嘉兴工业园区与大桥镇合署办公；同年12月，新丰镇由桥村和余新镇东洋浜村划归大桥镇。 [3]  截至2020年6月，大桥镇辖7个社区、14个行政村， [4]  镇人民政府驻天明社区广益路3799号。 [3] 2019年，大桥镇有工业企业853个，其中规模以上138个，有营业面积超过50平方米以上的综合商店或超市105个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e7cd7b899e510fb30f24685a7a65df95d143ac4ba6fa?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "绣缎镇",
    intr: "绣缎镇，隶属于广东省河源市连平县，位于连平县东南部，地处连平、和平、东源三县交界处，东临和平县公白镇，南与东源县三河镇接壤，西与大湖镇相连，北面毗邻和平县青州镇， [2]  辖区总面积62.45平方千米。截至2019年末，绣缎镇有户籍人口16722人。 [3]  截至2021年10月31日，绣缎镇辖1个社区和9个行政村。 [4]2绣缎镇是连平县抗日战争和解放战争时期的革命老区，有市级文物保护单位1处（塔岭烈士陵园），县级文物保护单位4处（文笔塔、天保弟、八斗种遗址、大湖、三角战役革命烈士纪念碑）。 [1]22011年，绣缎镇财政收入183万元，税收165万多元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/91ef76c6a7efce1b9d16a1edb703e4deb48f8c54cfc0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石塘镇",
    intr: "石塘镇，隶属于浙江省台州市温岭市，地处温岭市东南部，东、东南、南濒东海，西临隘顽湾，北与松门镇接壤， [4]  行政区域面积28.2平方公里。 [6]  根据第七次全国人口普查数据，石塘镇常住人口58903人。 [6]  [9]2宋、元时期，属黄岩县六十六都；1992年，撤区，车关乡和上马乡4个村并入，仍称石塘镇；2001年10月，石塘、箬山、钓浜3个镇合并设立新的石塘镇。 [4]  截至2020年6月，石塘镇辖1个社区、34个行政村， [5]  镇人民政府驻金星村上箬路2号。 [4]22019年，石塘镇有工业企业264个，其中规模以上66个，有营业面积超过50平方米以上的综合商店或超市23个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/10dfa9ec8a13632762d0990635d9b7ec08fa513d69f5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "元善镇",
    intr: "元善镇，原名周陂， [1]隶属于广东省河源市连平县，地处新丰江上游， [4]位于连平县境中部，北面为江西省全南县，东邻上坪镇、内莞镇、油溪镇，南接溪山镇、田源镇，西靠陂头镇，西南为隆街镇。辖区总面积285.34平方千米。截至2019年末，元善镇有户籍人口75040人。 [2]截至2021年10月，元善镇辖5个社区和15个行政村。 [92元善镇是连平县委、县政府所在地，是连平县政治、经济、文化和旅游中心。元善镇建制于明崇祯七年（1634年），向为州治、县治所在地。境内有黄潭寺古人类遗址、东山塔、文节书院和牟爷祠等属市、县级重点文物保护单位。有旧时“连平八景”中的五景：西山瀑布、丹灶虬松、梧峰樵唱、仙塔遗踪、南楼野眺，有连平新八景中的两景：黄牛仙锋、西山瀑布。 [4-522017年，元善镇地区生产总值13.55亿元，比2016年增长5%；工农业总产值3.68亿元，比2016年增长5%；农民人均收入7600元。 [5]",
    pic: "",
  },

  {
    name: "佗城镇",
    intr: "佗城镇， 又称龙川故城、龙川城、循州城，后为纪念赵佗改名为佗城， [1]  [4]  隶属于广东省河源市龙川县，位于龙川县境南部，西南毗邻东源县的柳城、蓝口等镇。镇政府驻地圩镇中山街，距龙川县城8公里， [1]  辖区面积共218平方千米。2018年末，佗城镇户籍人口共47067人。 [2]  截至2020年6月，佗城镇下辖1个社区和17个行政村。 [3]2佗城镇已有约2200年的历史，是岭南最早设置的古县，秦代龙川县即设县治所于此，是广东省首批公布的十一个历史文化名城之一，又是东江流域客家人聚居地，素有“秦朝古镇，汉唐名城”之美称。 [1]  [4]  佗城自赵佗为龙川县令在佗城设治驻军施政始，一直为龙川县治所在地，也曾为龙川郡和循州的郡治州所，是南越王赵佗的兴王发迹之地，又是千百年来东江中上游的政治、经济、文化和军事重镇。秦汉时期，中原文化南下与百越文化在此交融发展。加上佗城四面环江，水路交通便利，唐宋时期已辟为商埠，至明代中叶，是佗城经济最为兴盛的时期。 [4]  佗城境内被列为广东省重点文物保护单位有正相塔、坑子里新石器时期文化遗址和龙川学宫。 [1]22013年，佗城镇国民生产总值达9.95亿元，比2012年增长11.1%，其中：第一产业增加值2.03亿元，比增7.8%；第二产业增加值4.94亿元，比增23.5%；第三产业增加值2.98亿元，比增33.6%。全年完成税收1500万元，其中国税1030万元，地税470万元。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d2697d926a52642fbb2fb421673bd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "乌石镇",
    intr: "乌石镇，隶属于广东省湛江市雷州市，地处雷州半岛西南部，东邻龙门镇，南接覃斗镇及雷州盐场，西临北部湾，北靠北和镇， [2]  行政区域面积126.9平方千米， [3]  根据第七次人口普查数据，截至2020年11月1日零时，乌石镇常住人口为61791人。 [5]2始建于明洪武二十七年（1394年）。1996年，房参镇并入乌石镇。 [2]  截至2021年10月31日，乌石镇辖3个社区、25个行政村； [4]  镇人民政府驻镇海街。 [2]22019年，乌石镇有工业企业30个，其中规模以上企业有5个，有营业面积超过50平方米以上的综合商店或超市2个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8a7565641683e6709c83df48f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "阳明镇",
    intr: "阳明镇，隶属广东省河源市和平县，位于和平县中部，是县城所在地和中心镇之一，全县的政治、经济、文化中心。辖区面积188.38平方千米。截至2022年末，总人口约20.8万人，户籍人口10.5万人，常住人口14.7万人，流动人口5万多人 [15]。下辖12个社区和22个村 [17-18]2阳明镇建制于明正德十三年（1518年），向为县治所在地。初称城厢镇。民国三十年（1941年），易名阳明镇 [6]。2003年，原附城镇、粮溪镇合并入阳明镇 [13]2京港高速铁路在阳明镇境内设和平北站，京九铁路、粤赣高速公路、国道238线、国道358线贯穿全镇 [1]。阳明镇境内设有深圳福田（和平）产业转移工业园 [4-5]。",
    pic: "",
  },

  {
    name: "司前镇",
    intr: "司前镇，隶属于广东省江门市新会区，位于新会区西部，东邻大泽镇，南隔潭江与罗坑镇相望，西接开平市，北连鹤山市。行政区域面积89.9平方千米。 [4]  截至2020年末，司前镇常住人口64886人。 [8]21986年10月，撤区，建司前镇。 [2]  截至2021年10月，司前镇共下辖1个社区、13个行政村。 [3]  镇人民政府驻镇前路5-1号22019年，司前镇实现工农业总产值111.65亿元；固定资产投资23.51亿元，增长2.21%; 外贸进出口总额20.98亿元，增长20. 8%。限额以上社会消费品零售总额2.31亿元，增长35.43%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7af40ad162d9f2d3572cc82d9dbe9d13632763d066ec?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "西河镇",
    intr: "西河街道，隶属于四川省成都市龙泉驿区，地处成都市东郊，龙泉驿区西北部，东靠洛带镇，南接成都市国家经济技术开发区，北临新都区和成华区。街道办事处距龙泉驿区政府10千米。 [3]  区域总面积46.51平方千米。 [6]  截至2019年末，原西河镇户籍人口75576人。 [6]2原属华阳县，2004年，与西平镇合并为西河镇。 [3]  2019年12月，撤销西河镇，设立西河街道，以西河镇所属行政区域为西河街道的行政区域。 [4]  截至2021年10月，西河街道辖9个社区、6个行政村。 [5]  街道办事处驻成洛路3789号。 [4]2截至2019年末，原西河镇有工业企业149个，其中规模以上有13个，有营业面积超过50平方以上的商店或超市51个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/54fbb2fb43166d224f4abc19c5711ef79052992274b9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "镇仔村",
    intr: "镇仔村，江西省赣州市全南县城厢镇下辖村。 [1] ",
    pic: "",
  },

  {
    name: "桥头镇",
    intr: "桥头镇，隶属于广东省东莞市，位于东莞市东部，毗邻博罗县，东连惠阳县，南与谢岗镇、樟木头镇为邻，西与常平镇接壤，西北与企石镇相接。 [30]  行政区域面积56平方千米。 [31]  根据第七次人口普查数据，截至2020年11月1日零时，桥头镇常住人口约20.73万人。 [36]21983年10月，桥头公社改为桥头区。1985年11月，桥头区改称桥头镇。 [9]  截至2021年10月，桥头镇辖6个社区、11个行政村。 [32]  镇人民政府驻桥头镇桥光大道1号。 [37]22020年，桥头镇实现地区生产总值174.63亿元，同比增长0.4%。规模以上工业增加值103.3亿元，增长1.9%。 [31] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8601a18b87d6277f9e2f5b76896e0830e924b899567c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "安墩镇",
    intr: "安墩镇，隶属于广东省惠州市惠东县，位于惠东县北部，与紫金县的蓝塘镇和惠东县的多祝、白盆珠、宝口等镇相邻，地处乌禽嶂南坡，地势由东南向西倾斜。 [1]  安墩镇属亚热带季风气候，四季明显，雨量均匀，年平均气温22.5℃，年降雨量1926毫米。安墩镇辖区面积479.1平方公里， [2]  其中山地面积62万亩，耕地4.3万亩。 [3]  截至2019年10月31日，安墩镇下辖22个行政村和1个社区。 [4]  2018年，安墩镇户籍人口为65396人。 [2]22014年，安墩全镇GDP实现3.2亿元，同比增长6.9 %；完成民营经济总量1.2亿元；完成服务业增加值占GDP比重总量1.0亿元，占比24.2%；完成固定资产投资0.705亿元，增长16%，完成基础设施投资0.51亿元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/91529822720e0cf3288048260446f21fbf09aafc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白花镇",
    intr: "白花镇，隶属于广东省惠州市惠东县，是惠东县城规划区域内的建制镇，位于惠东县西南部，是惠东县的南大门。辖区总面积203.61平方公里，下辖2个社区居民委员会和26个村民委员会，常住人口11.3万人，其中户籍人口7.5万人。 [1]2白花镇位于惠东县西南部，距县城9公里，东邻本县平山、稔山镇，南、西、北分别与惠阳市霞涌、沙田、良井镇相接。地势由西南向东北倾斜，西南多山，丘陵起伏，西枝江支流白花河横贯本镇东北部。是惠东县城规划区域的建制镇。镇区域总面积203.89平方千米（2017年），其中耕地面积59500亩。下辖2个社区，26个村，74642人（2017年），主要讲客家话。有华侨、港澳台胞25000人。有外来人口18020人。农业主产水稻、蔬菜、花生、荔枝、龙眼、甘蔗、禽畜、黑珍珠莲雾等。 2014年，全镇实现地区生产总值32.88亿元，比2013年增长15.5%。2008年，白花镇被评为“第四批全国创建文明村镇工作先进镇”。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3b7d0a20cf431ad96d2783d4c36acaf2edd98b5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白盆珠镇",
    intr: "白盆珠镇，隶属广东省惠州市惠东县，位于惠东县东部，东与公平镇、海城镇接壤，南与赤石镇为邻，西与多祝镇相连，北与安墩镇、宝口镇、高潭镇相交，辖区面积397.72平方公里。 [1]  截至2019年末，白盆珠镇户籍人口23999人。 [2]  截至2019年10月，白盆珠镇辖1个社区、12个行政村。 [3]22019年，白盆珠镇实现GDP8.4亿元，同比增长7%；全社会固定资产投资完成1.4亿元，同比增长5%，其中基础设施投资0.8亿，同比增长53%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/50da81cb39dbb6fdaaa30cc40e24ab18962b375c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白土镇",
    intr: "白土镇，安徽省萧县下辖镇，因地下蕴含丰富白瓷用的陶土而得名，在唐宋时是中国南北瓷业交流的重镇。位于萧县东南部，距萧县城区13公里，北靠徐州铜山区。2015年，白土镇财政收入共计完成1630万元，其中国税收入410万元，地税1110万元，两税110万元。白土镇工业累计产值11.1亿元2截至2017年底，白土镇人口27611人，总面积58.56平方千米，辖七个行政村2白土镇是安徽省第三批千年古镇，有天门寺、萧窑遗址、花甲寺遗址、费村、冯楼汉墓遗址、西域遗址、宋墓遗址、苏轼得石炭歌处等景点。",
    pic: "https://bkimg.cdn.bcebos.com/pic/37d12f2eb9389b500feeed548935e5dde7116ea6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小坑镇",
    intr: "小坑镇，隶属广东省韶关市曲江区，位于曲江区东北部，东与始兴县隘子镇为邻，南与翁源县新江镇接壤，西与枫湾镇毗邻，北与大塘镇相连。辖区面积164平方千米，下辖1个社区、5个行政村。 [9]  2020年末，小坑镇辖区有常住人口3578人。 [3]2省道S251线、省道S244线贯通全镇。 [7-8] 22019年末，小坑镇有工业企业3个，营业面积50平方米以上的综合商店或超市6个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d269759e1253f42fbb2fb431673c8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "樟市镇",
    intr: "樟市镇，隶属广东省韶关市曲江区，位于曲江区西南端，东临北江与乌石镇相望，南接英德市沙口镇，西连罗坑镇，北接白土镇。 [1]  辖区面积225.6平方千米，下辖2个社区、11个行政村。 [8]  2020年末，樟市镇辖区有常住人口1.68万人。 [6]2樟市镇人民政府驻樟市街1号，距城区马坝22千米，武广高速铁路、广乐高速公路纵贯南北。 [5]22020年末，樟市镇有工业企业17个，营业面积50平方米以上的综合商店或超市16个。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1ad5ad6eddc451da81cb9c24acaf4566d016082494f8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "隘子镇",
    intr: "隘子镇，隶属广东省韶关市始兴县，位于始兴县南部，东靠司前镇，南与翁源县毗邻，西与曲江区接壤，北与深渡水瑶族乡交界。辖区面积323.2平方千米，下辖1个社区、13个行政村。 [1]  2019年末，隘子镇辖区有户籍人口2.23万人。 [8]2隘子镇境内有省道S344线、县道X794线过境。 [9]22019年末，隘子镇有工业企业22个，营业面积50平方米以上的综合商店或超市6个。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e4dde71190ef76c6a7ef91f18e44eafaaf51f2dec995?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄坑镇",
    intr: "黄坑镇，隶属于福建省南平市建阳区，地处建阳市西北部，东与武夷山市兴田镇接壤，南连麻沙镇，西邻邵武市水北镇，北接光泽县寨里镇， [4]  行政区域面积382.65平方千米。 [6]  截至2019年末，黄坑镇户籍人口为13230人。 [6]2元代前，为唐石里。1992年9月，撤销黄坑乡，成立黄坑镇。 [4]  截至2020年6月，黄坑镇辖1个社区、11个行政村， [5]  镇人民政府驻九峰村。 [4]22019年，黄坑镇有工业企业98个，其中规模以上12个，有营业面积超过50平方米以上的综合商店或超市8个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4e4a20a4462309f79052a4e0955f1bf3d7ca7acb78bd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "博美镇",
    intr: "博美镇，隶属于广东省汕尾市陆丰市， [8]  地处陆丰市东部，东邻内湖镇，西连城东街道，南隔乌坎港与桥冲镇相望，北靠陂洋镇、八万镇。 [1]  行政区域总面积58.59平方千米。截至2019年末，博美镇户籍人口89407人。 [10]21957年，为博美大乡。1958年，成立博美公社。1984年3月，撤公社设立博美区。1987年4月，撤区成立博美镇。 [9]  截至2020年6月，博美镇辖1个社区、11个行政村， [4]  镇人民政府驻博美社区。 [9]22019年，博美镇有工业企业19个，营业面积超过50平方米以上的综合商店或超市29个。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8601a18b87d6277f9e2f603fbe770830e924b899562e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "城东镇",
    intr: "城东镇，隶属于广东省梅州市梅县区，位于梅州城区之东，离梅州城区8公里。东与丙村镇相接，西邻梅县区石扇镇、梅江区城北镇，南与金山街道、西阳镇为界，北与梅县区白渡镇和蕉岭县新铺镇接壤。 [2]  总面积79.28平方千米。 [7]  截至2019年，城东镇有常住人口21208人。 [7]2城东镇建制于清康熙年间，时称东厢堡。1983年，撤社建区。1987年4月，改称镇。 [2]  截至2020年6月，城东镇下辖1个社区和12个行政村， [1]  镇政府驻黄竹坪。城东镇由于受东南沿海亚热带季风气候影响，雨量充沛，气候温和，日照充足，无霜期长。 [3]22019年1-9月，城东镇模以上工业总产值13.21亿元；完成固定资产投资7亿元；完成工商财税8717.5万元；实现镇级财政收入2108万元 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924ef63034e5b086e061c955ae3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "赤石镇",
    intr: "赤石镇，广东省深圳市深汕特别合作区辖镇 [1]  ，位于汕尾市西北部，东与梅陇镇相连，东北部与惠东县和海城镇交界，西北部与惠东县多祝镇接壤，西部与惠东吉隆镇相邻，西南与鹅埠镇交界，南部与小漠镇相邻，东南部与鲘门镇交界，区域面积306.8平方千米。 [2]  2018年末，赤石镇户籍人口2.63万人。 [3]  截至2019年10月，赤石镇辖2个社区，11个行政村。 [4] 赤石镇境内河流分布错综复杂，赤石河是深汕特别合作区境内第一大河系 [5]  ，贯穿赤石全境，干流长36千米，流域面积382平方千米，经小漠镇境内流入红海湾。 [2] 2017年，赤石镇工农业总产值40826.8万元。其中，农业总产值26738.8万元，工业总产值14088万元，全社会固定资产投资9393万元，社会商品零售总额40993万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8177f3e6709c93d70cf39ad3c6befdcd100baa1fe69?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "宝口镇",
    intr: "宝口镇，隶属于广东省惠州市惠东县，位于惠东县东北部，乌禽嶂南麓，西枝江源白盆珠水库上游，距惠东县城平山镇75千米，东与高潭镇相邻，西与白盆珠镇相连，北与安墩镇相接。 [1]  宝口镇面积329.25平方千米。 [2]  2018年，宝口镇户籍人口26792人。 [2]  截至2019年10月31日，宝口镇下辖12个行政村和2个社区。 [3] 宝口镇是革命老区，有早期农民运动、军队建设、土地革命、解放战争时期的合水坝“南泥湾民运工作队”旧址、解放区党校“崇吉楼”旧址、龙坪交通联络站旧址、禾多乡农会旧址、惠紫人民自卫大队军械维修厂旧址、三家村战斗旧址、肖伦副团长牺牲地旧址以及宝口镇革命烈士纪念碑、马山革命烈士纪念碑、黄伯梅故居等10处遗址旧址、纪念性建筑。 [1] 2018年，宝口镇实现国内生产总值5.9亿元，同比增长5.2%；全社会固定资产投资0.7735亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65c103880a98fb8a5119313b17e1c9c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长塘镇",
    intr: "长塘镇，广西壮族自治区南宁市青秀区下辖镇；长塘镇东连伶俐镇，南接南阳镇、刘圩镇，西南与邕宁区蒲庙镇接壤，西北靠近南湖街道办事处，北与兴宁区三塘镇、五塘镇毗邻 [1]  。辖区总面积166.98平方千米 [2]  。截至2018年末，长塘镇户籍总人口29346人 [2]  。下辖1个社区，7个行政村。民国二十一年（1933年），始设长塘乡。1958年，与伶俐乡合并设卫星公社，隶属邕宁县。次年4月（地名词典称1962年），析置长塘公社。1969年，撤销长塘公社，属邕宁县伶俐公社。1987年10月，复置长塘乡。2000年6月，长塘乡改为长塘镇。2004年9月，长塘镇改隶南宁市青秀区 [1]  。2018年，长塘镇有工业企业8个，营业面积超过50平方米的综合商店或超市6个 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/bf096b63f6246b600c33805ac3b30d4c510fd9f904c0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新江镇",
    intr: "新江镇，隶属于广西壮族自治区南宁市邕宁区，地处邕宁区中南部，东接那楼镇，南连百济镇，西邻良庆区大塘镇、那马镇，北靠蒲庙镇， [3]  行政区域面积165.35平方千米。 [3]  截至2019年末，新江镇户籍人口为34700人。 [5] 清代时期，属广东省廉州府灵山县。2000年，新江乡改为新江镇。2004年9月，新江镇改属南宁市邕宁区。 [3]  截至2021年10月，新江镇辖1个社区、8个行政村， [4]  镇人民政府驻新江社区。 [3] 2019年，新江镇有工业企业8个，有营业面积超过50平方米以上的综合商店或超市11个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a2cc7cd98d1001e939010550865c6cec54e736d13968?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "翁城镇",
    intr: "翁城镇，隶属于广东省韶关市翁源县，地处翁源县西部，韶关市南部，南临官渡镇，西与英德市横石水镇相邻，北靠新江镇。 [1]  行政区划面积137.19平方千米。截至2020年11月，翁城镇辖1个社区、17个行政村， [3]  常住人口31800人。 [8] 截至2015年，翁城镇实现地区生产总值18.2亿元；固定资产投资完成5600多万元；本级财政收入达7600多万元；农民人均纯收入达到10277元。其中第一产业、第二产业、第三产业增加值平均分别增长7.1%、22.9%和17.5%，三大产业比由2011年末40.8：17.3：41.9调整为32.8：29.4：37.7。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/80cb39dbb6fd5266d016dd8f4452802bd40735fa985f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "安流镇",
    intr: "安流镇，隶属于广东省梅州市五华县，地处五华县东南部，琴江上游，距五华县城32千米。东北与双华镇交界，东南与棉洋镇接壤，西北与周江镇相邻，西南与梅林镇为界，北与横陂镇、河东镇相连， [2]  辖区总面积247.06平方千米。截至2019年，安流镇有户籍人口161738人。 [3]  截至2020年6月，安流镇辖4个社区和42个行政村。 [4] 安流镇是五华县内三大中心镇之一，县南部交通、商贸中心，有南安流北华城之称，还有“竹器之乡”之誉。 [6]  [9]  安流镇孕育了清朝一品花翎顶戴、民国军医总监和中国红十字总会理事长、上将徐华清，早期革命家、省委特派员古云章，著名英烈万大来，长征老干部赖绍宏、胡安，老红军、原湖南省副省长徐明，国民党将领汤毅生等。社会主义革命建设时期，安流有近200位烈士为革命建设献出了宝贵的生命。安流历史古迹遗址有高石下登高胜地、东灵寺、平安寺、永和寺、文昌祠、王老仙师宫、法青宫、祖师宫、徐华清故居“树德堂”、秋前湖义冢、李江墓等。民俗活动有逐步恢复的“扮古事”（走古事）。 [2] 2019年，安流镇农村经济总收入为1.14亿元，财政收入为9210多万元，其中镇可支配财力为1450多万元，比上年增加230多万元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b292df5e0fe9925bc31a80cb8f949df8db1cb13db17?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙归镇",
    intr: "龙归街道，隶属于广东省广州市白云区，位于白云区中部，东接太和镇、大源街道，南邻嘉禾街道、永平街道，西接均禾街道、西北与人和镇接壤，行政区域面积26.71平方千米。 [2]  [5]  截至2020年末，龙归街道常住人口约11.59万人，户籍人口约4.06万人，流动人口约8.06万人。 [4] 1961年5月，龙归成立人民公社。 [1]  2020年7月，龙归街道成立。 [2]  截至2021年10月，龙归街道共辖6个社区、7个行政村， [6]  街道办事处驻龙瑞街13号、14号。 [2]  [7] 2019年，龙归街道实现营业收入约96亿元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/359b033b5bb5c9ea15ce3147e26ba1003af33a87154f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "细坳镇",
    intr: "细坳镇，隶属于广东省河源市龙川县，位于龙川县北部，距龙川县城106千米，北与江西省定南县毗邻，西与和平县隔江相望，地处两省三县边境交界处。 [1]  细坳镇总面积为144.05平方千米。截至2019年末，细坳镇有户籍人口23135人。 [2]  截至2020年6月，细坳镇共辖1个社区和12个行政村。 [3] 细坳镇素有赣入粤“第一镇”之称，盛产蝉花、蝉蛹、灵芝、香菇、木耳、笋干、蜂蜜、茶叶、茶油等特色农产品，是河源市市级毛竹专业镇，竹木雕刻工艺被列入县级非物质文化遗产名录。 [1] 2016年，细坳镇社会总产值22556.3万元，其中农业总产值13223.5万元，工业总产值9332.8万元；固定资产投资9936.5万元；完成税收234.7万元，农村人均收入8222.1元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef76c63e2d164b8a16fdfaae51caba?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "回龙镇",
    intr: "回龙镇，隶属于广东省肇庆市高要区，位于高要区东南部，东与金利镇毗邻，南与佛山市高明区接壤，西与蛟塘镇交界，北与白土镇相连。 [4]  距高要城区20多千米。行政区域面积124.25平方千米。截至2021年7月，回龙镇总人口为2.8万人，外来人口5000多人。 [1] 1986年，撤区公所设镇，称回龙镇。 [2]  截至2021年10月，回龙镇共辖3个社区、14个行政村。 [3]  镇人民政府驻回龙镇肇江路5号。 [7] 2020年，回龙镇税收入库1.03亿元，增长率149.3%；社会固定资产投资总额由34.57亿元，增长率295.5%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1ed21b53bb4784ba6eddc451da9209?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "西联镇", intr: "", pic: "" },

  {
    name: "董塘镇",
    intr: "董塘镇，广东省韶关市仁化县下辖镇，位于仁化县城西南部，东邻丹霞街道，北接红山镇，西毗石塘镇和乐昌市，南连浈江区。镇政府驻地董塘社区距县城12千米。 [1]  行政区域面积193平方千米。 [2]  2019年，董塘镇常住人口48812人。 [1]  2020年，董塘镇下辖3个社区、17个行政村。 [3] 董塘镇有省道S246线、国道G535线、省道S517线贯穿墟镇。2002年，董塘镇被广东省人民政府确立为中心城镇之一；2003年，董塘镇被韶关市列为村镇建设试点镇。 [1] 2018年，董塘镇有工业企业25家，其中规模以上工业企业11家，营业面积50平方米以上的综合商店或超市7家。 [2]  2019年，董塘镇完成地区生产总值41.8亿元，增长4.7%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b82b9014a90f603738d87d78758a41bb051f8194742?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东华镇",
    intr: "东华镇，隶属于广东省清远市英德市，地处英德市东南部，东与横石水镇、桥头镇、白沙镇等镇相连；南部毗邻佛冈县；西与望埠镇、沙口镇接壤；北与翁源县、曲江区相接。辖区总面积558.69平方千米。 [3]  截至2019年末，东华镇户籍人口有114597人。 [3] 2004年6月18日，经省广东省人民政府批准撤销大镇、鱼湾、黄陂3镇，合并设立东华镇。 [1]  截至2020年6月，东华镇辖4个社区、24个行政村。 [4]  镇人民政府驻英德市东华镇府前路1号。2019年，东华镇规模以上工业总产值73.47亿元，农林牧渔及服务业总产值16.47亿元，完成固定资产投资13.7亿元。税收收入1.04亿元，比2018年增长13%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd111e800934b212c8fcc3ce2deb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "赤坑镇",
    intr: "赤坑镇，隶属于广东省汕尾市海丰县，位于海丰县东南部，东北面隔东溪与陆丰相望，西北面与陶河镇、可塘镇毗邻，西南面与市城区东涌镇接壤，东南面与市城区田墘街道、大湖镇以羊牯岭山脉分界。 [6]  辖区总面积103.13平方千米。 [7]  截至2020年，赤坑镇共辖1个社区、20个行政村， [8]  常住人口为26316人。 [10] 宋至清代，属海丰县金锡都。1950年，建政属六区。1987年1月，撤区建镇。 [6]  赤坑镇有“戏剧之乡”的文化传统，正字戏、白字戏两种稀有剧种，全镇拥有7个戏剧团，即沙大正字戏剧团、石望玉春香剧团、石望鸿兴正字剧团、石望白字剧团、茅湖白字戏剧团、大化白字戏剧团、龙兴潮剧团等。 [5] 2017年，赤坑镇完成工农业总产值得12.44亿元，同比增长7.2%，其中，工业总产值达8.9亿元，同比增长11.7%，规模以上工业1.43亿元，规摸下工业6.96亿元；完成农业总产值4.05亿元；社会消费品零害总额6.08亿元，同比增长6.6%；社会固定资产投资总额5.9亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3fb43166d224f4a20a4de4681bc87529822720e7b18?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大湖镇",
    intr: "大湖镇，隶属于广东省汕尾市海丰县，位于海丰县东南部，中心位置约在北纬22.8°，东经115.5°之间，濒临碣石湾，东北与高螺湾至烟港中心线为界与陆丰隔河相望，西北与赤坑镇相邻，西南以大德山为界与田墘街道接壤。 [8]  辖区总面积31.85平方千米。 [6]  2019年末，大湖镇户籍人口13860人。 [10]  截至2020年6月，大湖镇共辖1个社区、5个行政村。 [7] 因大德、湖仔为该地区较大的村庄，合称“大德湖仔”故取名为“大湖”。1949年10月后，属六区。1987年，撤销区公所设镇。 [4]  大湖镇地形呈“L”字形，一面环山，三面环水，素有“半岛大湖”之称。 [9]  作为潮汕、岭南传统文化载体的潮汕民居四点金、岭南镬耳屋及传统院落、宗祠等在大湖镇也广泛留存，其中大德村、洪厝园村还较为完整地保存了传统的村落格局。 [9] 2017年，大湖镇有各类养殖面积766.67公顷，耕地面积576.67公顷。工农业总产值3.45亿元，其中渔业产值2.4亿元，年人均收入为6900元。名优土特产品主要有高螺蚝、东溪虾、蟹以及大湖花生、红肉柚、咸鸭蛋等。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6a600c338744ebf81a4ccc7e4cb2c02a6059252d0914?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "地派镇",
    intr: "地派镇，隶属于广东省惠州市龙门县，位于龙门县西北部，东邻龙田镇，西接从化区，北靠新丰县，南与龙潭镇交界，距县城约40千米。 [1]  区域总面积217.39平方千米。 [7]  截至2019年末，地派镇户籍人口有19147人。 [7]  截至2020年6月，地派镇共下辖2个社区、11个行政村。 [3] 2019年，地派镇地区生产总值5.05亿元，增长3.1%。一般公共预算收入实现1443万元，增长6.9%。固定资产投资9800万元，增长247%；其中基础设施投资完成3723万元，同比增长107%。社会消费品零售总额1.17亿元，增长10.6%。城乡居民人均可支配收入19985元，增长11.1%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6f061d950a7b02087bf48e04e793e5d3572c10df6289?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "多祝镇",
    intr: "多祝镇，隶属于广东省惠州市惠东县，位于惠东县中部，是山区农业大镇、省级中心镇，地形以丘陵地貌为主，属亚热带气候，西枝江穿境而过。总面积575.30平方千米，户籍人口约10.72万人（2018年），辖1个社区、27个行政村（2020年）。 [1-2]  2018年，多祝镇有工业企业100家，其中规模以上工业企业9家，营业面积50平方米以上的综合商店或超市56家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494eef01f4f8f2bbff7fe9925bc31d059?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "凤岗镇",
    intr: "凤岗镇，古称塘沥洞， [18]隶属广东省东莞市，地处东莞市东南端，东、南、西三面紧邻深圳龙岗、横岗、平湖和观澜。全镇总面积82.43平方公里。截至2021年，凤岗镇辖1个社区和11个行政村。 [12]根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，凤岗镇常住人口为417430人。 [11]凤岗镇客家文化与华侨文化相互融合发展，在中国首倡“客侨文化”品牌，保护和传承客家山歌、麒麟舞、排屋楼等文化遗产。凤岗镇曾获评中国华侨国际文化交流基地、全国为侨公共服务示范单位、全国重点镇、国家卫生镇、全国象棋之乡、中国客家山歌之乡、中国华侨国际文化交流基地、广东省教育强镇、广东省文明镇”等荣誉称号。 [1] [30]2020年，风岗镇实现地区生产总值318.47亿元（第一产业0.16亿元、第二产业193.08亿元、第三产业125.23亿元），比2019年增长4.7% ，增速排东莞市第十二位，超额完成市的调度目标（2.5%）任务。 [29]",
    pic: "",
  },

  {
    name: "高潭镇",
    intr: "高潭镇，隶属于广东省惠州市惠东县，位于惠东县东北部，属西枝江源区，东南与海丰县、陆河县交界，西南与白盆珠镇相依，西北与宝口镇相接，东北与紫金县相邻。辖区总面积196.21平方千米。 [1]  截至2019年，高潭镇有户籍人口17221人。 [2]  截至2019年10月，高潭镇辖1个社区、13个行政村。 [3] 高潭历史人文底蕴深厚，具有独特的红色文化。高潭是享誉广东乃至全国的革命老区，曾是东江地区工农武装斗争的指挥中心和红色心脏，被誉为“东江红都”。 [4-5]  2019年，高潭镇实现地区生产总值6.44亿元，同比增长7.2%；第一产业增加值2.48亿元，增长8.9%；第二产业增加值1.12亿元，增长2.7%；第三产业增加值2.84亿元，增长7.8%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5882b2b7d0a20cf40228f5d176094b36acaf9907?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "古竹镇",
    intr: "古竹镇，广东省河源市紫金县辖镇，江东新区代管镇，位于河源市西南部、东江中游东岸，居二市四县八镇交汇处，西与源城区、惠州博罗县隔江相望，北连临江镇，南邻惠州芦洲镇、紫金县好义镇，东接紫金县义容镇、凤安镇。总人口为67750人（2017年），辖1个居委会和18个村委会，全镇总面积278.1平方公里，耕地面积3.5万亩。河紫高速公路途经该镇，深河铁路完成预可研工作 [3]  ，河惠汕高速公路被纳入惠州市交通建设规划 [4]  。永安县置县前夕，属惠州府归善县宽得都。明隆庆三年（1569年）属永安县（今紫金县） [8]  [10]  。2014年5月20日，河源江东新区挂牌成立，古竹镇纳入其规划范围。2018年6月，古竹镇行政辖区内土地、矿产及房产所有权档案资料移交至江东新区国土资源和规划建设局 [5]  。古竹镇是第一批中国特色小镇、全国重点镇、省定中心镇、省级眼镜生产专业镇、省卫生先进镇、省教育强镇，境内设有省级高新技术产业开发区河源市江东新区产业转移工业园 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5243fbf2b211931310ba739469380cd791238d1d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "观音阁镇",
    intr: "观音阁镇位于博罗县东北部，地处东江中游西北岸，明显分成南为漫滩及阶地构成的平地，北为丘陵区，是博罗、惠州(惠城区)、河源三地的交汇处。 [1] 镇区东面和南面与惠城区芦洲镇隔江相望，地理位置优越，东江流经镇内9个村委共长31.8公里，交通便利，距惠州市区53公里，车程40分钟，博罗县城54公里，车程40分钟，深圳55公里，车程50分钟，河源市20分钟车程。周边有惠深、广惠、惠河高速公路，京九铁路广梅汕段和205国道、324国道;惠河高速公路入口距镇区8公里。镇内观杨公路直通惠河高速公路和205国道,观古公路贯穿全镇。 [1] 观音阁镇版图面积143.93平方千米（2017年），下辖14个行政村和1个社区，总人口18641人（2017年）。2014年，全镇实现地区生产总值6.2255亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/42166d224f4a20a4a8534fba96529822720ed07a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "好义镇",
    intr: "好义镇，隶属于广东省河源市紫金县，位于紫金县西南部，东邻凤安、上义镇，北邻古竹镇，西南部与惠州市惠城区横沥镇接壤，距紫金县城68公里，省道广下线穿境而过， [1]  辖区面积共86.72平方千米。截至2018年末，好义镇户籍人口共18850人。 [2]  截至2020年6月，好义镇下辖1个社区和8个行政村。 [3] 2014年，好义镇实现地区生产总值7.45亿元，比2013年增加10.2%，其中，工业总产值6.2亿元，比增10.7%，农业总产值1.1亿元，比增6%，第三产业总产值0.15亿元，比增3%；完成税收447万元，比增27%，其中国税260万元，地税184万元，契税3万元；农村人均纯收入6754元，比增10%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0d338744ebf81a4c510f395984617759252dd42a0845?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "河东镇",
    intr: "河东镇，隶属于广东省梅州市五华县，位于五华县中部，地处县城，东邻兴宁市水口镇，南接横陂镇、双华镇，西、北与水寨镇隔琴江相望。 [4]  辖区总面积238.94平方千米。 [5]  截至2019年末，河东镇户籍人口有153233人。 [5] 河东原称水寨，始建于清康熙二十五年（1686年）。1986年11月，撤销水寨区改设河东镇。河东镇琴江河沿镇宛流而下，旧称水寨，有“水中扎营”之誉。 [4]  截至2020年6月，河东镇共辖3个社区、43个行政村。 [6] 截至2019年末，河东镇农业经济总收入17.73亿元，镇级财政收入20589.55万元，农村年人均纯收入12454元。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/32fa828ba61ea8d3fd1f6a5ef958274e251f95caf215?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "柏埔镇",
    intr: "柏埔镇，广东省河源市紫金县下辖镇，地处紫金县西北部，东连黄塘镇，南邻义镇，西接临江镇，北毗东源县义合镇。 [2]行政区域面积134.98平方千米。 [3]截至2019年末，柏埔镇户籍人口36446人。 [3]明代时期，分属宽得都柏埔、平湖社。清代时期，分属宽得都柏兴、平湖约。1987年4月，设柏埔镇。 [2]截至2021年10月，柏埔镇下辖1个社区和14个行政村。 [4]镇人民政府驻柏埔圩。 [2]2011年，柏埔镇财政总收入达412万元，其中国税收入50万元，地税收入313万元，财政两税收入20万元，生猪税收入29万元。农民人均纯收入5672元。 [2]2019年末，柏埔镇有工业企业6个，其中规模以上1个，有营业面积超过50平方米以上的综合商店或超市12个。 [3]",
    pic: "",
  },

  {
    name: "东坑镇",
    intr: "东坑镇，隶属于广东省东莞市，位于东莞市中部，东与常平镇交界，南接大朗镇，西至寮步镇，北邻横沥镇，西北与茶山镇相连。 [1]  辖区总面积23.8平方千米。 [9]  根据第七次人口普查数据，截至2020年11月1日零时，东坑镇常住人口为187877人。 [6] 据历史记载，宋孝宗年间始有人迁来东坑搭察定居，繁衍生息，后来其他姓氏徒居东坑的络绎不绝，人烟渐众。清末，地属文顺乡第三都，属京山司管辖。1986年11月，撤区公所设立东坑镇。 [10]  截至2021年10月31日，东坑镇辖2个社区、14个行政村， [7]  镇人民政府驻东坑镇东坑大道。 [8]  2020年7月，全国爱卫会确认东坑镇为2019年国家卫生乡镇。 [2] 2020年，东坑镇实现生产总值179.3亿元，同比增长5.6%，比目标高0.6个百分点，增速排全市镇街第6；规上工业增加值112.2亿元，同比增长6.7%，增速排全市镇街第13；固定资产投资52.2亿元，同比增长29.1%，增速排全市镇街第8，其中工业投资23.7亿元，同比增长12.7%；税收总额29.07亿元，同比增长11.63%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/902397dda144ad34598201bc71f41bf431adcbef2fcb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "八万镇",
    intr: "八万镇，隶属于广东省汕尾市陆丰市，位于陆丰市东北部，东邻陂洋镇，西连大安镇、河东镇，南接城东街道、博美镇，北靠陆河县，总面积118.79平方公里。 [1]  截至2019年10月，八万镇辖1个社区、11个行政村。 [3]  2020年常住人口为19489人。 [10]949年，属博美区管辖。1957年10月，设八万乡。1958年8月，改称八万人民公社。1967年3月，实行军管。1968年4月1日，成立革委会。1984年，撤社改区。1987年，撤区建乡。1992年，撤乡建镇。 [4-6]  2018年，八万镇工业企业有20家，营业面积50平方米以上的综合商店或超市有3家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/42a98226cffc1e178a82b2cd97dbe103738da87743b1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "乐园镇",
    intr: "乐园镇，隶属于广东省韶关市浈江区，位于韶关市北江河畔，浈江区南面城郊结合部，东与新韶镇接壤，南与武江区西河镇、韶关冶炼厂交接，西与北江河为界，北与车站街道相连。区域面积29.18平方千米。 [1]  截至2020年末，乐园镇常住人口69910人。 [7]1987年2月，撤销浈江区南郊办事处，改称南郊乡人民政府。1993年11月，南郊乡撤乡建镇，更名为乐园镇。 [1]  截至2020年11月，乐园镇下辖7个社区、6个行政村， [3]  镇人民政府驻韶南大道北60号2019年，乐园镇农村经济总收入2148.4万元，同步增长7.6%。固定资产投资2.53亿元，同步增长58.3%。财政一般预算收入771万元，同步增长7.94% [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d62a6059252dd42a28349c4c92714cb5c9ea14ce128b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东涌镇",
    intr: "东涌镇隶属于广东省广州市南沙区，处于珠江三角洲的腹部，广州市番禺区的东南部。北距广州市中心城区40千米，南邻港澳64千米，距南沙口岸仅18千米，距莲花山口岸28千米。东涌镇是2006年1月由原东涌镇、鱼窝头镇、灵山镇西樵村合并而成，于2012年12月1日由番禺区划入南沙区管辖。 [1]东涌镇面积92平方千米，辖22个行政村和2个社区。根据南沙区第七次全国人口普查数据结果，截至2020年11月1日零时，东涌镇常住人口170772人，占南沙区常住总人口的20.17% [25]  。 [1]东涌镇先后荣获全国重点镇 [2]  、全国文明镇 [3]  、国家卫生镇 [4]  、全国宜居小镇 [5]  、广东省教育强镇 [6]  、第三批全国发展改革试点城镇 [7]  、广州市特色名镇 [8]  等荣誉称号 [1]  ，2014年，东涌镇实现地区工业总产值约301.5亿元，同比增长3.3% [9]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c087a2f19320c7b02087bf4f414?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "鹅埠镇",
    intr: "鹅埠镇，广东省深圳市深汕特别合作区辖镇 [1]  ，地处汕尾市西部，是汕尾市的西大门，东、北与赤石镇交界，西与惠东县吉隆、黄埠二镇相邻，南与小漠镇相连。全镇区域总面积100.7平方千米。2018年末，鹅埠镇户籍人口有1.82万人。截至2019年10月，鹅埠镇下辖1个社区及10个行政村。 [2-4]  鹅埠镇是深汕特别合作区的组成部分，粤东沿海经济带新中心。镇境内最高山峰是髻顶，海拔738米。南门河是鹅埠唯一的河流，全长10千米。 [3]  [5]2018年末，鹅埠镇工业企业有89家，营业面积50平方米以上的综合商店或超市有1家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca80653812aba16980dda144ad34256f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "凤安镇",
    intr: "凤安镇，隶属于广东省河源市紫金县，位于紫金县西南部，距紫金县城56公里，东与蓝塘、义容镇毗邻，南与上义镇交界，西与好义镇接壤，北与古竹镇相连， [1]  辖区面积共130平方千米。 [2]  截至2018年末，凤安镇户籍人口共27956人。 [2]  截至2020年6月，凤安镇下辖1个社区和11个行政村。 [3] 凤安镇素有“梦韵凤安”、“凤安小漓江”等美誉， [4]  是“创建国家级无邪教示范镇”“省级新农村建设示范片”“省级休闲农业与乡村旅游示范镇”和“省级教育强镇”。 [5]  凤安镇人文历史源远流长，下石村和觉民村有明朝解元钟丁先故居彼岸庵和钟丁先之墓，传统风俗有关老爷出会、龙王爷出会、三圣宫出会、醒狮队等等，形成了“十里不同风，百里不同俗”的现象。 [1] 2014年，凤安镇实现地区生产总值3.69亿元，比2013年增加15%，其中，工业总产值0.41亿元，比增15%，农业总产值1.83亿元，比增5%，第三产业总产值1.45亿元，比增30%；完成税收144万元，比去年减少55%，其中国税42万元，地税102万元；农村人均纯收入8980元，比增29%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494eef01f12ba7ebef7fe9925bc31d077?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "后溪乡",
    intr: "后溪乡，隶属于广东省揭阳市普宁市，地处普宁市西南部，西北与陆丰市、陆河县接壤，东南与大坪镇、大坪农场相邻。 [1]  区域总面积66.98平方千米。 [3]  2019年末，后溪乡户籍人口有14003人。 [3] 后溪乡因是龙江主流上游后溪滨洲而得名。 [1]  清代，先后属海丰县、陆丰县。1950年3月，划归普宁县，先后为普宁县第六区、第十二区、第十三区、大坪乡。1959年，从南阳山人民公社分出，成立广东省国营后溪林场。1989年，设乡。 [1]  截至2022年10月，后溪乡辖1个社区、6个行政村。 [2]  乡镇府驻普宁市沿河路。2019年末，后溪乡有工业企业8家，其中规模以上工业企业1家。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b13632762d0f703e71c090a06fa513d2797c5be?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "鲘门镇",
    intr: "鲘门镇，广东省深圳市深汕特别合作区辖镇 [1]  ，位于汕尾市西部，北与赤石镇相接，西与小漠镇相邻，东与梅陇镇相连，南边面向红海湾，辖区面积34.5平方千米，海岸线23千米。2018年末，鲘门镇户籍人口共1.92万人。截至2019年10月，鲘门镇共辖1个社区、7个行政村， [2-4]   鲘门镇是深汕特别合作区的组成部分，粤东地区的渔业重镇，旅游资源丰富，拥有百安半岛和江牡、芒屿、鸡心等3个海岛，还有汉代古驿道宋末“壮帝居” 、元代古墓、岩公亭等人文古迹。 [4-5]  2017年末，鲘门镇实现地区生产总值15.03亿元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494eef01fe3e48fa3f7fe9925bd31d08d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "华阳镇",
    intr: "华阳街道位于成都市区南部，地处成都四环路南段锦城湖段外侧。北与高新区桂溪街道相连，东与高新区中和街道、天府新区万安街道毗邻，南与天府新区兴隆街道、正兴街道接壤，西以剑南大道南段与双流区怡心街道交界。 [1]  曾先后为古蜀国国都、广都县治、华阳县县城，现为四川天府新区党工委、管委会驻地，是成都市的城市副中心，亦是天府新区的文化、政治、经济中心。华阳曾是古蜀三都（成都、广都、新都）之广都治所。 [1]  2006年9月，撤销华阳镇改建华阳街道。 [2]  [43] 2018年，华阳街道实现地区生产总值（GDP）178亿元，五年来增长近40%。全年完成固定资产投资106亿元，同比增长23%，占新区比约16.5%；实现全口径财政收入41亿元，同比增长25%，约占新区财政总收入的56%。 [4]  据第七次全国人口普查显示，2020年华阳街道常驻人口44.4万人，位居成都市街道人口首位。 [36] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b13632762d0f703918fd0f4acac463d269759ee6fc6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄埠镇",
    intr: "黄埠镇隶属于广东省惠州市惠东县，地处惠东县东南部沿海，濒临考洲洋，南连红海湾，东北与深汕特别合作区相邻，西与铁涌镇接壤，北与国道324线相接。镇域黄埠片区历来商贸发达，是货物集散之地，有“黄金埠头”美誉，故名“黄埠”，取中心埠头之意；盐洲片区是内海考洲洋中的岛屿，因其盛产原盐，故名“盐洲”，又称“大洲”。 [1] 黄埠镇总面积97.7平方公里，海岸线长44.5公里，辖18个村（居）委，常住人口约12万人（其中户籍人口4.1万人，外来人口约8万人），是“全国重点镇”、“广东省制鞋专业镇”、“广东省时尚女鞋之都”、“广东省教育强镇”、“惠州市中心镇”、“惠州市特大镇”、“惠州市卫生镇”。 [1] 制鞋业是黄埠支柱产业，2014年，黄埠镇实现地区生产总值43.1亿元，同比增长16.5%；其中，全镇产鞋6.2亿双，鞋业产值182亿元。2017年，全镇实现地区生产总值67亿元，同比增长10.1%；规上工业总产值64亿元，同比增长9.5%；固定资产总投资42.9亿元，同比增长77%，“两税”收入1.3亿元，同比增长32.4%。 [1] 2019年10月，黄埠镇入选“2019年度全国综合实力千强镇”。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a08b87d6277f9e2fad524f061930e924b899f35d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白沙镇",
    intr: "白沙镇，隶属于重庆市江津区，地处江津区中部，东邻慈云镇、永兴镇，南接四川省合江县石龙镇、塘河镇，西连石蟆镇、朱杨镇，北通石门镇、油溪镇。 [1]  辖区总面积241.25平方千米。 [2]  截至2019年末，白沙镇户籍人口有133521人。 [2] 东汉末年，建场。元至正十七年（1357年），农民领袖明玉珍在重庆建立大夏农民政权，江津设畿甸邑，白沙属江津甸邑。1956年2月，撤区设白沙镇。2001年5月，滩盘镇并入白沙镇。 [1]  截至2021年10月，白沙镇辖10个社区、14个行政村。 [3]  镇人民政府驻滨江路199号。 [1] 2019年末，白沙镇辖区有工业企业183家，其中规模以上工业企业26家。有营业面积50平方米以上的综合商店或超市有63家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/728da9773912b31b6bd5d16d8318367adab4e13d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "附城镇",
    intr: "附城镇，隶属于广东省汕尾市海丰县，位于海丰县城西南郊，北连海城镇，西邻联安镇，南接汕尾市城区红草镇，东南、东北分别与陶河镇、城东镇隔水相望。东西长约10公里，南北宽约8.5公里，全镇总面积约69.71平方公里。 [1]  截至2022年10月，附城镇辖6个社区、14个行政村。 [15]  2020年常住人口128953人。 [13] 2020年附城镇完成工农业总产值263.57亿元，年均增长达18.18%，其中工业产值241.91亿元，农业产值21.66亿元。 [14] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9358d109b3de9c82ec2290526281800a18d843a3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横陂镇",
    intr: "横陂镇，隶属于广东省梅州市五华县，位于五华县中部，东邻河东镇，西界潭下镇，北接转水镇、水寨镇， [1]  辖区总面积240.69平方千米。截至2019年末，横陂镇有户籍人口117443人。 [2]  截至2022年10月，横陂镇辖3个社区和35个行政村。 [11] 横陂镇是五华县主要粮产区之一和烤烟生产重点镇。石制工艺品种较多，销往大埔、梅县等地。 [1] 2019年，横陂镇农村经济总收入12.414亿元，农村人均可支配收入11449元；一般公共预算总收入4578.50万元，政府性基金预算财政拨款收入6864.66万元，税务收入3903万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6a63f6246b600c3387448246dd1d460fd9f9d62a0bb9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "海城镇",
    intr: "海城镇，隶属于广东省汕尾市海丰县，位于海丰县境中北部，东临城东镇、公平镇，西接深汕特别合作区赤石镇，南椅附城镇、梅陇镇，北面与惠州市惠东县相接壤。毗邻于深圳与汕头两个经济特区之间。全镇区域总面积231.60平方千米， [1]  截至2022年10月，海城镇辖15个社区、9个行政村。 [27]  2020年常住人口为163989人。 [24] 海城镇是中国第一个县级苏维埃政权发祥地，地处海丰县城中心区域，是汕尾市中心城镇、汕尾卫星镇。海城镇长期为海丰县政府所在地，是全县的政治、经济、文化中心，广东省275个中心镇之一。 [2] 2021年，海城镇工农业总产值达到10.2亿元，固定资产投资总额达到21.4亿元。 [28] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9358d109b3de9c82ec5390526281800a19d8433c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "公庄镇",
    intr: "公庄镇，隶属于广东省惠州市博罗县，位于博罗县东北部，东邻河源，北接龙门，南濒东江。 [1]  辖区总面积309.76平方千米。 [2]  截至2019年末，公庄镇户籍人口有54631人。 [2] 清乾隆四年（1739年），属苏州巡检司。中华人民共和国成立后，属第三区。1958年10月，建立公庄人民公社。1983年，撤社设区。1986年冬，撤区建镇。 [4]  截至202年10月，公庄镇辖2个社区、22个行政村。 [3]  镇人民政府驻博罗县广场路8号。019年，公庄镇实现税收收入8974万元，同比增长9.7%；固定资产投资全年合计35819万元，同比增长2.4%；规模以上工业增加值累计14704万元，同比增长0.5%；金融机构人民币存款合计14.4亿元，同比增长5.6%，其中贷款合计37529万元，同比增长21.6%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/2cf5e0fe9925bc315c60bf1ca88f9ab1cb134854daac?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "河东镇",
    intr: "河东镇，隶属于广东省梅州市五华县，位于五华县中部，地处县城，东邻兴宁市水口镇，南接横陂镇、双华镇，西、北与水寨镇隔琴江相望。 [4]  辖区总面积238.94平方千米。 [5]  截至2019年末，河东镇户籍人口有153233人。 [5] 河东原称水寨，始建于清康熙二十五年（1686年）。1986年11月，撤销水寨区改设河东镇。河东镇琴江河沿镇宛流而下，旧称水寨，有“水中扎营”之誉。 [4]  截至2020年6月，河东镇共辖3个社区、43个行政村。 [6] 截至2019年末，河东镇农业经济总收入17.73亿元，镇级财政收入20589.55万元，农村年人均纯收入12454元。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/32fa828ba61ea8d3fd1f6a5ef958274e251f95caf215?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "公平镇",
    intr: "公平镇，隶属于广东省汕尾市海丰县，位于海丰县东北部，东邻平东镇，南与城东镇、海城镇接壤，西与海城镇莲花山森林公园相连，北邻惠东县高潭镇、海丰县黄羌镇和公平水库，全镇辖区总面积127平方千米。截至2020年，公平镇共辖7个社区、23个行政村， [1]  常住人口为57937人。 [32] 公平镇是革命老区之一，是现代散文作家钟敬文的故乡，是海丰县东北部黄羌、平东及邻县周边乡镇商品集散地。 [1]  是海丰县的服装生产专业镇。 [2] 2017年，公平镇实现地区生产总产值90.1亿元，同比增长24.97%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7aec54e736d12f2eb938d6b05388c2628535e4ddc283?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "河田镇",
    intr: "河田镇，隶属于福建省龙岩市长汀县，地处长汀县中部，东邻南山镇，南与涂坊镇、濯田镇接壤，西与策武镇交界，北与新桥镇相连，距长汀城区21千米， [4]  区域总面积315.8平方千米。 [6]  截至2019年末，河田镇户籍人口为73358人。 [6] 1949年，设第五区；1984年，河田公社改为河田镇。 [4]  截至2020年6月30日，河田镇辖31个行政村； [5]  镇人民政府驻下街村。 [4] 截至2019年末，河田镇有工业企业26个，其中规模以上7个，有营业面积超过50平方米以上的综合商店或超市53个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d2697771ad73c42fbb2fb421673ef?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "康禾镇",
    intr: "康禾镇，隶属于广东省河源市东源县，位于东源县境东南部，东邻叶潭镇、黄村镇，南与紫金县交界，西连黄田镇，北与蓝口镇接壤， [2]  辖区总面积230.71平方千米。截至2019年末，康禾镇有户籍人口25624人。 [3]  截至2021年10月，康禾镇辖1个社区和11个行政村。 [6] 2康禾镇曲龙村为市级红色教育基地，是河源县第一党支部旧址；有市级文物保护单位四角楼、八角楼古建筑，有嘉庆圣旨碑、田心村的龙岩洞等景点，还有始建于明朝末期的西华寺旧址，以及广东省古村落仙坑村。 [2] 2017年，康禾镇有金融机构1家，年末居民储蓄存款1.7亿元，实现税收收入1298万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6609c93d70cf3bc79f3d2cda0251ada1cd11728bfcf1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "河口镇",
    intr: "河口镇，隶属于云南省红河哈尼族彝族自治州河口瑶族自治县，地处河口瑶族自治县南端，东隔南溪河，南隔红河与越南社会主义共和国老街市隔河相望，西北与瑶山乡相连，北接老范寨乡，东北与南溪镇为邻， [1]  区域总面积190.02平方千米。 [5]  截至2019年末，河口镇户籍人口为14345人。 [5] 2西汉元鼎六年（前111年），属牂牁郡进桑县管辖；1987年10月，由城关镇改为河口镇。 [1]  截至2020年6月，河口镇辖13个社区、2个行政村。 [2] 2截至2019年末，河口镇有工业企业7个，其中规模以上4个，有营业面积超过50平方米以上的综合商店或超市15个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9213b07eca8065380cd724e90d8db644ad34588224b2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄羌镇",
    intr: "黄羌镇，隶属于广东省汕尾市海丰县，位于海丰县北部，东北与陆河县新田镇交界，西北与惠东县高潭镇相邻，东南和西南分别与平东镇、公平镇接壤。全镇行政区域面积151.56平方千米。截至2019年末，黄羌镇户籍人口44271人。 [1]  截至2022年10月，黄羌镇辖1个社区、22个行政村 [89]  ，常住人口为16781人。 [81] 2黄羌镇是海陆丰革命根据地中心区，是海陆丰革命根据地极为重要的组成部分。因其独特的地理优势，曾一度成为我党早期进行土地革命、反击国民党反动派“围剿”的重要根据地之一，也一度成为党、政、军领导机关驻地，留下了许多红色文化和革命遗址，徐向前、彭湃、曾生、赵自选等领导人都曾在黄羌开展革命。2黄羌镇是策应南昌起义部队南下海陆丰的重地，是打响建立海陆丰苏维埃政权第一枪的地方，是中国共产党领导的工农武装与国民党在广东开展武装斗争最早的集结地之一，是海陆丰第二次武装起义的出师地。 [82]  在艰苦卓绝的革命斗争中，红二师、红四师的黄营长、周连长及解放军的林排长等在此献出了宝贵的生命，参与领导发动海丰农民暴动攻占海丰县城的原广东省委委员赵自选长眠于此，英勇的黄羌人民也作出了巨大的牺牲和贡献，并踊跃出一批以杨其珊、陈桂招等为代表的革命先烈。 [2] 22022年1-11月，黄羌镇固定资产投资入库4项，固定资产投资总额为18437万元。 [93] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0d338744ebf81a4c510f22ddef607759252dd42a08c6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "湖镇镇",
    intr: "湖镇镇，隶属于广东省惠州市博罗县，位于博罗县中西部，南与义和乡、龙华镇接壤，北与横河镇为邻。 [2]  辖区总面积237.94平方千米。 [3]  截至2019年末，湖镇镇户籍人口有58136人。 [3]  截至2020年6月，湖镇镇辖2个社区、35个行政村。 [4]  镇人民政府驻博罗县长旺路与东风路交叉路口往东北约200米。2明洪武四年（1371年），设善政司巡检署。1960年，析置湖镇人民公社。1983年，撤社设区。1986年冬，撤区建镇。 [2]  2021年9月，湖镇镇入选第三批广东省级“一村一品、一镇一业”专业镇名单。 [1] 22019年，湖镇镇实现生产总值47.86亿元，其中第一产业5.6亿元、第二产业31.6亿元、第三产业5.9亿元；人均生产总值4.88万元。全社会固定资产投资7.9亿元；税收总额3.07亿元，比去年增长9%。年末居民储蓄存款余额16.22亿元；居民人均年可支配收入3.3万元，增长25%。农业总产值8.29亿元，增长2.8%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0e2442a7d933c895911605acd31373f0830200f8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "良井镇",
    intr: "良井镇，隶属于广东省惠州市惠阳区，位于惠阳区中部，地处惠州港和惠州机场之间，位于惠州、惠阳（淡水）、惠东三角地域的中心位置，紧靠广汕高速公路，西南连永湖镇，东南接惠东县白花镇，北隔西枝江与平潭镇和马安镇相望，南邻沙田镇， [1-2]  辖区面积共72.02平方千米。 [3]  2018年，良井镇户籍人口共40372人。 [3]  截至2020年6月，良井镇下辖1个社区和17个行政村。 [4] 2良井镇是岭南客家特色美丽乡村先行区，有着浓郁的客家民俗文化特色，融合了东江客家文化与岭南山水田园风光。 [5-6]  良井素有“文化之乡”之誉，于2008年获“广东省教育强镇”称号。 [7] 2良井镇2018年农业总产值约3.9755亿元，同比下降1.8%；2018年GDP约为8.1亿元，同比增长7.6%，2018年农业占全镇GDP比例为31.9%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f510fb30f2442a7d933e10d7709ba4bd11373f0a44b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙华镇",
    intr: "龙华街道，隶属于广东省深圳市龙华区，位于深圳市中轴线，龙华区中心，东与龙岗区坂田街道接壤，西接大浪街道，南邻民治街道，北与观湖街道、福城街道相连，辖区总面积19.18平方千米。 [1-2]截至2020年11月，龙华街道常住人口为611913人。 [3]截至2022年10月，龙华街道下辖22个社区。 [4]2龙华街道是深圳“都市核心区”重要组成部分，是龙华区的文化、商业中心、中央服务轴的商贸重镇和产业大镇。重点培育高端制造、新兴产业、生产性服务业等产业，是深圳市重要的电子信息产业基地、先进制造之都和区域核心商圈。以“一中心一园区”为主要载体，构筑龙华区作为“高端制造的产业大区”的重要高地。 [5-7]22018年，龙华街道地区生产总值突破1000亿元。 [8]",
    pic: "",
  },

  {
    name: "黄田镇",
    intr: "黄田镇，隶属于福建省宁德市古田县，位于古田县境南部，北靠城关，东和东南与闽清县相邻，西和西南同南平市接壤，距县城32公里。区域面积为211.99平方千米。 [1] 22019年，黄田镇下辖2个社区，16个行政村：黄田社区，江滨社区，双坑村，村里村，上溪村，汶洋村，潮渔村，后洋村，后坪村，松峰村，莪洋村，金翼村，洋上村，香峰村，三保村，西坑村，廷洋村，坑前村。2018年，黄田镇户籍人口为27676人。 [2-3]  22018年，黄田镇生产总值18.9亿元、增长6.1%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0df431adcbef76094b3630619194b4cc7cd98c1030b1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "吉隆镇",
    intr: "吉隆镇，广东省惠州市惠东县辖镇，地处惠东县东南部，东连潮汕，西接深圳广州，南临大亚湾。距广州220公里，距深圳136公里，距惠州机场50公里，距惠州市区77公里，全镇面积125.3平方公里。2018年末，吉隆镇户籍人口有12万人。截至2019年，吉隆镇共辖7个行政村、3个社区，总人口12万人。 [1-2]  2吉隆镇是广东省女鞋名城，亦是闻名的制鞋镇，形成了以制鞋业为龙头，兼有鞋材加工、皮革塑料、五金、纸品包装等行业的地方工业体系。2018年，吉隆镇工业企业个数共238家，营业面积50平方米以上的综合商店或超市59家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/79f0f736afc379310a558dd24992a04543a98326bb88?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "金厢镇",
    intr: "金厢镇，隶属于广东省汕尾市陆丰市，位于陆丰市东南部，碣石湾畔，东南与碣石镇接壤，东北、西北分别与桥冲镇、城东街道毗邻，背山面海，海岸线长18.7千米。 [3]  辖区总面积57.74平方千米。 [6]  截至2019年末，金厢镇户籍人口61404人。 [6] 2清康熙二十五年（1686年），商贾从各地迁移人住逐渐形成墟落。1957年，建立金厢大乡。1961年，属乌坎公社。1971年，划出另设金厢公社。1987年，撤公社设镇。 [10]  截至2021年10月，金厢镇辖1个社区、12个行政村。 [2]  镇人民政府驻金厢社区。金厢镇群众文化生活丰富，主要有文学创作、摄影、灯谜、潮剧、英歌舞、白字戏、皮影、舞狮、钱鼓舞、标旅活景、琴棋书画等。 [3]  2021年6月，陆丰市金厢镇党委被中共汕尾市委授予“汕尾市先进基层党组织”称号。 [9] 22019年，金厢镇工业企业个数共1家，其中规模以上工业企业个数1家，有营业面积50平方米以上的综合商店或超市有25家。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/72f082025aafa40f4bfbaf6e2f2b144f78f0f736b37b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "蓝口镇",
    intr: "蓝口镇，隶属于广东省河源市东源县，地处东源县境东北部，东江中上游，东邻叶潭镇，南连康禾镇﹑黄田镇，西接曾田镇，北与柳城镇毗邻， [1]  辖区总面积184.69平方千米。截至2019年末，蓝口镇有户籍人口44471人。 [2] 2蓝口镇是广东省定东源县3个中心镇之一。据考证，蓝口镇在隋代短暂成为雷乡县县城，元代设立了驿站，明代设有巡检司。 [5]  民国二十五年（1936年），属第三区蓝口镇、归淳乡，第二区蓝口镇。1987年，撤区设蓝口镇。1993年，隶属东源县。 [1]  截至2020年6月，蓝口镇辖2个社区和22个行政村。 [3]  蓝口镇有市级文物保护单位塘心村清代古建筑“陈氏壹修堂”、长江头村国共谈判旧址2处；县级文物保护单位乐村清代石楼1处。 [1] 22017年，蓝口镇全年实现农业总产值2.2亿元，全镇农民人均可支配收入11184元。有工业企业30家，其中规模以上企业8家，从业人员3000人。全年实现工业生产总值14.5亿元，占镇内生产总值的87.75%。2017年，蓝口镇财税总收入1.37亿元，比2016年增长36.77%，其中本级财政收入3815.48万元，比2016年增长9.9%。镇内有金融机构3个，年末合计存款余额4.5亿元:比2016年增长12.5%；贷款余额1亿元，比2016年减少18%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d50735fae6cd7b899e510361b07555a7d933c995a08a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "蓝塘镇",
    intr: "蓝塘镇，隶属于广东省河源市紫金县，位于紫金县西南部，距紫金县城47公里，至惠州80公里。省道S120线和S243线贯穿全镇， [1]  辖区总面积301.90平方千米。 [2]  2018年末，蓝塘镇户籍人口共77948人。 [2]  截至2020年6月，蓝塘镇下辖1个社区和26个行政村。 [3] 2蓝塘镇是广东省省定中心镇和全国重点镇，是紫金县最大的春甜桔种植基地。 [1] 22014年，蓝塘镇实现地区生产总值31.76亿元，比2013年增加18.3%，其中，工业总产值25.99亿元，比增22%，农业总产值4.4亿元，比增6%，第三产业总产值1.37亿元，比增11%；完成税收1262万元，比增8.2%，其中国税463万元，地税779万元，契税20万元；农村人均纯收入7725元，比增10.1%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f603918fa0ec08fa513def8217a52a6d55fbb2fb6cc8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙窝镇",
    intr: "龙窝镇，隶属于广东省河源市紫金县，位于紫金县东南部，距紫金县城28公里，距汕湛高速紫金东出口13公里，东邻五华县，南接惠东县， [1]  辖区总面积422平方千米。2018年末，龙窝镇户籍人口为85941人。 [2]  截至2020年6月，龙窝镇下辖33个行政村和1个社区。 [3] 2龙窝镇是广东省定中心镇，历来是紫金县南路各镇的商贸和经济中心。龙窝镇人文底蕴深厚，历史上曾涌现出诗人黄迁、花朝戏创始人之一黄亚亮等名人，有国家级非遗项目花朝戏、 [4]  广东省级非遗项目木偶戏、浦米制作技艺以及县级非遗项目龙舞、狮舞和嶂下七月十四田园节。龙窝镇下辖的桂山村入选广东省古村落名录，境内有清嘉庆年间始设的“桂山文明书舍”、桂山石楼、龙窝天主堂、牌楼村节孝牌坊等文化遗迹。龙窝是革命老区，曾是中国共产党早期活动地区之一，蒋中正、周恩来率军东征驻龙窝圩，民国十六年（1927年）中国工农红军第二、四师曾在此会师。 [1] 22020年，龙窝镇全年完成地区生产总值11.1亿元，农村人均年收入达16396元，完成税收1954万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d043ad4bd11373f082029b50b0445cfbfbedaa64aee3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "芦洲镇",
    intr: "芦洲镇，隶属于广东省惠州市惠城区，地处惠城区北部、东江中游，东部与紫金县好义镇交界，西北部面临东江与博罗县观音阁镇、泰美镇隔江相连，南接横沥镇， [2]  行政区域面积204.87平方千米。 [4]  截至2019年末，芦洲镇户籍人口为29564人。 [4] 2清同治九年（1870年），属升平约堡；2003年11月，撤销芦洲镇、芦岚镇，新组建芦洲镇。 [2]  截至2021年10月，芦洲镇辖2个社区、19个行政村； [3]  镇人民政府驻双洲社区双洲路。 [2] 2截至2019年末，芦洲镇有工业企业5个，有营业面积超过50平方米以上的综合商店或超市4个 [4]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b211b9ea902cdd8065380dd721e2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "梅林镇",
    intr: "梅林镇，隶属于江西省宜春市丰城市，地处丰城市北部，位于丰城、樟树、高安、南昌四市交汇的中心，东接同田乡、上塘镇，西邻湖塘乡、董家镇，南接泉港镇、尚庄街办，北临新建县，距丰城市区22千米，距省会南昌43千米，距昌北机场68千米，总面积88平方千米。 [2]  截至2019年末，梅林镇共有户籍人口33478人。 [1] 1999年10月，梅林撤乡设镇。 [3]  截至2020年6月，梅林镇下辖1个社区，15个行政村。 [1] 2016年，梅林镇实现财政总收入2.66亿元，同比增长11.2%。 [2]  截至2019年末，梅林镇共有工业企业75家，其中规模以上3家，营业面积超过50平方米的综合商店或超市78家。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/fc1f4134970a304e251f57880a87b086c9177f3ef63b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙田镇",
    intr: "龙田镇，隶属于福建省福州市福清市，地处福清市龙高半岛首端，东隔海坛海峡与平潭综合实验区相望，东南与港头毗邻，南与江镜镇接壤，西南与江阴半岛为邻，西与上迳镇毗邻，北与海口镇相连， [1]  区域总面积117.65平方千米。 [5]  截至2019年末，龙田镇户籍人口为139917人。 [5] 宋代时期，属崇德乡；清宣统二年（1910年），设龙田镇；1984年9月，撤社改镇。 [1]  截至2020年6月，龙田镇辖2个社区、40个行政村， [2]  镇人民政府驻龙庭路1号。 [1] 截至2019年末，龙田镇有工业企业123个，其中规模以上28个，有营业面积超过50平方米以上的综合商店或超市65个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/30adcbef76094b36acaf9498019a6bd98d1001e93735?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙华镇",
    intr: "龙华街道，隶属于广东省深圳市龙华区，位于深圳市中轴线，龙华区中心，东与龙岗区坂田街道接壤，西接大浪街道，南邻民治街道，北与观湖街道、福城街道相连，辖区总面积19.18平方千米。 [1-2]  截至2020年11月，龙华街道常住人口为611913人。 [3]  截至2022年10月，龙华街道下辖22个社区。 [4] 龙华街道是深圳“都市核心区”重要组成部分，是龙华区的文化、商业中心、中央服务轴的商贸重镇和产业大镇。重点培育高端制造、新兴产业、生产性服务业等产业，是深圳市重要的电子信息产业基地、先进制造之都和区域核心商圈。以“一中心一园区”为主要载体，构筑龙华区作为“高端制造的产业大区”的重要高地。 [5-7]   2018年，龙华街道地区生产总值突破1000亿元。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/86d6277f9e2f0708283842c44b72af99a9014d0854e2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "敬梓镇",
    intr: "敬梓镇，隶属于广东省河源市紫金县，位于紫金县东南部，东邻五华县华阳镇，南接水墩镇，西北与中坝镇、五华长布镇交界，省道S120线穿镇而过，西距紫金县城33公里（距河源市100公里），全镇总面积面积110平方公里，其中耕地面积14020亩、山地面积13.02万亩。 [1]  2018年末，敬梓镇户籍人口为35750人。 [2]  截至2020年6月，敬梓镇下辖13个行政村。 [3] 2014年，敬梓镇实现地区生产总值3.43亿元，比增13%，其中，工业总产值1.7亿元，比增11.2%，农业总产值1.32亿元，比增10.3%，第三产业总产值0.41亿元，比增15.2%；完成税收342万元，比增33.6%。其中国税188万元，地税154万元；农村人均纯收入6925元，比增8%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad345982b2b790b019bf26adcbef76092ef4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "九和镇",
    intr: "九和镇，隶属于广东省河源市紫金县，位于紫金县中部偏南、秋香江中游，省道S120横贯全镇， [1]辖区面积共254.97平方千米。 [2]2018年末，九和镇户籍人口共32148人。 [2]截至2020年6月，九和镇下辖13个行政村和1个社区。 [3]九和镇是紫金县八山一水一分地的典型山区镇，有着丰富的水力及矿产资源。2014年，九和镇实现地区生产总值2.78630亿元，比2013年增加2.85%，其中，工业总产值0.49785亿元，比增6%，农业总产值1.79762亿元，比增6%，第三产业总产值0.49383亿元，比增-30%；完成税收780.22万元，比增-46%，其中国税162.37万元，地税617.85万元；农村人均纯收入7120元，比增7.5%。 [1]",
    pic: "",
  },

  {
    name: "南岭镇",
    intr: "南岭镇，隶属于福建省福州市福清市，地处福清市东北部，东与长乐市松下镇、江田镇相接，南接城头镇，西接阳下街道，北与长乐市江田镇相接， [1]  区域总面积34平方千米。 [5]  截至2019年末，南岭镇户籍人口为7822人。 [5] 唐、宋时期，分属感德乡方成里、新安里；1981年4月，成立南岭公社；1999年12月，乡改镇。 [1]  截至2020年6月，南岭镇辖8个行政村， [2]  镇人民政府驻西溪村。 [1] 截至2019年末，南岭镇有工业企业1个，其中规模以上1个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/50da81cb39dbb6fd52660c91ef75bc18972bd4079970?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "平东镇",
    intr: "平东镇，隶属于广东省汕尾市海丰县，位于海丰县东北部，东接陆河县新田镇、陆丰市西南镇，南接可塘镇、城东镇，西邻公平镇，北靠黄羌镇，距离县城24千米。全镇区域面积133.22平方千米。 [1]  截至2019年末，平东镇户籍人口30534人。 [2]  截至2022年10月，平东镇辖1个社区、9个行政村， [52]  常住人口为12139人。 [46]  镇政府驻日中社区。 [3] 平东镇是中国民俗学家钟敬文的出生地 [51]  ，著名的革命老区“九龙峒”所在地，省级大型水库公平水库移民地区，移民村共26个，水库移民及后裔约1.5万人，是公平水库主要集雨区，占公平水库集雨面积的45%。 [1] 2021年，平东镇农业总产值约4.6亿元，比增4%，全社会固定资产投资约5.2亿元，比增12%。 [50] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca80653856da656980dda144ad3425f1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "平潭镇",
    intr: "平潭镇，广东省惠州市惠阳区下辖镇，位于惠阳区中部地区，中心位置约在东经114°3'，北纬23°，西邻马安镇，东距惠东县城平山街道仅12千米，南连良井镇，北邻横沥镇，西北接水口镇。 [1]  行政区域总面积99.7平方千米。 [2]  截至2020年2月，平潭镇常住人口约4.69万人，流动人口约5700人。 [2]  截至2020年6月，平潭镇辖1个社区和17个行政村 [3]  ，镇政府驻惠阳区平潭镇沿路大道118号。平潭圩始建于明朝，先叫谷龙圩（今示范场），后有新布店（今田埔），然后再在现平潭圩位置上发展成为集市。清同治九年（1870年），属通安约堡。民国二十年（1931年），属第十四区。1950年，属平潭区（五区）。1987年1月，平潭撤区设镇。 [1] 2018年，平潭镇地区生产总值实现18.73亿元，同比增长9.3%；规模以上工业增加值同比增长20.4%；工商税收1.33亿元，同比增长26.5%；社会消费品零售总额8.31亿元，同比增长10.7%；实际利用外商直接投资0.26亿元，同比增长57.4%；进出口总额3.38亿元，同比增长49.4%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/78310a55b319ebc4b7455bdb496cd8fc1e178a82b815?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "临江镇",
    intr: "临江镇，隶属于重庆市开州区，地处开州区西南部，东南与南门镇、长沙镇接壤，西南与铁桥镇、南雅镇比邻，西北与中和镇接壤，东北与竹溪镇、九龙山镇相连，距开州区人民政府驻地18千米， [1]  区域总面积123平方千米。 [2] 南北朝宋时，置新浦县，于临江设尉署；1992年10月，撤区，由原临东乡、明星乡、长青乡、临江镇组建临江镇。 [1]  截至2018年末，临江镇户籍人口为104293人。 [2]  截至2020年12月，临江镇下辖7个社区、22个行政村， [3]  镇人民政府驻川主街社区。 [1] 2019年，临江镇实现地区生产总值34.7亿元，同比增长18.8%；城镇居民人均可支配收入36782元，农村居民人均可支配收入19000元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/2f738bd4b31c8701a18b67923d34892f070828385139?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "麻榨镇",
    intr: "麻榨镇，隶属于广东省惠州市龙门县，位于龙门县南部，西与增城区正果镇接壤，东南与博罗县横河镇、长宁镇毗邻，北与龙门县永汉镇、龙华镇相连。 [1]  圩镇距龙门县城53千米、惠州市79千米、东莞市60千米、广州市80千米，距广河高速永汉站出口仅13千米，正果站出口14千米，融入珠三角城市1小时生活圈。 [1]  区域总面积240.15平方千米。 [2]  截至2019年末，麻榨镇户籍人口有30509人。 [7]  截至2021年10月，麻榨镇共辖1个社区、18个行政村。 [3]  镇人民政府驻麻榨镇龙凤路8号。2019年，麻榨镇固定资产投资额2.85亿元；规上工业产值1.6亿元；限额以上商业营业额161.7万元；限额以上商业营业额161.7万元；工业投资投资额4.85亿元；技改投资投资额4.85亿元；基础设施建设投资10.6亿元；全年财政税收收入1.44亿元，同比增长7.59%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b219ebc4b74543a98226ab909f5d9d82b9014a90be1f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "蓝田瑶族乡",
    intr: "蓝田瑶族乡，隶属于广东省惠州市龙门县，位于龙门县北部，东南与龙田镇连接。西南与天堂山交界，西连密溪林场，北邻新丰县。辖区总面积130.79平方千米。 [4]  截至2019年末，蓝田瑶族乡户籍人口有11018人。 [4]  截至2020年6月，蓝田瑶族乡辖1个社区、7个行政村。 [5] 蓝田瑶族乡因以驻地多蓼蓝草而得名。1949年后，建蓝田乡。1987年1月，经广东省人民政府批准蓝田瑶族乡正式成立。蓝田瑶族乡有龙门县“北大门”之称，是惠州市唯一的少数民族乡。 [1]  2017年12月26日，蓝田瑶族乡被国家民委评为第五批全国民族团结进步创建示范区（单位）。 [2]  2019年12月30日，蓝田瑶族乡入选首批“广东省旅游风情小镇”。 [3] 2019年末，蓝田瑶族乡辖区有工业企业81家，其中规模以上工业企业3家。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3812b31bb051f819861858b35ee45ded2e738ad449b3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "可塘镇",
    intr: "可塘镇，广东省汕尾市海丰县辖镇，位于海丰县东部，西与城东镇接壤，西南面、南面分别与陶河镇、赤坑镇隔河相望和相邻，北临乌面岭山和大嶂山，区域总面积76.86平方千米。 [1-2]  截至2020年，可塘镇共辖21个行政村、1个社区， [4]  常住人口为46330人。 [12] 2017年，可塘镇工农业总产值55.42亿元，固定资产投资38.2亿元，社会商品零售总额8.61亿元，国、地两税征收2067万元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a9d3fd1f4134970a304e7bd2ab80c6c8a786c817f7be?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "螺溪镇",
    intr: "螺溪镇，隶属于广东省汕尾市陆河县，地处陆河县西北部，东邻揭西县，南连南万镇、河田镇，西毗紫金县，北接五华县。 [10]  辖区总面积144.55平方千米。 [11]  截至2020年末，螺溪镇常住人口21804人。 [9] 1949年后，螺溪属河田乡。1959年，从河田乡西北部村庄析出设置螺溪公社。1983年，公社区。1986年，撤区建镇。 [10]  截至2021年10月，螺溪镇辖1个社区、15个行政村。 [3]  镇人民政府驻螺溪社区新一路与日新二路交叉口。2019年，螺溪镇有工业企业20个，有营业面积超过50平方米以上的综合商店或超市12个。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d833c895d143ad4bd1131387f1504dafa40f4bfba860?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "梁化镇",
    intr: "梁化镇，隶属于广东省惠州市惠东县，地处惠东县西北部，中心位置约在东经114°40′、北纬23°5′之间，东北与紫金县相邻，东、南部与大岭镇相连，距惠东县城14公里，西与惠阳区接壤，距惠州机场8公里，距惠州市32公里，是省级蔬菜专业镇、广东省龙形拳之乡。梁化全镇辖区面积263.1平方千米，耕地面积39.7273平方千米，山林地面积约190平方千米。2018年，梁化镇户籍人口为65378人。 [1]  截至2019年10月31日，梁化镇下辖21个行政村和1个社区。 [2-3]  2梁化镇曾获广东省生态乡镇、广东省旅游名镇、广东省休闲农业与乡村旅游示范镇等称号，创建宜居村庄4个、文明村庄3个、县级森林村庄示范点4个和市级生态示范村18个，创建省级农业龙头企业1家，市级农业龙头企业2家，县级农业龙头企业4家，经济合作社72家。 [2] 22019年，梁化镇地区生产总值约178912万元，同比增长7.5%，其中第一产业产值约58865万元，同比增长了7.0%，第二产业产值约29746万元，同比增长了4.1%，第三产业产值约90302万元，同比增长了8.9%，地区规模以上工业总产值约1.5亿元，限额以上批发零售住宿餐饮业营业额0.87亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8cb1cb1349540923dd5442a9e612c609b3de9d82e398?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "梅陇镇",
    intr: "梅陇镇，隶属于上海市闵行区， [12]  地处闵行区东部，东邻徐汇区，南与吴泾镇接壤，西至莘庄镇、颛桥镇，北与虹桥镇、古美街道交界。莲花南路、虹梅南路纵接南北，沪闵路、春申路、银都路、金都路、双柏路横贯东西 [8]  。行政区域总面积为28.07平方千米 [10]  。截至2019年末，梅陇镇户籍人口134403人。 [10] 2民国十九年（1930年），分属上海市、上海县和松江县。1992年9月，梅陇、曹行归属新闵行区管辖。2000年10月，撤销梅陇镇、曹行镇改新梅陇镇。 [8]  截至2021年10月，梅陇镇辖62个社区、15个行政村 [11]  ，镇人民政府驻银都路1618号。 [8] 22011年，梅陇镇财政总收入33.59亿元，比上年增长7.01%。人均财政收入9879元，比上年减少4.5%。 [8]  2019年，梅陇镇有工业企业601个，其中规模以上工业企业有122个，有营业面积超过50平方米以上的综合商店或超市51个。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/838ba61ea8d3fd1f41346d879018321f95cad1c8f14d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙江镇",
    intr: "龙江镇，隶属于广东省佛山市顺德区，位于顺德区西部，北与乐从镇接壤，东与南海区九江镇交界，东南分别与勒流街道、杏坛镇毗邻。 [5]  辖区总面积73.8平方千米。 [5]  截至2019年末，龙江镇常住人口33.75万，其中户籍人口10.9万。 [5] 2明清时期，属龙江、龙山、甘竹堡地。1987年2月，撤区设镇。 [7]  截至2021年10月，龙江镇辖下辖10个社区、13个行政村。 [6]  镇人民政府驻丰华北路与龙洲公路交叉路口往北约50米。龙江是岭南农商文化的发源地之一，是广府文化的重要组成部分。 [4]  2018年，龙江镇重新确认国家卫生县城（乡镇）。 [1]  2019年10月8日，龙江镇入选2019年度全国综合实力千强镇前100名。 [2]  2019年11月29日，龙江镇入选广东省森林小镇认定名单。 [3] 22020年，龙江镇累计工业总产值1000亿元，其中规模以上工业产值526亿元，税收收入共20.6亿元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/37d12f2eb9389b504fc21f052463f2dde71190efc017?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "棉洋镇",
    intr: "棉洋镇，隶属于广东省梅州市五华县，位于五华县南部，距五华县城46千米，东南与丰顺、揭西县毗邻，西南与桥江镇交界，西北与安流镇接壤，东北与双华、大都镇相连， [2]  辖区总面积242.91平方千米。截至2019年末，棉洋镇有户籍人口114677人。 [3]  截至2020年6月，棉洋镇辖1个社区和27个行政村。 [4] 棉洋镇因古时广种棉花和生产土布，又因地处平坦开阔的河谷而得名。 [9]  棉洋地处于亚热带季风气候带，产业特色鲜明，素有“茶乡”“花果之乡”美誉。 [2]  [5]  境内主要风景名胜有五华青龙寨、天柱山等。 [7-8]  2019年，棉洋镇经济总产值实现9.6亿元，比增5.5%，农村居民人均收入9435元，比增9%，累计完成固定资产和市政工程投资3.9亿元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9c16fdfaaf51f3deb48f600418bfe71f3a292df5d30b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "联安镇",
    intr: "联安镇，隶属于广东省汕尾市海丰县，位于海丰县西南部，靠山面海，东邻海城、附城，西临梅陇，总面积52.08平方公里。 [1]  截至2022年10月，联安镇辖1个社区、16个行政村。 [14]  2020年常住人口为8740人。 [12] 2019年1—6月，联安镇实现生产总产值3.8亿元，比增4.2%。其中完成农业产值3.8亿元，比增4.8%；完成工业总产值7230万元。完成固定资产4.08亿元，比增21%；完成社会商品零售总额1.04亿元，比增2.8%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1ed21b8934299fba6eddc450da92a3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "清溪镇",
    intr: "清溪镇，又称“鹿城”， [9]  隶属广东省东莞市，位于广东省东莞市东南部、深莞惠三市几何中心，与深圳、惠州两市接壤，处于深莞惠半小时经济圈。东邻惠州市淡水镇，南接凤岗镇，距深圳蛇口深水港码头40公里，距深圳国际机场45公里，西南与西分别与塘厦镇、樟木头镇相连，距虎门镇太平港50公里，距广州市中心100公里，北面与谢岗镇以银瓶山系为界。 [2]  全镇总面积140平方公里， [14]  根据第七次人口普查数据，截至2020年11月1日零时，清溪镇常住人口为344303人。 [6]  截至2021年10月，清溪镇辖1个社区、20个行政村及1个生活区， [7]  镇人民政府驻清溪镇香芒东路222号。 [8] 清溪镇客家文化与岭南文化融合发展、交相辉映，清溪是革命老区，具有光荣的革命传统。 [20]  清溪镇曾获全国重点镇、全国造林绿化百佳乡（镇）、全国小城镇建设试点镇、全国乡镇企业出口创汇十强乡镇、全国文明村镇、全国首届小城镇综合发展水平1000强、全国创建文明村镇工作先进村镇、国家卫生镇、国家社会发展综合实验区、国家电子信息产业基地、广东省教育强镇、广东省全域旅游示范区等荣誉称号。 [33] 2021年，清溪镇全镇地区生产总值359.2亿元，同比增长10.1%，超额完成全年工作目标，增速高于全国、全省、全市水平，两年平均增长6.2%。其中第一产业增加值2.6亿元，增长11.8%；第二产业增加值265.6亿元，增长12.6%；第三产业增加值91亿元，增长3.4%。 [16] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0b7b02087bf40ad1ccc59a30592c11dfa8eccec4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙田镇",
    intr: "沙田镇，隶属于广东省东莞市，地处东莞市西南部，中心位置约在东经113°9′，北纬23°8′，东以银河为界临厚街镇，西与广州市番禺区隔狮子洋遥望，南与虎门镇连接，北与洪梅镇、道滘镇、麻涌镇等隔河相对。 [5]  辖区总面积111.55平方千米。 [2]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，沙田镇常住人口为210175人。 [4] 中华人民共和国成立前，沙田分别由东莞县第五区、第六区多方管属。1986年11月，撤区建镇，称沙田镇。 [5]  截至2021年，沙田镇辖2个社区、16个行政村。 [10]  镇人民政府驻横流南路46号。 [5] 2021年，沙田镇实现地区生产总值达241.1亿元，同比增长9.7%；规上工业增加值106亿元，同比增长14.9%，增速全市排名第6；固定资产投资总额111.3亿元，总量全市排名第3，同比增长8.5%；进出口总额1030亿元，同比增长35.7％；社会消费品零售总额43.9亿元，同比增长13.2%；税收总额突破50亿元，同比增长20.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b999a9014c086e061d956d9c9d5e6cf40ad163d95d97?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上砂镇",
    intr: "上砂镇，隶属于广东省揭阳市揭西县，中心位置约在东经115°7'，北纬23°29'。地处揭西县西北端，西南与陆河县螺溪镇毗邻，东南与五云镇相连，北部与五华县的棉洋镇、梅林镇，龙村镇接壤。 [1]  总面积125.89平方千米。 [2]  截至2018年，上砂镇有户籍人口58172人。 [2]  截至2019年10月，上砂镇辖1个社区和22个行政村。 [3]  镇政府驻揭阳市揭西县光明路64号。上砂镇原属陆丰县。1949年10月，成立上砂乡，属陆丰县第八区。1951年3月，属陆丰县13区。1959年3月，建立上砂人民公杜。1965年，划属揭西县。1983年，改称区。1986年，改称镇。 [1]  上砂镇属高寒山区，年均气温19.1℃，年降水量1800~2400毫米。 [1] 上砂镇旅游资源丰富，有峰子岩风景区和开口石风景区，并有客家民俗和各种风味小吃。农业特色突出，尤其是毛竹和柑橘全县有名，2007年被广东省政府评为绿色名镇，2021年被评为揭阳市文明镇。 [10] 2018年，上砂镇实现社会消费品零售总额6.89亿元，商业总产值0.57亿元，农业总产值2.51亿元。国地税收入363.56万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fdda372865be736d12e2e95d3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "桥冲镇",
    intr: "桥冲镇，隶属于广东省汕尾市陆丰市，地处陆丰市东南部，东至南塘镇，西至城东街道，南至碣石、金厢两镇，北至博美镇。镇人民政府驻地距市政府23千米。 [7]  行政区域总面积66.00平方千米。截至2019年末，桥冲镇户籍人口为65411人。 [8] 中华人民共和国成立前属大塘乡府。中华人民共和国成立初改为溪南乡府。1958年，博美、溪南、八万合并为博美公社。1973年1月，由博美公社划出溪南九个大队成立桥冲公社。1984年3月，撤公社设立桥冲区。1987年4月，撒区建立桥冲乡。1992年，撤乡建桥冲镇。 [7]  截至2020年6月，桥冲镇下辖10个行政村。 [9]  镇人民政府驻桥冲村。 [7] 2011年末，农业总产值14130万元。工业总产值达到2120万元。商业外贸有各类市场10个。社会消费品零售总额985万元。财政总收入564万元，比上年增长15%。各类存款6000万元。 [7]  2019年，桥冲镇有工业企业4个，桥冲镇有营业面积超过50平方米以上的综合商店或超市20个。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/08f790529822720e0cf3093033871d46f21fbf097dee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "企石镇",
    intr: "企石镇，隶属于广东省东莞市，地处东莞市东北部，东江中下游的南岸，北与博罗县的园洲镇、龙溪街道隔江相望，东邻桥头镇，南邻常平、桥头镇，西接石排镇、横沥镇。 [9]  辖区总面积58.22平方千米。 [10]  截至2020年末，企石镇常住人口16.97万人，其中户籍人口5.04万人。 [11]2明代，分属东莞县文顺乡和归城乡。1986年11月，企石区改称为企石镇。 [9]  截至2021年10月31日，企石镇辖1个社区、19个行政村。 [7]  镇人民政府驻企石镇宝石路1号政府大院。 [8]  2019年10月，企石镇入选“2019年度全国综合实力千强镇”。2020年7月，企石镇获得2017-2019周期国家卫生乡镇荣誉称号。 [2]  2021年9月，企石镇入选“2021年全国千强镇“。 [5] 2021年，企石镇实现生产总值132.02亿元，同比增长13.2%；规上工业累计实现产值299.79亿元，同比增长11.4%；税收收入19.4亿元，同比增长27.4%，固定投资总额37.24亿元，同比增长-2.7%，社会消费品零售总额38.1亿元，同比增长19%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b21c8701a18b87d6e633d3cc000828381e30fdf4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "水寨镇",
    intr: "水寨镇，隶属于广东省梅州市五华县，地处五华县东北部，地处五华河与琴江柯汇合的三角地带，东临琴江河，北倚五华河，南接横陂镇，西与转水镇相连，东北与兴宁市新圩镇接壤， [1]  总面积83.42平方千米。 [5]  截至2019年末，水寨镇户籍人口有164698人。 [5]2明代前，属清化都水寨乡。清末，属太平约。民国二十六年（1937年），属第二区署。1987年，改称镇。 [1]  2004年10月，五华县调整部分镇行政区划，大坝镇并入水寨镇。 [2]  截至2020年6月，水寨镇辖5个社区和24个行政村， [4]  镇政府驻水寨大道331号。 [3]22020年，水寨镇一般公共预算补助收入6171万元；工商税收18794万元。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8177f3e6709c93d70cf3f4a3e6befdcd100baa1fe4a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "苏区镇",
    intr: "苏区镇，隶属于广东省河源市紫金县，位于紫金县东南部，距紫金县城42公里，东邻南岭镇，南与惠东，西北接龙窝镇， [1]  辖区总面积125平方千米。2018年末，苏区镇户籍人口共23586人。 [2]  截至2020年6月，苏区镇下辖8个行政村和1个社区。 [3]2苏区镇是广东省内著名的革命老区，是中国唯一以“苏区”命名的乡镇，是广东最早点燃革命薪火的地方之一， [4]  是全国最早建立农会组织、农民武装和创建农村革命根据地的地方之一，是早期中共紫金县委、紫金县苏维埃政府所在地，是海陆丰革命根据地和海陆惠紫革命根据地的重要组成部分， [5]  仍保存大量革命文物，是河源市主要红色旅游景点，是市级红色旅游专业镇，省级爱国主义教育基地。 [1]22016年，苏区镇全镇实现地区生产总值2.2亿元；税收收入完成县下达的507万元任务，占县下达任务414万的122.59%，其中国税任务217万元，完成234 万元，占任务107.8 %；地税任务207万元，完成290万元，占任务140%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/dcc451da81cb39dbb6fdf2e3f15d1e24ab18972b9a79?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "潭西镇",
    intr: "潭西镇，隶属于广东省汕尾市陆丰市 [5]  ，地处陆丰市西南部，东邻东海街道，西连海丰县可塘镇、赤坑镇，南接上英镇，北靠河西街道、西南镇、星都经济开发试验区。 [2]  行政区域总面积73.48平方千米。2019年末，潭西镇户籍人口82503人。 [4]21961年，成立潭西公社。1963年，河西、东崎又先后并入潭西公社。1983年，撤公社设区。1987年，区改镇。 [2]  截至2020年6月，潭西镇辖1个社区、14个行政村， [3]  镇人民政府驻潭阳社区。 [2]22019年，潭西镇工业企业13个，营业面积50平方米以上的综合商店或超市18个。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/023b5bb5c9ea15ce36d37d97214f2df33a87e9501457?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "塘厦镇",
    intr: "塘厦镇，隶属于广东省东莞市，地处东莞市东南部，东与清溪镇、南与凤岗镇相邻，西南与深圳市观澜街道、公明街道接壤，西与黄江镇、北与樟木头镇相连。 [9]  辖区总面积128.2平方千米。 [10]  截至2021年末，塘厦镇户籍人口9.77万人，常住人口63.27万人。 [10]2明代，属东莞县归城乡第六都。1986年11月，更名为塘厦镇。 [9]  截至2022年10月31日，塘厦镇辖22个社区、1个生活区。 [5]  镇人民政府驻塘厦镇迎宾大道9号。 [6]  2018年，塘厦镇重新确认国家卫生县城（乡镇）。 [1]  2019年10月，塘厦镇被评为2019年度全国综合实力千强镇。 [2]22021年，塘厦镇实现地区生产总值576.49亿元，同比增长9%；规上工业企业实现增加值298.07亿元，同比增长11.1%，总量在全市排2位；固定资产投资完成100.45亿元，同比增长38.6%，增速排全市镇街第3；社会消费品零售总额完成184.8亿元，同比增长11.6%。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/eac4b74543a98226cffc9af5e8d4ae014a90f703bd91?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "陶河镇",
    intr: "陶河镇，隶属于广东省汕尾市海丰县，位于海丰县东南部，西北与黄江为界与附城镇隔江相望，东北以东溪为界与城东镇、可塘镇分江而治，西南与红草镇接壤，东南与赤坑镇、东涌镇相邻。 [1]  陶河镇总面积64.11平方千米 。 [1]  截至2021年06月18日，陶河镇常住人口10190人。 [9]2清雍正九年（1731年），设陶塘约、杨古埔约。1957年底，撒区并大乡镇，复设陶河乡。1958年9月，改设陶河公社。1984年3月，废社设陶河区。1987年1月，撤区改设陶河镇。 [12]  截至2021年10月，陶河镇共辖1个社区、17个行政村。 [3]  镇人民政府驻陶塘社区。陶河镇为陶河镇政治、经济、文化的中心。 [1]  陶河镇平原连片宽广，且与附城、城东、可塘等乡镇的大片土地浑成一体，有海丰县“平原乡镇”之称22020年，陶河镇工业企业个数共5家，其中规模以上工业企业个数1家，有营业面积50平方米以上的综合商店或超市17家。 [13] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd11728b23aff158dffcc3cec2fd87a0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "双江镇",
    intr: "双江镇，隶属于重庆市潼南区，地处潼南区西北部，东接梓潼街道，南靠柏梓镇，西邻花岩镇，北与遂宁市磨溪镇接壤， [1]  区域总面积119.06平方千米。 [2]2明末清初，双江镇一带隶属于潼川府遂宁县；1986年1月，由双江公社改为双江镇。 [1]  截至2018年末，双江镇户籍人口为51910人。 [2]  截至2020年6月，双江镇下辖6个社区、15个行政村， [3]  镇人民政府驻连江路25号。 [1]22018年，双江镇有工业企业54个，其中规模以上12个，有营业面积超过50平方米以上的综合商店或超市7个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/eaf81a4c510fd9f9d72ab7c37b66c32a2834349b0e4f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "稔山镇",
    intr: "稔山镇，隶属于广东省惠州市惠东县，因圩内东面小山岗长满稔树而得名。稔山镇位于惠东县稔平半岛西北部，东连吉隆镇，东南接铁涌、巽寮，南临大亚湾，西与大亚湾经济开发区毗邻，西北与白花镇相接，北与县城平山相连，是惠东沿海重镇之一，土地总面积188.3平方公里。 [1] 稔山镇依山傍海，素有“鱼米之乡”称誉，是广东省首批中心镇之一，是惠州市重点开发的稔平半岛经济中心区，是惠东沿海地区工农业产品的主要集散地。 [1]  2018年，稔山镇户籍人口为75884人。 [2]  2019年，稔山镇辖2个社区和17个行政村。 [3] 22018年，稔山镇实现税收收入13.16亿元，同比增长55%；固定资产投资49亿元；基础设施投资4.26亿元；规模以上工业增加值2.38亿元；限额以上批发零售和住宿餐饮业营业额2.06亿元。入选2018年全国综合实力千强镇第769名，比2017年排名上升185位。 [1] 21958年，周恩来总理曾亲笔签发授予稔山“农业社会主义建设先进单位”光荣称号。 [1]  2019年10月，稔山镇入选“2019年度全国综合实力千强镇”。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/37d3d539b6003af3d7f287db342ac65c1138b6c5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "汝湖镇",
    intr: "汝湖镇，隶属于广东省惠州市惠城区，位于惠城区东北部，东面与横沥镇毗邻，南面与水口街道接壤，西面与小金口街道交接，北与博罗县泰美镇毗邻，行政区域面积153.3平方千米。 [1]  截至2020年末，汝湖镇常住人口为59722人。 [10] 2汝湖是辛亥革命“七女湖”起义的策源地，素有“东江商埠”之美誉，汝湖渔歌、舞稻草龙、仍图闹元宵等民俗文化列入市级非物质文化遗产名录。 [5]  1986年10月，撤区，建汝湖镇。 [4]  截至2021年10月，汝湖镇下辖4个社区、23个行政村。 [2]  镇人民政府驻汝湖镇兴湖一路1号。 [1] 22019年，汝湖镇完成地区生产总值27.84亿元；规模以上工业总产值33.46亿元；完成固定资产投资3.21亿元，同比增长108%；完成全社会消费品零售总额26.885亿元，同比增长10.8%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f636afc379310a55b319ede16c0a54a98226cffcbadd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石坝镇",
    intr: "石坝镇，广东省惠州市博罗县辖镇，位于博罗县东北部，地处红花嶂山地以南，北与源城区埔前镇接壤，东与紫金县古竹镇隔江相望，南接公庄镇、麻陂镇、杨侨镇和观音阁镇。 [1]  区域总面积180.91平方千米。 [11]  截至2019年末，石坝镇户籍人口有51625人。 [11] 2清乾隆四年（1739年），属苏州巡检司。1949年6月，为第一区人民政府所在地。1983年，撤社设区。1986年冬，撤区建镇。 [12]  截至2020年6月，石坝镇辖2个社区、22个行政村。 [6]  2021年1月25日，石坝镇获评“广东省卫生镇”。 [5]  镇人民政府驻政府大道1号。 [1] 22020年，石坝镇完成地区生产总值13.07亿元，同比增长3%；规模以上工业总产值2908万元、增加值299万元；财政总收入1.71亿元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/94cad1c8a786c9177f3e5777bb7267cf3bc79f3df964?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上义镇",
    intr: "上义镇，隶属于广东省河源市紫金县，位于紫金县西南部，东与紫金县蓝塘镇相邻，南与惠东县多祝镇相连，西与惠州市惠城区横沥镇相接壤，北与紫金县好义镇、凤安镇连接，距紫金县城80公里、惠州市区70公里，深圳市区165公里、广州市区212公里。 [1]  辖区总面积共178.20平方千米。 [2]  截至2018年末，上义镇户籍人口共25497人。 [2]  截至2020年6月，上义镇下辖1个社区和7个行政村。 [3] 22014年，上义镇实现地区生产总值3.51亿元，比2013年增加10%，其中，工业总产值1.48亿元，比增15%，农业总产值1.27亿元，比增6%，第三产业总产值0.28亿元，比增15%；完成税收233万元，比增24.6%，其中国税118万元，地税112万元，契税3万元；农村人均纯收入8280元，比增10%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c2cec3fdfc039245d6888934d0dfb3c27d1ed21b8fff?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "马安镇",
    intr: "马安镇，隶属于广东省惠州市惠城区，地处惠城区东部，地处西枝江下游，东与惠阳区平潭镇交界，西与惠州市区接壤，南与惠州数码工业园相连，北与水口街道相邻， [2]  行政区域面积76平方千米。 [3]  截至2019年末，马安镇户籍人口为30233人。 [3] 2明清时期，属东里社（都）；2003年6月，划属惠城区。 [2]  截至2021年10月，马安镇辖2个社区、13个行政村； [4]  镇人民政府驻新群村群乐路。 [2] 2截至2019年末，马安镇有工业企业333个，其中规模以上企业有28个，有营业面积超过50平方米以上的综合商店或超市5个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a50f4bfbfbedab64034f408e5460b8c379310a55b07d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄布镇",
    intr: "黄布镇，隶属于广东省河源市龙川县，位于龙川县南部，东北与鹤市镇接壤，西与佗城镇相邻，南与东源县叶潭交界，北接通衢镇，距龙川县城27千米， [3]  [8-9]  总面积56.14平方千米。 [4]  截至2019年末，黄布镇有户籍人口29671人。 [4]  截至2020年6月，黄布镇下辖1个社区和6个行政村。 [5] 2清嘉庆十四年（1809年），黄布镇称金鱼约。后因境内峰峦起伏，中间金鱼河自南向北穿过，经常受洪水袭击，河水多呈黄色，加之境内形似一块长布，故又名黄布。 [6]  [8] 22019年，黄布镇实现社会生产总产值7.83亿元，完成全社会固定资产投资1.63亿元，实现规模以上工业总产值 1.14亿元，农村居民人均纯收入达11588元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b7003af33a87e950352a195576684443fbf2b2111ef3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南万镇",
    intr: "南万镇，隶属于广东省汕尾市陆河县，地处陆河县西北部，东毗河田镇，西邻紫金县、五华县，南连上护镇、新田镇，北接螺溪镇。 [6]  辖区总面积111.1平方千米。 [7]  截至2020年末，南万镇常住人口为3160人。 [4] 21949年后，南万属河田乡。1959年，设置南万公社。1983年，改制为南万区。1986年，改制为南万乡。1993年，撤乡建镇。 [6]  截至2021年10月，南万镇辖14个行政村。 [5]  镇人民政府驻万全村。2南万镇有省级红椎林自然保护区、神像山和南告水库等自然景观资源，是汕尾市首个“广东省生态示范镇”和“广东省森林小镇”。 [10] 22018年，南万镇工业企业个数共16家，营业面积50平方米以上的综合商店或超市共有1家。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b21144a9c32cdd8065380dd721a4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "水唇镇",
    intr: "水唇镇，广东省汕尾市陆河县辖镇，地处陆河县东部，东邻普宁市，南接东坑镇，西连河田镇，北毗揭西县。 [10]  区域总面积123.17平方千米。 [1]  2020年，水唇镇常住人口为26462人。 [8] 1949年，新中国成立后设水唇乡。1986年，更名为水唇镇，1988年，陆河建县后沿用水唇镇建制。 [10]  截至2021年10月，水唇镇共辖1个社区、15个行政村。 [1]  镇人民政府驻水唇大道西。水唇镇罗洞村有万亩梅花，万亩青梅生态水果观赏区，有百米瀑布南进寨，佛道儒三教合一的圣地灵山观天嶂、南跃彩霞洞。 [2] 2019年，水唇镇有工业企业33个，其中规模以上工业企业有3个，有营业面积超过50平方米以上的综合商店或超市38个。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d31b0ef41bd5ad6eddc40171ec992edbb6fd52669654?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "五云镇",
    intr: "五云镇，隶属于广东省揭阳市揭西县，位于县境西南部，东与河婆镇、坪上镇相连，西北与上砂镇接壤，西、南与陆河县螺溪镇相接，东南与陆河县水唇镇交界，北与五华县桥江镇接壤。 [1]  总面积145.98平方千米。 [2]  截至2018年，五云镇有户籍人口5.73万人。 [2]  截至2019年10月，五云镇辖1个社区和20个行政村， [3]  镇政府驻下洞村。1983年，五云人民公社改称五云区。1986年，原五云区划分为五云镇、下砂乡。2003年12月30日，下砂乡与五云镇合并，称五云镇。 [1] 2017年，五云镇实现农业总产值3.26亿元，比上年同期（下同）增长9.03%；规上工业总产值7.41亿元，比增5.25%；国地两税收入386.14万元（其中地税收入70.97万元，国税收入315.17万元）；地方公共财政预算收入4289.69万元，为年初预算的198.19%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e4dde71190ef76c670f07f319e16fdfaaf51678e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "西南镇",
    intr: "西南镇，隶属于广东省汕尾市陆丰市，地处陆丰市西北部，东至螺河与大安镇相望，南至河西街道、潭西镇，西邻海丰县，北靠陆河县。 [12]  行政区域总面积80.86平方千米。 [11]  截至2019年末，西南镇户籍人口为40086人。 [11] 1974年，属大安人民公社。1974年3月，大安人民公社分割，建立西南人民公社。1992年2月，建镇。 [4]  截至2021年10月，西南镇共辖1个社区、11个行政村。 [3]  镇人民政府驻西南社区。 [12] 2011年，农业总产值6202万元。工业总产值达到2900万元。商业外贸各类市场1个。社会消费品零售总额达到5600万元。财政总收入125万元，各类存款6000万元。 [12]  2019年，西南镇有工业企业9个，有营业面积超过50平方米以上的综合商店或超市41个。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e7cd7b899e510fb30f241819aa61df95d143ac4ba6b9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "锡场镇",
    intr: "锡场镇，隶属于广东省揭阳市揭东区，地处揭东县西北部，东南与榕城区东阳街道为邻，南以榕江北河与榕城区磐东街道相望，西南、西濒临榕江北河与月城镇相望，北与新亨镇相接，东北靠山，与埔田镇接壤。 [1]  辖区面积50.96平方千米。2018年，锡场镇户籍人口123905人。 [2] 锡场镇因镇人民政府驻锡场村而得名。1983年，锡场公社改区。1986年底，区改镇。1991年12月，划归揭东县。 [1]  截至2020年6月，锡场镇共下辖1个社区、12个行政村。 [3] 2018年，锡场镇有工业企业118个，规模以上有52个，有营业面积超过50平方米以上的综合商店或超市78个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5d6034a85edf8db1cb13e2b6d368ca54564e9358de87?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "仙塘镇",
    intr: "仙塘镇，隶属于广东省河源市东源县，位于东源县境南部，东与义合镇相邻，南连紫金县临江镇，西接新港镇、源城区源南镇，北与灯塔镇下围村接壤， [2]  辖区总面积146.48平方千米。 [3]  根据全国第七次人口普查数据，截至2020年11月，仙塘镇登记人口14.43万人，常住人口约13.19万人，户籍人口3.82万人。 [1]  截至2020年6月，仙塘镇辖5个社区和13个行政村。 [4] 仙塘镇是广东省定为东源县3个中心镇之一， [2]  是东源县行政办公驻地，是东源县的政治、文化与经济的核心区。东江和205国道、粤赣高速公路、河梅高速公路、广梅汕铁路、京九铁路等交通网贯穿仙塘全境，是东源县交通网络的中枢和粤东北重要的交通枢纽。仙塘镇历史文化底蕴深厚，镇内有一批保存完好的客家古建筑群，如潘氏“参军第”“大夫第”等。 [1]  [5] 2020年，仙塘镇实现工业总产值68.71亿元，比2015年增长36.1%；完成固定资产投资19.48亿元，比2015年增长162%；完成税收7.03亿元，比2015年增长130%；实现农民人均纯收入18018.6元，比2015年增长64%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c9fcc3cec3fdfc03924522256b6e9094a4c27d1e8856?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小漠镇",
    intr: "小漠镇，广东省汕尾市海丰县辖镇，位于海丰县西南部，东南临海，西与惠东县黄埠镇接壤，北与鲘门镇隔赤石河相望，西北与鹅埠镇交界，区域总面积34.45平方千米。 [1]  2019年末，小漠镇户籍总人口共14549人。 [6]  截至2019年10月，小漠镇共辖6个行政村、1个社区。 [3] 小漠镇因驻地小漠圩而得名小漠。圩原称洪官圩又名旺官圩。小漠地处红海湾海拔25米之间，背山面海属丘陵地形，海岸线长达19.5千米，浅海滩涂广阔。 [1] 2017年，小漠镇完成农业总产值2.50亿元，同比增长4.5%，工业总产值52.3亿元，其中规模以上工业产值51.1亿元，社会商品零售总额4.85亿元，同比增长10.3%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d52a2834349b033b5bb5cbbb2f8421d3d539b6001732?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新港镇",
    intr: "新港镇 [1-2]  ，是江西省九江市濂溪区下辖镇，为濂溪区第一大镇，素有“濂溪区东大门”、“九江城东第一镇”之称。新港镇位于江西省北部，九江市东部，濂溪区东北角，长江与鄱阳湖交汇处，东临鄱阳湖与湖口县隔湖相望，南依庐山，西连浔阳区，北襟长江与柴桑区江州镇隔江相望，雄居长江、鄱阳湖交汇处。全镇下辖3个社区、12个行政村，现有人口3万，其中农业人口2.4万，总面积68平方公里，其中耕地面积2万余亩，可养水面1400余亩，山地8000余亩。九江绕城高速、杭瑞高速、铜九铁路、306省道等贯穿全境，交通十分便捷。新港镇荣获“濂溪区中心镇”、“全国重点镇”、“江西省示范镇“、“江西省工业重镇”、“江西省首批百强中心镇”、“九江市重点示范镇”、“九江市沿江开放开发建设示范镇”等称号 [1]  [3]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b17eca8065380cd7511d0acaad44ad3459828192?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新圩镇",
    intr: "新圩镇，隶属广东省惠州市惠阳区，位于惠阳区西南部，中心位置约在东经114°46'，北纬26°5'。东与淡水街道相距18公里，南与深圳市坪地街道相接；北倚镇隆镇， [8]  西与东莞市清溪镇隔山相望。 [1]  区域面积158.4平方千米。 [2]  截至2019年，新圩镇辖1个社区和11个行政村， [3]  镇政府驻新圩社区。截至2020年2月，新圩镇常住人口72998人。 [2] 新圩镇明、清朝时属上下淮社（都）。民国二十年（1931年）至民国三十六年（1947年），属淡水第二区。1958年，成立新圩人民公社。1984年1月，改名新圩区。1987年1月，设置新圩镇。 [4]  新圩镇属亚热带季风气候，年平均气温21.7℃，秋季雨量充沛。 [1] 2019年，新圩镇地区生产总值73.93亿元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b151f8198618367a7b0d20202c738bd4b21ce543?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "水墩镇",
    intr: "水墩镇，隶属于广东省河源市紫金县，位于紫金县东南部，距离紫金县城36千米，与五华县龙村镇毗邻。 [1]  区域总面积114.83平方千米。 [10]  截至2019年末，水墩镇户籍人口有26708人。 [10]  截至2020年6月，水墩镇共下辖10个行政村。 [3] 建国初，属第五区（龙窝）、第三区（龙窝）。1957年12月，设水墩乡。1993年，撤乡建镇。 [4]  2018年12月，住房城乡建设部会同文化和旅游部、国家文物局、财政部、自然资源部、农业农村部在各省（区、市）推荐基础上，经专家委员会审查，将水墩镇群丰村列入第五批中国传统村落名录。 [5-6]  2017年，水墩镇税收任务200.1万元，实际完成207.2万元，其中国税任务149万元，实际完成150万元；地税任务51.1万元，实际完成57.2万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8177f3e6709c93d70cf0b72ea77efdcd100baa1fe56?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长布镇",
    intr: "长布镇，隶属于广东省梅州市五华县，位于五华县西部，东与周江镇相接，西与东源县、龙川县交界，南与紫金县相连，北与潭下镇毗邻， [3]  辖区总面积304.01平方千米。截至2019年末，长布镇有户籍人口77704人。 [4]  截至2020年6月，长布镇辖2个社区和25个行政村。 [5] 长布镇原名“长蒲”，中华人民共和国成立后易名长布。境内有革命老区村福兴村，有“粤东明珠、物种宝库”之称的七目嶂省级自然保护区，有中国内地现代足球发源地梅州五华·元坑遗址景区， [6]  有崇文重教之风浓郁的老禾仓，有古长乐八景之一的石马山石马嘶风。 [1] 2019年，长布镇农村经济总收入5.5亿元，对比上年增长5.5%；镇级财政收入3230万元；农村居民人均可支配收入13201.2元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/77c6a7efce1b9d16fdfa4a41638fa38f8c5494eececb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长宁镇",
    intr: "长宁镇，隶属于广东省惠州市博罗县，位于博罗县西部，东与湖镇镇接壤，南和园洲镇相连，西与福田镇毗邻，，北倚罗浮山与横河镇交界。 [2]  辖区总面积61.4平方千米。 [3]  截至2019年末，长宁镇户籍人口有37015人。 [3] 清代前，属石湾巡检司署仙福都。1958年10月，成立长宁人民公社。1983年，撤社设区。1986年，撤区设镇。 [2]  截至2020年6月，长宁镇辖1个社区、11个行政村。 [4]  镇人民政府驻博罗县长宁大道1号。2019年末，长宁镇实现地区生产总值180798万元，同比增长3.7%，其中第一产业27964万元、增长1%，第二产业71401万元，增长0.9%，第三产业81433万元、增长6.6%；镇财政收入25517.67万元；国地两税收入20998万元，同比下降17.2%；其中储蓄合计317375万元，同比下降1%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7a899e510fb30f24d947e7adc695d143ac4b03ba?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中坝镇",
    intr: "中坝街道，隶属于四川省绵阳市江油市，东连三合镇，南邻青莲镇，西接太平镇，北与武都镇接壤，中坝街道办事处东距宝成铁路2千米，南距绵阳市41千米，距成都市175千米，总面积8.17平方千米 [1]  ；截至2011年末，中坝街道总人口114932人 [1]  。中坝街道境域始建于元代时期，兴盛于明朝时期 [1]  。2018年7月，撤镇设街道 [2]  。截至2020年6月，中坝街道下辖16个社区、1个行政村 [3]  ；中坝街道办事处驻花园社区 [1]  。2011年，中坝街道财税收入实现1.67亿元，比上年增长24.03%，其中地方财政收入1.27亿元，比上年增长19%，从各主要税种看，完成营业税8080万元，增值税3950万元，企业所得税705万元，人均财政收入1105元，比上年增长12.53%，农民人均纯收入7622元 [1]  。2021年10月，入选四川省基层治理示范街道（乡镇）。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d50735fae6cd7b899e51fb4cd86955a7d933c995a0e4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "紫市镇",
    intr: "紫市镇，隶属于广东省河源市龙川县，位于龙川县南部，东南面与五华县大田镇交界，镇政府驻紫市街，距县城30千米， [1]  总面积109.74平方千米。截至2019年末，紫市镇有户籍人口32886人。 [2] 清代，紫市隶属通衢。民国时，隶属第三警察区。1976年，鹤市人民公社析置紫市公社。1987年，撤区建镇。 [1]  截至2020年6月，紫市镇下辖1个社区和9个行政村。 [3]  鹤市镇有七目嶂、南客寮等景点。 [7-8]  2017年，紫市镇全镇实现工业总产值41953万元，工业增加值2007万元，同比增长5%；农业总产值15174万元，同比增长2%；固定资产投资6758万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/faf2b2119313b07eca806dfc4987862397dda04426bd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "义容镇",
    intr: "义容镇，隶属于广东省河源市紫金县，位于紫金县西部，与紫金县青溪镇、凤安镇、蓝塘镇、柏埔镇、临江镇、古竹镇接壤， [1-2]  辖区总面积356.20平方千米。截至2019年末，义容镇有户籍人口60091人。 [7]  截至2020年6月，义容镇辖1个社区和24个行政村。 [3] 义容境内矿产资源丰富，其中铁、铜、锡、铅、锌、稀土等矿产储量大、品位高。主要特产有优质丝苗米、番薯粉丝、瘦肉型猪、三黄胡须鸡、塘虱、乳鸽等，素有“鱼米之乡”之称，2007年被认定为市级瘦肉型猪养殖与加工专业镇。义容镇旅游景点主要有天子山、孔子岩、汀村温泉等。 [1] 2016年，义容镇实现工农业总产值13.36亿元。其中，工业总产值9.12亿元，农业总产值4.24亿元。完成税收889.62万元，其中，国税339.62万元，地税550万元。农村人均纯收入9632元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8b72f4646683e6709c93df453?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "泰美镇",
    intr: "泰美镇，隶属于广东省惠州市博罗县，位于博罗县东部，东临东江，西靠象头山，南与惠城区小金口街道毗邻，北与博罗县的杨村、柏塘两镇相连。 [1]  [4]  辖区总面积179.44平方千米。 [2]  截至2019年末，泰美镇户籍人口有45385人。 [2] 明崇祯二年（1629年）前，时因按政区排列最后，分派任务亦为最后，遂取名为派尾。1955年10月，更名泰美区。1956年11月，撤区并乡。1958年，成立泰美人民公社。1983年，撤社设区。1986年1月，改区设镇。 [4]  截至2020年6月，泰美镇辖1个社区、20个行政村、1个林场。 [3]  镇人民政府驻博罗县泰美镇创新路39号。2019年，泰美镇实现地区生产总值151891万元，同比下降1.2%，其中第一产业31604万元，同比增长2.4%；第二产业83466万元，同比下降4.0%；第三产业36821万元，同比增长3.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5ddb0a987be61c6a7efcf1bc5a0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上英镇",
    intr: "上英镇，隶属于广东省陆丰市，地处陆丰市西南部，东与东海街道隔螺河相望，南临南海，西南与海丰县大湖镇隔咽港相望，北靠潭西镇。镇人民政府驻地距市政府15千米。 [7]  行政区域总面积50.60平方千米。截至2019年末，上英镇户籍人口为37791人。 [6] 中华人民共和国成立前属潭西区。1952年，属新二区浮英乡。1957年，撤区井大乡属东崎乡。1958年冬，公社化并入潭西公社。1966年，析出另成立上英公社。1984年3月，撤公社设上英区。1986年冬，撤区建乡。1992年，改上英乡为上英镇。 [7]  截至2020年6月，上英镇下辖14个行政村。 [8]  镇人民政府驻英施村。 [7] 2011年，农业总产值8735.5万元。工业总产值达到2103万元。商业外贸有各类市场2个。社会消费品零售总额1419万元。财政总收入782万元。各类存款余额4000万元。 [7]  2019年，上英镇有营业面积超过50平方米以上的综合商店或超市18个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa18972bd40735fae6cd9744431a18b30f2443a7a2b0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "永湖镇",
    intr: "永湖镇，隶属广东省惠州市惠阳区，位于惠阳区北部，属亚热带季风气候，西枝江支流淡水河贯穿全境，东、南、西三面环山，行政区域面积117.40平方千米，拥有黄巢障自然景区、龙潭瀑布等自然景观。永湖镇于2010年被定为市级中心镇。 [1]  截至2018年末，永湖镇户籍人口30618人。 [2]  截至2020年6月，永湖镇下辖1个社区和13个行政村。 [3] 2019年，永湖镇GDP实现25.95亿元、增长20.2%；规模以上工业增加值增长26%；规模以上工业总产值增长14.3%；1月至11月工业用电量4.12亿千瓦时、增长5.6%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d009b3de9c82d15832b1c6bf800a19d8bc3e4289?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上护镇",
    intr: "上护镇，隶属于广东省汕尾市陆河县，地处陆河县西南部，南接新田镇、河口镇，北接南万镇、河田镇，分河硁和上护两个片。 [1]  镇域总面积111.14平方千米。 [2]  根据第七次人口普查数据，截至2020年11月1日零时，上护镇常住人口为19841人。 [7] 民国期间，设置埗径乡。1958年，复并入河田公社。1974年，从河田公社划出设立上护公社，下辖18个大队。1983年，改制为上护区，下辖4个乡政府，1987年，撤区建镇。 [9]  截至2021年10月，上护镇共辖1个社区、13个行政村。 [4]  镇人民政府驻上护社区大富路与同兴路交叉口。2019年，上护镇工业企业个数共18家，其中规模以上工业企业2家，营业面积50平方米以上的综合商店或超市共有27家。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/34fae6cd7b899e510fb3565131f5ce33c895d143a76e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "瓦溪镇",
    intr: "瓦溪镇，隶属于广东省河源市紫金县，位于紫金县中部，东邻龙窝镇，南接惠东县宝口镇，西连义容、九和镇，北毗紫城镇，距紫金县城19公里，省道S120线沿秋香江横贯境内， [1]  辖区总面积230平方千米。2018年末，瓦溪镇户籍人口共36911人。 [2]  截至2020年6月，瓦溪镇下辖1个社区和16个行政村。 [3] 2014年，瓦溪镇实现地区生产总值1.08亿元，比增8 %，其中工业总产值0.008亿元，比增13%，农业总产值1.001亿元，比增7%，第三产业总产值0.038亿元，比增21%；完成税收838.22万元，比增9%，其中国税322.98万元，地税510万元，契税5.24万元；农村人均纯收入7728元，比增10.2%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b2de9c82d158ccbf6c81ec8f3d93ab3eb13533faeb79?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "潭下镇",
    intr: "潭下镇，广西壮族自治区桂林市灵川县下辖镇，位于灵川县西北部，镇区距县城7千米，距桂林市区18千米，东与灵川镇、三街镇相邻，南临定江镇，西接公平乡，北近九屋镇， [1]  总面积143.72平方千米。 [2]  明朝时期，全县划分为4乡，辖区属安仁乡。1984年10月，潭下区改称潭下镇。 [1]  截至2019年末，潭下镇总人口3.86万人，其中集镇人口近7000人， [2]  有壮族、瑶族、苗族等6个少数民族； [3]  下辖1个社区和14个行政村， [4]  镇政府驻胜利街39号。 [3] 2017年，潭下镇固定资产投资5.8亿元，财政收入2489万元，人均可支配收入1.39万元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/adaf2edda3cc7cd98d10b8529e48363fb80e7aec3bac?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新田镇",
    intr: "新田镇，隶属于重庆市万州区，地处万州区中部 [5]  ，东与长岭镇毗邻，南与走马镇相连，西与溪口乡相接，北与高峰镇隔江相望，距万州区政府驻地21千米， [1]  区域总面积151.78平方千米。 [2] 清代，新田镇境域属郭里八甲；1953年，由新田乡改为新田镇。 [1]  截至2018年末，新田镇户籍人口为47092人。 [2]  截至2020年6月，新田镇下辖5个社区、9个行政村， [3]  镇人民政府驻五新社区五新路888号。 [1] 新田镇粮食作物以水稻、小麦、玉米为主；畜牧业以饲养生猪、羊、家禽为主；工业以建筑材料为主。 [1]  2018年，新田镇有工业企业53个，其中规模以上7个，有营业面积超过50平方米以上的综合商店或超市17个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b21119517034dd8065380cd72124?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "潼侨镇",
    intr: "潼侨镇，隶属于广东省惠州市惠城区，地处惠城区西南部，东南与陈江街道为邻，西与广州军区潼湖军垦农场隔甲子河相望，西北与潼湖镇毗连， [2]  行政区域面积30.98平方千米。 [3]  截至2019年末，潼侨镇户籍人口为13372人。 [3] 1966年10月，称广东省潼湖华侨农场，是国家在特殊历史时期安置被迫迁回国的归、难侨而建立的省属国有农业企业生产基地，隶属广东省华侨事务委员会；2003年12月，改制设镇，隶属惠州市惠城区；2010年2月，划归惠州仲恺高新技术产业开发区。 [2]  截至2021年10月，潼侨镇辖5个社区、3个行政村； [4]  镇人民政府驻菠萝山社区曙光东路48号。 [2] 1截至2019年末，潼侨镇有工业企业40个，其中规模以上企业有40个，有营业面积超过50平方米以上的综合商店或超市35个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/023b5bb5c9ea15ce36d3cad896522df33a87e850149a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "双华镇",
    intr: "双华镇，隶属于广东省梅州市五华县，地处五华县东南部，东与丰顺县毗邻，西与安流镇大都连接，南与棉洋镇接壤，北与河东镇（平南）和郭田镇相邻，离五华县城28千米， [1]  辖区总面积144.45平方千米。截至2019年末，双华镇有户籍人口43497人。 [2]  截至2020年6月，双华镇辖1个社区和16个行政村。 [3] 1双华镇是革命老根据地，是革命家古大存同志当年活动的重点地区，苏区村禾田水曾建立五华县第一个苏维埃政府，共有160名革命烈士。双华镇境内有竹山村“红色村”党建示范工程，天堂山大峡谷、虎石村省级古村落、市级自然保护区天堂山等自然人文景点，以及广东第七名庵白云庵、高山寨英烈庙、军营风围水口碑等省、县级文物保护单位。 [1]  [4] 12017年，双华镇农村经济总收入3.74亿元，同比2016年增长7.5%，完成固定资产投资5600万元，比增10.7%，农村人均收入达到9015元，同比2016年增长9.5%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d31b0ef41bd5ad6eddc4a8e7459a2edbb6fd52669626?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "樟木头镇",
    intr: "樟木头镇，隶属于广东省东莞市，地处东莞市东南部，东邻谢岗镇、清溪镇，南接塘厦镇、清溪镇，西交常平镇、黄江镇。 [8]  辖区总面积118.78平方千米。 [9]  截至2021年末，樟木头镇常住人口约17.6万人。 [10] 1明天启元年（1621年），分属东莞县归城乡第五都、第六都管辖。1986年1月，撤区建镇称樟木头镇。 [8]  截至2021年10月31日，樟木头镇辖10个社区、1个生活区。 [7]  镇人民政府驻樟木头镇银河北路1号。1樟木头镇是东莞市唯一纯客家镇，获得“国家生态宜居示范乡镇”“国家卫生镇”“全国拥军优属先进单位”“省文明镇”“省教育强镇”等荣誉称号，素有“小香港”美誉。 [12]  2021年9月，樟木头镇入选第三批广东省级“一村一品、一镇一业”专业镇名单。 [3]  2021年9月，樟木头镇入选“2021年全国千强镇“。 [4] 12020年，樟木头镇实现地区生产总值132.79亿元。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/37d12f2eb9389b504fc21cdc2763f2dde71191efc0bc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "河西镇", intr: "", pic: "" },

  {
    name: "城东镇",
    intr: "城东镇，隶属于广东省梅州市梅县区，位于梅州城区之东，离梅州城区8公里。东与丙村镇相接，西邻梅县区石扇镇、梅江区城北镇，南与金山街道、西阳镇为界，北与梅县区白渡镇和蕉岭县新铺镇接壤。 [2]  总面积79.28平方千米。 [7]  截至2019年，城东镇有常住人口21208人。 [7] 1城东镇建制于清康熙年间，时称东厢堡。1983年，撤社建区。1987年4月，改称镇。 [2]  截至2020年6月，城东镇下辖1个社区和12个行政村， [1]  镇政府驻黄竹坪。城东镇由于受东南沿海亚热带季风气候影响，雨量充沛，气候温和，日照充足，无霜期长。 [3] 12019年1-9月，城东镇模以上工业总产值13.21亿元；完成固定资产投资7亿元；完成工商财税8717.5万元；实现镇级财政收入2108万元 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924ef63034e5b086e061c955ae3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横河镇",
    intr: "横河镇位于浙江省宁波市慈溪市南郊，地势北为平原，南为丘陵，交通四通八达，区位条件优越。杭甬高速公路慈溪连接线穿越镇境，距离省会城市杭州127公里，宁波栎社机场70余公里，北隔杭州湾与上海相望，横河镇是轴承王国、杨梅之乡。全镇区域面积84.5平方千米（2017年），耕地3.5万亩，山林面积6万余亩，人口69775人（2017年），外来建设者4.8万人左右，有24个行政村，1个社区。 [1-2]  22013年，横河镇全年实现地区生产总值58.4亿元，同比增长10%；公共财政预算收入6.43亿元；镇财政可用资金3.86亿元，农民人均收入18865元。 [1]12019年10月，横河镇入选“2019年度全国综合实力千强镇”。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1f178a82b9014a905d4e2588aa773912b31bee97?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄村镇",
    intr: "黄村镇，北京市大兴区下辖镇，是大兴区委、区政府所在地。地处大兴区西北部，东邻青云店镇，南邻北臧村镇，西隔永定河与房山区长阳镇相望，北邻西红门镇并与丰台区卢沟桥地区办事处接壤。镇域面积65.37平方千米。 [1]2黄村地区在汉代已形成村落。辽为析津县招贤乡东棊里。金元时名荒村。元时谐音名黄村。明代置荒村社。清属顺天府南路厅。1981年，置黄村镇，属大兴县。2001年1月，北京市大兴区成立，同年3月2日，在原大兴区黄村镇行政区域内设立兴丰街道办事处、林校路街道办事处和清源街道办事处，直属大兴区政府，同时保留大兴区黄村镇建制。 [1]截至2018年末，黄村镇有户籍人口43327人。 [2]截至2020年6月，黄村镇下辖13个社区和52个行政村， [3]镇政府驻黄村镇清源路9号。22011年，黄村镇工业总产值达到129.1亿元，比上年增长18%，工业增加值24.5亿元。财政总收入5亿元，比上年增长82.9%。从各主要税种看，完成营业税2.4亿元，增值税0.3亿元，企业所得税0.6亿元，分别比上年增长79.3%、-1%、62.2%。 [1]",
    pic: "",
  },

  {
    name: "杨侨镇",
    intr: "杨侨镇，隶属于广东省惠州市博罗县，地处博罗县东部，东与石坝镇、观音阁镇相连，西南与杨村镇接壤，北与麻陂镇、石坝镇相接，镇人民政府距博罗县城40千米， [2]行政区域面积89.61平方千米。 [3]截至2019年末，杨侨镇户籍人口为34578人。 [3]21951年9月，析出杨村、石坝、观音阁、麻陂、公庄、泰美、柏塘等部分土地，成立广东省救济分会第三农场，隶属省民政厅，是省民政厅为解决社会游民问题而建立的省属农业企业。2003年5月，撤区建立杨侨镇，划归博罗县管辖。 [2]截至2021年10月，杨侨镇辖2个社区、12个行政村； [4]镇人民政府驻桥西39号（广梅公路旁）。 [2]22019年，杨侨镇有工业企业50个，其中规模以上企业有9个，有营业面积超过50平方米以上的综合商店或超市22个。 [3]",
    pic: "",
  },

  {
    name: "镇隆镇",
    intr: "镇隆镇，隶属广东省惠州市惠阳区，位于惠阳区的西南部，西北与沥林镇接界，北连陈江镇，东邻永湖镇，东南连秋长街道等镇，东北毗邻惠州市的惠城镇，南接新圩镇，西通东莞市， [1]  辖区面积149.5平方公里。 [2]  截至2020年2月，镇隆镇总人口近7万人，其中常住人口2.8万人，外来人口4万多人。 [2]  截至2019年，镇隆镇辖1个社区和13个行政村 [3]  ，镇政府驻惠阳区镇隆镇老街3号。2清乾隆四十八年（1783年）编纂的《归善县志》疆域图中，有镇龙圩标注，并画有圩场。清同治九年（1870年），属四围社约堡。民国二十年（1931年），属第九区。1957年，改名镇隆乡。1963年，称镇隆公社。1984年1月，改名镇隆区。1987年1月，镇隆撤区设镇。镇隆镇属属亚热带气候，极端最高气温33℃，极端最低气温5℃，年平均降雨量2262毫米，无霜期350天左右。 [1] 2镇隆镇人文资源、自然资源丰富，惠州市最大的客家围屋崇林世居、惠阳第一高峰白云嶂均在境内，邻近新圩白云嶂森林公园。 [15] 22019年1至9月，镇隆镇实现GDP36.4亿元，比增14.9%。 [4] 22021年6月10日，镇隆镇被中国经济林协会正式授予“中国荔枝之乡”称号。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6609c93d70cf3bc7840e6f56df00baa1cd112a79?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "周江镇",
    intr: "周江镇，隶属于广东省梅州市五华县，位于五华县西南部，东临横陂镇，西接华阳镇、梅林镇，南界安流镇，北连长布镇， [1]  辖区总面积201.29平方千米。截至2019年末，周江镇有户籍人口65132人。 [2]  截至2020年6月，周江镇辖2个社区和22个行政村。 [3] 2周江镇始称周潭，以周江河而得名。周江镇素有“文化之乡”、“牙匠之乡”等美誉， [1]  境内有周江八景：插天嶂、周江河、文峰塔、文昌祠、狮子石、新娘潭、笔架山、将军桥等；名人故居：钟天心故居广善楼、县政府旧址福庆楼（钟世镇院士老屋）、缪培南故居（俊铭楼）、缪任先故居诏裕楼、钟世谦故居永庆楼。 [4] 22019年，周江镇农村经济总收入4.95亿元，同比增长 3.1%；镇级财政收入3292万元，同比增长10%；农村居民年人均收人9351.7元，同比增长7.8% 。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3ac79f3df8dcd100baa1d6e2fdda5010b912c9fc81ed?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "紫城镇",
    intr: "紫城镇，隶属于广东省河源市紫金县，位于紫金县中部，距河源市区65公里，距深圳市区223公里，距广州市区270公里， [1]  辖区面积共384.80平方千米。 [2]  2018年末，紫城镇户籍人口共166404人。 [2]  截至2020年6月，紫城镇下辖12个社区和31个行政村。 [3] 2紫城镇是中共紫金县委、紫金县政府驻地，紫金县政治、经济、文化中心，省定中心镇、省文明镇、省卫生城镇、省教育强镇。 [1] 22017年，紫城镇实现地区生产总值40.5亿元, 比增9%；实现工业总产值30亿元，实现农业总产值4.23亿元，分别比增11%和4.5%；地方一般公共财政预算收入2.729亿元，比增40.7%；税收总收入8885.21万元，固定资产投资3.64亿元，比增20%；居民人均可支配收入9989元，比增9%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1e30e924b899a9014c089ec109de1d7b02087af45fba?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙潭镇",
    intr: "龙潭街道，隶属于江苏省南京市栖霞区，地处栖霞区东部，东邻靖安街道，南接句容市宝华镇，西连栖霞街道，北隔长江与六合区龙袍街道相望，街道办事处距栖霞区政府15千米， [2]  行政区域面积39.05平方千米， [2]  截至2011年末，龙潭街道总人口为29087人。 [2] 21949年，分属句容县龙潭镇和江宁县第七区的龙潭乡、龙梅乡、临江乡、靖明乡和靖安乡；2002年末，撤镇，改设龙潭街道。 [2]  截至2020年6月，龙潭街道辖5个社区、17个行政村， [3]  街道办事处驻府前路8号。 [2] 22011年，龙潭街道实现街道内生产总值19.28亿元，其中第产业增加值0.3亿元，第二产业增加值12.38亿元，第三产业增加值6.58亿元，第、三产业增加值比例为1.66：64.21：37.13。财政金融2011年，财政总收入1.16亿元。从各主要税种看，完成营业税0.45亿元，增值税0.12亿元，企业所得税0.3亿元，个人所得税0.29亿元。人均财政收入3988元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d788d43f8794a4c27d1ec596afa20cd5ad6eddc4934a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横沥镇",
    intr: "横沥镇，隶属于广东省东莞市，地处东莞市东部，东南部与常平镇接壤，西南与东坑镇交界，西部毗邻茶山镇，西北接石排镇和松山湖（生态园），东北靠企石镇。辖区总面积44.67平方千米。 [1]  根据第七次人口普查数据，截至2020年11月1日零时，横沥镇常住人口27.93万人。 [1] 2横沥建村始于明洪武年间（1368年—1398年）。1958年10月，撤销大乡，横沥与桥头、常平合并成立常平人民公社。1959年6月，横沥人民公社从常平人民公社析出。1983年8月，撤社设立横沥区公所。1987年4月，撤区设立横沥镇。 [1]  截至2021年10月，横沥镇辖1个社区、16个行政村。镇人民政府驻横沥镇中山路419号。22021年，横沥镇实现地区生产总值198.53亿元，规模以上工业增加值132.76亿元，固定资产投资总额50.7亿元，社消零总额45.63亿元，进出口总额167.9亿元，其中出口总额130.4亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa64034f78f0f736afc34424ab03a419ebc4b745b5c2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "虎门镇",
    intr: "虎门镇，广东省东莞市辖镇，位于市域西南部、珠江口东岸，总面积178.5平方千米 [16]  。截至2022年10月，虎门镇辖31个社区 [14]  。2021年末，虎门镇常住人口83.8万人，户籍人口16.8万人 [16]  。2民国十三年（1924年），太平改墟立镇，翌年又改称虎门市。1985年10月，太平和虎门合并成立虎门镇 [19]  。截至2022年10月，虎门镇辖31个社区、1个生活区 [14]  。22021年，虎门镇实现地区生产总值（GDP） 720.14亿元，比，上年增长8.9%。其中第一产业增加值1.95亿元，增长11.8%；第二产业增加值374亿元，增长12.9%；第三产业增加值344.19亿元，增长4.8%。三大产业比例为0.3：51.9：47.8 [20]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5fdf8db1cb1349543062b809544e9258d1094a5a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "化龙镇",
    intr: "化龙镇，隶属于广东省广州市番禺区，地处番禺区东北部，东邻石楼镇，南邻石碁镇，西邻新造镇、南村镇，北隔珠江与黄埔区相望， [4]  区域总面积53.73平方千米。 [6]  截至2019年末，化龙镇户籍人口为36418人。 [6] 2清代，分属茭塘都的化龙堡和明经堡；1987年3月，化龙区改为化龙镇。 [4]  截至2021年10月31日，化龙镇辖2个社区、13个行政村； [5]  镇人民政府驻龙源路88号。 [4] 2截至2019年末，化龙镇有工业企业265个，其中规模以上54个，有营业面积超过50平方米以上的综合商店或超市102个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/55e736d12f2eb9389b5086c174349235e5dde711c1f3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄江镇",
    intr: "黄江镇，隶属于广东省东莞市，地处东莞市东南部，地处东莞市东南部，东靠樟木头镇、塘厦镇，北连常平镇，西邻大朗镇、松山湖科技产业园区，南接深圳市光明区。 [4]  辖区总面积92.86平方千米。 [5]  截至2021年末，黄江镇户籍人口约4.2万人，常住人口约38万人。 [6] 明代，隶属东莞县归城乡第六都。1986年11月，撤销黄江区，设立黄江镇。 [4]  截至2021年10月31日，黄江镇辖7个社区。 [2]  镇人民政府驻莞樟路黄江段66号。 [3]  2021年9月，黄江镇入选第三批广东省级“一村一品、一镇一业”专业镇名单。 [1] 2021年，黄江镇实现地区生产总值185.23亿元，同比增长10.9%。1-10月，实现规模以上工业增加值116.6亿元，同比增长12.3%；实现社会消费品零售总额62.6亿元，同比增长16.6%；全镇完成税收总额38.8亿元，同比增长6.3%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b21bb051f8198618367a29754ab839738bd4b21c48be?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "迳头镇",
    intr: "迳头镇，广东省清远市佛冈县下辖镇，位于佛冈县东北部，行政区域面积185.04平方千米。 [1]  2018年，迳头镇户籍人口34670人； [2]  2020年，迳头镇下辖1个社区、10个行政村。 [3] 迳头镇因地处山脉（当地人称为“迳”）起端而得名。1955年6月，设迳头区。1961年5月，成立迳头人民公社。1983年12月，撤社改区，改称迳头区公所。1994年1月，改称迳头镇。2004年5月，烟岭镇并入迳头镇。 [4] 2018年，迳头镇有工业企业10家，其中规模以上工业企业10家，营业面积50平方米以上的综合商店或超市16家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c2fdfc039245d688d43fc54ed7886a1ed21b0ff48e8d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "寮步镇",
    intr: "寮步镇，隶属于广东省东莞市，位于东莞市中部，地处穗、港、深经济走廊中部，东莞市中部，中心位置约在北纬22°09'，东经114°40'，东部与东坑镇为邻，东南与大朗镇和松山湖高新技术开发区接壤，南部与大岭山镇相连，西南部与东城区毗邻，北部与茶山镇相接。 [11]  辖区总面积71.38平方千米。 [12]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，寮步镇常住人口为513090人。 [8] 明末清初，分属东莞县文顺乡第二都，第三都。1986年1月，撤区建镇，称寮步镇。 [11]  截至2021年10月31日，寮步镇辖10个社区、20个行政村。 [9]  镇人民政府驻寮步镇勤政路1号。 [10] 2020年，寮步镇实现地区生产总值344.92亿元（第一产业4.57亿元、第二产业167.08亿元、第三产业173.27亿元），比上年增长3.2%；规模以上工业增加值129.9亿元，下降1.9%；全社会固定资产投资总额88.33亿元，增长16.5%；总用电量33亿千瓦时，增长3.0%；社会消费品零售总额359.53亿元，下降9.8%；实际利用外资2.16亿元，增长11.8%；外贸出口总额353.9亿元，增长8.0%；各项税收总额79.53亿元，下降4.85%；地方财政总财力59.01亿元，增长26.52%。 [13] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad34598233e135f904f431adcbef8476?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "吕田镇",
    intr: "吕田镇，隶属于广东省广州市从化区，位于从化区东北部，北接韶关市新丰县，东接惠州市龙门县，西接清远市佛冈县，南临良口镇和广州市流溪河林场，距广州市115千米。行政区域面积338.9平方千米。 [4]  截至2020年末，吕田镇户籍户籍人口9157户。 [5] 明朝，吕田属流溪堡。1983年12月，撤销公社，建立吕田区公所。1986年，建吕田镇。 [1]  截至2021年10月，吕田镇下辖2个社区，21个行政村， [2]  镇人民政府驻中新北路68号。 [4] 2020年，吕田镇完成地区生产总值15.69亿元，增长1.4%。工业总产值7.34亿元，比增-1.4%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/00e93901213fb80e7bec97d99487382eb9389b503e3c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "麻涌镇",
    intr: "麻涌镇，隶属于广东省东莞市，位于东莞市西北部，东与中堂镇、望牛墩镇相邻，南与洪梅镇、沙田镇隔江相望，北与增城区新塘镇接壤，西南与番禺区隔狮子洋相望，行政区域面积87.16平方千米。 [3]  截至2020年11月1日零时，麻涌镇常住人口为182416人。 [16] 1983年，改为东莞县麻涌区。1986年，东莞县设市之后，麻涌改镇。 [9]  截至2021年10月，麻涌镇辖2个社区、13个行政村， [10]  镇人民政府驻麻涌镇广麻大道1号。 [15] 2020年，麻涌镇实现生产总值260亿元，同比增长46.9%；一般公共预算财政可支配收入14.1亿元，增长41.3%。 [17] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/810a19d8bc3eb13533fa76b70748bfd3fd1f4134ee3a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "派潭镇",
    intr: "派潭镇，隶属于广东省广州市增城区，位于增城区北部，东北与龙门县接壤，西北与从化相邻， [1]  北回归线穿镇而过， [2]  辖区总面积288.50平方千米。 [3]  截至2020年末，派潭镇常住人口63178人(第七次人口普查) [12]  。 [3]  截至2020年6月，派潭镇下辖1个社区和36个行政村。 [4] 相传，派潭在宋代太平兴国年间已经设圩，一度被废，清康熙年间始复圩。 [1]  1949年，为派潭区，第四区。1987年，建镇。 [11]  派潭镇一直是广州北部的农业与商贸中心， [1]  是东江革命斗争重要的根据地和游击区。派潭镇曾获全国重点镇、全国特色景观旅游名镇、全国美丽宜居小镇、国家卫生镇、中国十大文化休闲旅游镇、广东省森林小镇、广东省文明镇等称号。 [2] 2018年，派潭镇全年固定资产投资15.14亿元，全口径两税收入1.8亿元。全镇共接待游客约658万人次,同比增长2.8%；旅游收入19.5亿元，同比增长3.8%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d1160924ab18972bd4071dc6799b6c899e510fb39c3b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙田镇",
    intr: "沙田镇，隶属于广东省东莞市，地处东莞市西南部，中心位置约在东经113°9′，北纬23°8′，东以银河为界临厚街镇，西与广州市番禺区隔狮子洋遥望，南与虎门镇连接，北与洪梅镇、道滘镇、麻涌镇等隔河相对。 [5]  辖区总面积111.55平方千米。 [2]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，沙田镇常住人口为210175人。 [4] 中华人民共和国成立前，沙田分别由东莞县第五区、第六区多方管属。1986年11月，撤区建镇，称沙田镇。 [5]  截至2021年，沙田镇辖2个社区、16个行政村。 [10]  镇人民政府驻横流南路46号。 [5] 2021年，沙田镇实现地区生产总值达241.1亿元，同比增长9.7%；规上工业增加值106亿元，同比增长14.9%，增速全市排名第6；固定资产投资总额111.3亿元，总量全市排名第3，同比增长8.5%；进出口总额1030亿元，同比增长35.7％；社会消费品零售总额43.9亿元，同比增长13.2%；税收总额突破50亿元，同比增长20.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b999a9014c086e061d956d9c9d5e6cf40ad163d95d97?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石楼镇",
    intr: "石楼镇，隶属于广东省广州市番禺区，地处番禺区东部，东临狮子洋，南至沙湾水道，西邻石碁镇，北与化龙镇接壤， [3]  区域总面积126平方千米。 [5]  截至2020年末，石楼镇常住人口16.91万(第七次人口普查) [6]  。清代，属茭塘司的大岭堡和圣堂堡；1987年，石楼区改为石楼镇；2002年3月，莲花山镇并入石楼镇。 [3]  截至2021年10月31日，石楼镇辖3个社区、22个行政村； [4]  镇人民政府驻莲港大道45号。 [3] 截至2019年末，石楼镇有工业企业1个，其中规模以上119个，有营业面积超过50平方米以上的综合商店或超市248个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b999a9014c086e061d956919a15e6cf40ad162d95d10?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长安镇",
    intr: "长安镇，隶属于广东省东莞市，位于东莞市南端，珠江口的东南岸，东连深圳市宝安区松岗街道，南临珠江口伶仃洋，西接虎门镇，北靠大岭山镇。 [8]  辖区总面积81.53平方千米。 [9]  根据第七次人口普查数据，截至2020年11月1日零时，长安镇常住人口为807391人。 [5] 清乾隆十九年（1754年），长安隶属东莞县缺口司。1986年11月，撤区建镇，长安区改为长安镇。 [8]  截至2021年10月，长安镇辖15个社区。 [6]  镇人民政府驻德政中路218号。2011年，长安镇先后被评为“全国文明镇”“全国精神文明创建活动示范点”，获得醒狮、幼儿基本体操、书法、粤剧、摄影5个“全国文化之乡”的称号。 [8]  2022年8月，长安镇（创建法治宣传示范项目）被命名为“广东省法治政府建设示范项目”。 [7] 2021年，长安镇实现生产总值880.7亿元，增长11.0%；规上工业产值2692.9亿元，增长19.6%；进出口总额3857.4亿元，增长34.8%，其中，出口1694.4亿元，增长24.6%；社会消费品零售总额383.7亿元，增长26.4%；限上批发和贸易业销售额731.4亿元，增长27.5%；全镇市场主体达13.4万户｡ [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/2e2eb9389b504fc2ec26c073e2dde71190ef6d4e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "鳌头镇",
    intr: "鳌头镇，隶属于广东省广州市从化区，位于从化区西部，东邻城郊街道，南邻花都区，西邻清远市，北邻佛冈县。区域面积349.9平方千米。 [5]  截至2019年末，鳌头镇户籍人口151125人。 [8] 1983年，改称鳌头区。1986年，撤区，设立鳌头镇。 [6]  截至2021年10月，鳌头镇下辖4个社区、61个行政村， [4]  镇人民政府驻鳌头镇新城西路9号。 [1] 2019年，鳌头镇有工业企业169个，其中规模以上16个；有营业面积超过50平方米以上的综合商店或超市72个。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/58ee3d6d55fbb2fb4316a7ec1c0537a4462308f776b7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大岭山镇",
    intr: "大岭山镇，隶属于广东省东莞市，地处东莞市的中南部，中心位置约在北纬22°51′—22°57′，东经113°46′—113°52′，东至东南与大朗镇相邻，西南与虎门镇相连，南部分别与长安镇和深圳市的罗田村接壤，西至西北分别与厚街镇、南城街道、东城街道相接，北到东北与寮步镇相连。 [11]  辖区总面积95.53平方千米。 [1]  截至2020年末，大岭山镇户籍人口有66422人。 [1] 明代，属东莞县恩德乡第九都管辖。1986年11月，撤区建立大岭山镇。 [11]  截至2021年10月，大岭山镇辖2个社区、21个行政村。 [12]  镇人民政府驻德政街1号。 [11] 2020年，大岭山镇实现生产总值302.1亿元，增长6.2%；固定资产投资总额87.3亿元，增长26.8%；各项人民币存款余额319.1亿元，增长24.2%；一般公共预算收入11.68亿元，可比增长5.71%。 [10] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad345982b2b7666993a226adcbef77092e8b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大安镇",
    intr: "大安镇，隶属于广西壮族自治区贵港市平南县，地处平南县东南部，东与梧州市藤县天平镇相邻，南连大新镇，西濒白沙江，北倚武林镇， [1]  行政区域面积123.35平方千米。 [3]  截至2019年末，大安镇户籍人口为117930人。 [3] 广西三大古镇之一，于明末建圩。1980年9月，改名大安镇。 [1]  截至2021年10月，大安镇辖5个社区、20个行政村， [2]  镇人民政府驻大安圩新南街23号。 [1] 2019年，大安镇有工业企业47个，其中规模以上4个，有营业面积超过50平方米以上的综合商店或超市35个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/faf2b2119313b07ef2c67a6203d7912397dd8c64?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "红草镇",
    intr: "红草镇，隶属于广东省汕尾市城区，位于城区北部，距市区中心约11千米，东接城区东涌镇，香洲街道，西靠长沙湾，北与海丰县陶河镇接壤，南临城区马宫街道，是城区的政治、经济、交通、商贸、农业中心镇。 [1]  区域总面积69.8平方千米。 [2]  2018年末，红草镇户籍人口43596人。 [2]  截至2020年6月，红草镇共辖1个社区、14个行政村。 [3] 2017年，红草镇工农业总产值76.65亿元，同比增长7.3%。其中工业总产值73.58亿元，同比增长13.55%；农业总产值3.07亿元，同比增长3%；农村人均年纯收入15435元，同比增长10%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/024f78f0f736afc379317c84da53fcc4b74542a9b4b2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东海镇",
    intr: "东海镇，隶属于福建省莆田市城厢区，位于城厢区南部，东与灵川镇相邻，南濒湄洲湾内海，与秀屿港隔海相望，西与仙游县枫亭镇交界，北与华亭镇毗连。 [2]  区域面积45.86平方千米。截至2019年末，东海镇户籍人口58486人。 [1]  [5] 东海镇因原镇址位于东海村得名。东海镇自宋代有兴化府之名时，一直属于灵川里。1999年11月，灵川镇析出东海镇，镇政府设在海头村，行政区划属莆田县，归莆田市湄洲湾北岸管委会管辖。2002年5月，划归城厢区管辖。 [2]  截至2021年10月，东海镇下辖1个社区、12个行政村。 [4]  镇人民政府驻海头村。 [2] 2011年，东海镇财政总收入8442万元，比2010年增长10.8%。 [2]  2019年，东海镇有工业企业200个，其中规模以上29个；经营面积超过50平方米以上的综合商店或超市56个。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/64380cd7912397dda1449fe779d0a5b7d0a20df4298c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "义合镇",
    intr: "义合镇，隶属于陕西省榆林市绥德县。地处绥德县东部，东接吴堡县辛家沟镇、宋家川镇，南与薛家峁镇、崔家湾镇、枣林坪镇毗邻，西连满堂川乡，北靠中角镇。辖区东西最大距离16千米，南北最大距离20千米 [1]  ，总面积196平方千米。 [2] 截至2020年6月，义合镇下辖1个社区、39个行政村 [3]  。截至2018年末，义合镇户籍人口27411人 [2]  。2011年，义合镇农业总产值达到1.5亿元，社会消费品零售总额达6000万元。 [1] ",
    pic: "",
  },

  {
    name: "杨村镇",
    intr: "杨村街道，隶属于天津市武清区，是武清区委区政府所在地，是全区政治、经济、文化的中心。 [7]  地处武清区北部，东隔津蓟铁路与梅厂镇搭界，南与下朱庄街道、黄庄街道为邻，西与东蒲洼街道毗连，北与徐官屯街道接壤。 [6]  街道办事处距天津市区30千米，距北京市区90千米 [2]  ，总面积22.3平方千米 [2]  ，截至2011年末，杨村街道总人口109237人 [2]  。1950年10月，武清县治迁此。2001年3月，撤镇设杨村街道 [2]  。2021年，杨村街道下辖13个社区； [4]  街道办事处驻光明社区居委会 [2]  。2011年，杨村街道财政总收入5.8亿元，比上年增长20.6%，其中地方财政收入2.95亿元，比上年增长22.1% [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/2fdda3cc7cd98d1001e9864c8369af0e7bec54e73a0d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "潼湖镇",
    intr: "潼湖镇，隶属于广东省惠州市惠城区，地处惠城区西南部，东接陈江街道，东北与博罗县罗阳镇接壤，南衔广州军区潼湖农副业基地和沥林镇，西邻东莞市桥头镇，北与博罗县龙溪镇隔江相望， [1]  行政区域面积112.61平方千米。 [2]  截至2019年末，潼湖镇户籍人口为31358人。 [2] 2010年前，属惠州市惠城区管辖；2010年2月后，从惠城区划入惠州仲恺高新技术产业开发区。 [1]  截至2021年10月，潼湖镇辖1个社区、11个行政村； [3]  镇人民政府驻广和开发区。 [1] 截至2019年末，潼湖镇有工业企业16个，其中规模以上企业有16个，有营业面积超过50平方米以上的综合商店或超市45个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c086e06fea2282915087bf40ad15e23?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "转水镇",
    intr: "转水镇，隶属于广东省梅州市五华县，位于五华县中北部，地处华城与县城水寨之间，东南与大坝、水寨镇接壤，西与潭下镇、华城镇相连，南与横陂、小都镇毗邻，东北与兴宁市刁坊、福兴镇交界， [3]  辖区总面积175.67平方千米。截至2019年末，转水镇有户籍人口73278人。 [4]  截至2020年6月，转水镇辖2个社区和20个行政村。 [5] 转水镇因五华河绕圩镇90度角而得名，腹地有五华河流过，沿河地形平坦，农作物主要有水稻、番薯。转水镇辖区内有国家3A级景区益塘水库旅游风景区、国家3A级景区热矿泥温泉山庄、国家3A级景区汉光超顺黄龙农旅园，还有荣槐楼、矮车塔（奎文阁塔）、九思楼等古建筑。 [2] 2016年，转水镇财政一般预算收入3569万元，年递增10%；实现地税收入665万元；完成国税收入230万元，年递增12%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4a36acaf2edda3cc7cd941e192b82e01213fb90e34ea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新回龙镇",
    intr: "新回龙镇，隶属于广东省河源市东源县，位于东源县境西南部，新丰江库区西南边陲，东与新港镇毗邻，南与源城区埔前镇、博罗县公庄镇交界，西连龙门县蓝田瑶族乡、平陵镇，北接锡场镇， [1]  辖区总面积235.43平方千米。截至2019年末，新回龙镇有户籍人口9685人。 [2] 民国二十五年（1936年），回龙属河源县第四区洪溪乡为回龙镇。1951年7月，属第三区设回龙乡。1962年，分设回龙公社。1983年11月，改为区。为不致与龙川县“回龙”重名，更名为“新回龙”。1987年3月，撤区设新回龙乡。1988年1月，属河源市郊区。1993年11月，属东源县。1994年1月，经广东省政府批准，改为新回龙镇。 [1]  截至2021年10月，新回龙镇辖10个行政村。 [5] 2017年，新回龙镇完成社会总产值5493万元；工农业总产值9915.6万元，完成固定资产投资12375万元，农民人均可支配收入9262元。税收收入731万元，镇级财政收入795.5万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f703738da9773912b31ba57b22489118367adab444d5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横沥镇",
    intr: "横沥镇，隶属于广东省东莞市，地处东莞市东部，东南部与常平镇接壤，西南与东坑镇交界，西部毗邻茶山镇，西北接石排镇和松山湖（生态园），东北靠企石镇。辖区总面积44.67平方千米。 [1]  根据第七次人口普查数据，截至2020年11月1日零时，横沥镇常住人口27.93万人。 [1] 横沥建村始于明洪武年间（1368年—1398年）。1958年10月，撤销大乡，横沥与桥头、常平合并成立常平人民公社。1959年6月，横沥人民公社从常平人民公社析出。1983年8月，撤社设立横沥区公所。1987年4月，撤区设立横沥镇。 [1]  截至2021年10月，横沥镇辖1个社区、16个行政村。镇人民政府驻横沥镇中山路419号。2021年，横沥镇实现地区生产总值198.53亿元，规模以上工业增加值132.76亿元，固定资产投资总额50.7亿元，社消零总额45.63亿元，进出口总额167.9亿元，其中出口总额130.4亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa64034f78f0f736afc34424ab03a419ebc4b745b5c2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "源南镇",
    intr: "源南镇，隶属广东省河源市源城区，位于源城区中南部，东临东江，南接埔前镇、高埔岗街道，西靠桂山自然保护区、新丰江水库，北接源西街道、上城街道、东埔街道、新江街道。辖区总面积为118.6平方千米，下辖2个社区、5个行政村。 [1-2]  2019年末，源南镇辖区有户籍人口2.34万人。 [6] 京九铁路、惠河高速公路、205国道在源南镇辖区内穿过。 [1] 2019年末，源南镇有工业企业16个，营业面积50平方米以上的综合商店或超市84个。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e9244acfa6535b086e061d955a00?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东涌镇",
    intr: "东涌镇隶属于广东省广州市南沙区，处于珠江三角洲的腹部，广州市番禺区的东南部。北距广州市中心城区40千米，南邻港澳64千米，距南沙口岸仅18千米，距莲花山口岸28千米。东涌镇是2006年1月由原东涌镇、鱼窝头镇、灵山镇西樵村合并而成，于2012年12月1日由番禺区划入南沙区管辖。 [1] 东涌镇面积92平方千米，辖22个行政村和2个社区。根据南沙区第七次全国人口普查数据结果，截至2020年11月1日零时，东涌镇常住人口170772人，占南沙区常住总人口的20.17% [25]  。 [1] 东涌镇先后荣获全国重点镇 [2]  、全国文明镇 [3]  、国家卫生镇 [4]  、全国宜居小镇 [5]  、广东省教育强镇 [6]  、第三批全国发展改革试点城镇 [7]  、广州市特色名镇 [8]  等荣誉称号 [1]  ，2014年，东涌镇实现地区工业总产值约301.5亿元，同比增长3.3% [9]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c087a2f19320c7b02087bf4f414?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "高埗镇",
    intr: "高埗镇，隶属于广东省东莞市，位于东莞市北部，东与石碣镇接壤；西临东江南支流与莞城街道、万江街道、中堂镇隔河相望；南与万江街道、东城街道隔河相望；北临东江支流与中堂镇隔河相望。 [2]  [11]  辖区总面积34.6平方千米。 [1]  截至2021年末，高埗镇常住人口16.99万人，其中户籍人口4.59万人。 [2] 清乾隆十九年（1754年），属东莞县中堂司管辖。1987年4月，改为高埗镇。 [9]  截至2021年10月，高埗镇辖1个社区，18个行政村。 [6]  镇人民政府驻高埗镇高龙中路1号。2021年9月，高埗镇入选“2021年全国千强镇“。 [4] 2021年，高埗镇实现地区生产总值176.95亿元，同比增长5.1%。一般公共预算当年收入12.13亿元，增长16.4%。税收总额35.3亿元，增长30.1%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/bd315c6034a85edf6b917be84e540923dc5475d8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙山镇",
    intr: "龙山镇隶属于浙江省宁波市慈溪市，因伏龙山而得名，地处慈溪市东南部，东临灰鳖洋，与舟山市定海区金塘镇隔海相望，东南与镇海区澥浦镇相邻，南连镇海区九龙湖镇，西南与江北区慈城镇毗邻，西、西北、北与掌起镇接壤，东北仍濒临灰鳖洋，与嵊泗县洋山镇隔海相眺龙山镇版图总面积140.86平方千米，辖3个社区、28个行政村，总人口127579人（2017年）。 [1] 龙山镇曾获浙江省中心镇 [2]  、浙江省文明镇 [3]  、浙江省旅游强镇 [4]  等荣誉称号，2011年，全镇实现地区生产总值58亿元。2019年10月，龙山镇入选“2019年度全国综合实力千强镇”。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/dc54564e9258d1093b0f8bd3d758ccbf6d814de6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石角镇",
    intr: "石角镇，广东省清远市清城区辖镇，位于清城区南部，全镇总面积177.97平方千米，2018年户籍人口87328人；2019年，下辖5个社区、15个行政村。 [1-3]   石角镇曾是清远县的区、乡、公社，1986年改称为石角镇。石角镇是“鱼米之乡”、“三鸟之乡”，是清远鸡、乌鬃鹅产地。 [1] 2018年，石角镇有工业企业56家，其中规模以上工业企业56家，营业面积50平方米以上的综合商店或超市560家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/1ad5ad6eddc451da81cb198029ab4566d01609249418?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东坑镇",
    intr: "东坑镇，隶属于广东省东莞市，位于东莞市中部，东与常平镇交界，南接大朗镇，西至寮步镇，北邻横沥镇，西北与茶山镇相连。 [1]  辖区总面积23.8平方千米。 [9]  根据第七次人口普查数据，截至2020年11月1日零时，东坑镇常住人口为187877人。 [6] 据历史记载，宋孝宗年间始有人迁来东坑搭察定居，繁衍生息，后来其他姓氏徒居东坑的络绎不绝，人烟渐众。清末，地属文顺乡第三都，属京山司管辖。1986年11月，撤区公所设立东坑镇。 [10]  截至2021年10月31日，东坑镇辖2个社区、14个行政村， [7]  镇人民政府驻东坑镇东坑大道。 [8]  2020年7月，全国爱卫会确认东坑镇为2019年国家卫生乡镇。 [2] 2020年，东坑镇实现生产总值179.3亿元，同比增长5.6%，比目标高0.6个百分点，增速排全市镇街第6；规上工业增加值112.2亿元，同比增长6.7%，增速排全市镇街第13；固定资产投资52.2亿元，同比增长29.1%，增速排全市镇街第8，其中工业投资23.7亿元，同比增长12.7%；税收总额29.07亿元，同比增长11.63%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/902397dda144ad34598201bc71f41bf431adcbef2fcb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "常平镇",
    intr: "常平镇，隶属于广东省东莞市，地处东莞市东部，东与桥头镇、谢岗镇为邻，南与樟木头镇、黄江镇相接，西与大朗镇、东坑镇毗连，北与横沥镇、企石镇接壤。 [11]  辖区总面积103.27平方千米。 [12]  根据第七次人口普查数据，截至2020年11月1日零时，常平镇常住人口为444894人。 [5] 明代，分属东莞县文顺乡第三都和归城乡第五都管辖。1986年11月，常平撤区改称常平镇。 [11]  截至2021年10月，常住镇辖2个社区、31个行政村， [6-7]  镇人民政府驻常平镇中元街61号。 [8] 2021年，常平镇地区生产总值422亿元，同比增长9.4%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c2cec3fdfc039245f26176548094a4c27c1e2590?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石龙镇",
    intr: "石龙镇，隶属于广东省东莞市，地处东莞市北部，北与博罗县、增城区隔江相望；东与园洲镇相接；西与石碣镇相连；南与茶山镇、石排镇接壤。 [7]  辖区总面积13.83平方千米。 [8]  2021年，石龙镇户籍人口8.50万人，常住人口14.48万人。 [6] 明代，属东莞县文顺乡第三都管辖。1949年10月，解放后改称市。1950年5月，改为县辖镇。1959年7月，成立石龙镇公社。1983年10月，撤社改镇。 [7]  截至2021年10月，石龙镇辖3个社区，7个行政村。 [4]  镇人民政府驻石龙镇新城区裕兴路政府大院。 [5] 2021年，石龙镇实现地区生产总值114.27亿元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/314e251f95cad1c821e1e221773e6709c93d5159?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中堂镇",
    intr: "中堂镇，隶属于广东省东莞市，地处东莞市西北部，东接高埗镇，东南与万江街道相邻，西南邻望牛墩镇，西有麻涌镇，北临东江与广州市增城区新塘镇隔江相望。 [6]  辖区总面积59.79平方千米。 [7]  户籍人口85749人，常住人口14.19万人。 [8]  [10] 明代以前，属东莞县恩德乡第十二都管辖。1986年11月，撤区建镇，设中堂镇。 [6]  截至2021年10月，中堂镇辖5个社区、15个行政村。 [1]  镇人民政府驻中堂镇新兴路98号。2021年1月，中堂镇入选2020年重新确认国家卫生乡镇（县城）名单。 [3]  2021年9月，中堂镇入选“2021年全国千强镇“。 [4] 2020年，中堂镇实现地区生产总值145.65亿元。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8644ebf81a4c510f54086d7a6659252dd52aa586?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中新镇",
    intr: "中新镇，隶属于广东省广州市增城区，位于增城区中西部、广州市东部，东连朱村街，西邻黄埔区，北接从化，南依永宁街，地处中新知识城、广州东部山水新城、广州教育城、广州经济开发区和增城经济技术开发区等“三城两区”之间， [6]  是省中心镇、市示范中心镇，属于广东省境内少有的原始自然生态景观与工业发展均较好的地区。 [2]  截至2019年，中新镇总面积232.37平方千米，户籍人口93455人。 [3]  截至2020年，中新镇下辖35个行政村和2个社区。 [2] 中新镇自古为军事交通重地和历史文化溯源之地，有史料记载的历史名人230余人、200年以上较为完好的历史建筑和古迹60多处，为史载粤籍两大丞相之一的南宋清献公、右丞相崔与之，以及黄花岗七十二烈士之一郭继枚的家乡；有坑贝古村落、崔大师祠、坳头岗埔客家围垄屋、濠迳汤氏宗祠、坑贝桥堡雕楼等历史名胜古迹。中新镇先后获“全省乡镇人大工作示范点”、“省森林小镇”、“国家卫生乡镇”等称号。 [2] 2020年，中新镇固定资产投资（含房地产）完成104.17亿元，总量在全区13个镇街中排名第二，连续两年超过了100亿元；实现全口径税收收入20.6亿元，同比增长29%，第一次突破了20亿元；规模以上工业产值完成53.19亿元，连续两年超过了50亿元；限上批发业商品销售总额完成21.23亿元，同比增长347.88%；限上零售业商品销售总额完成7757.1万元，同比增长10.97%；实际利用外资5023万美元，同比增长4923.29%；限上住餐业营业额完成3811.9万元；工业用电量累计16720.08万千瓦时。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7a899e510fb30f2442a7f69457c3c643ad4bd113a554?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙田镇",
    intr: "沙田镇，隶属于广东省东莞市，地处东莞市西南部，中心位置约在东经113°9′，北纬23°8′，东以银河为界临厚街镇，西与广州市番禺区隔狮子洋遥望，南与虎门镇连接，北与洪梅镇、道滘镇、麻涌镇等隔河相对。 [5]  辖区总面积111.55平方千米。 [2]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，沙田镇常住人口为210175人。 [4] 中华人民共和国成立前，沙田分别由东莞县第五区、第六区多方管属。1986年11月，撤区建镇，称沙田镇。 [5]  截至2021年，沙田镇辖2个社区、16个行政村。 [10]  镇人民政府驻横流南路46号。 [5] 2021年，沙田镇实现地区生产总值达241.1亿元，同比增长9.7%；规上工业增加值106亿元，同比增长14.9%，增速全市排名第6；固定资产投资总额111.3亿元，总量全市排名第3，同比增长8.5%；进出口总额1030亿元，同比增长35.7％；社会消费品零售总额43.9亿元，同比增长13.2%；税收总额突破50亿元，同比增长20.6%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b999a9014c086e061d956d9c9d5e6cf40ad163d95d97?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "太平镇",
    intr: "太平街道，隶属山东省济南市济阳区，地处于济阳区西部，西邻齐河，北接临邑，南距济南市区23千米，东距县城17千米，南临孙耿街道，东接回河街道，北连新市镇，东北与垛石街道接壤，西与齐河县宣章屯街道为临，西北与临邑临南街道毗连， [4]  东西最大距离16.5千米，南北最大距离8.63千米，行政区域面积126平方千米。 [1]  截至2016年末，太平街道总人口60940人，其中城街道人口6701人，乡村人口54239人，流动人口3458人。 [4] 1958年9月，成立二太平公社；1984年4月，撤公社改设二太平乡；2001年3月，庙廊乡并入；同年5月，撤乡设太平镇；2017年4月27日，撤销太平镇设立太平街道办事处。 [2]  截至2020年6月，太平街道下辖91个行政村。 [3] 2016年，太平街道GDP完成25.5亿元，社会固定资产投资21亿元。收入总计5909万元，其中一般公共预算收入3850万元，上级补助收入2059万元，农村人均可支配收入14183元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c086e06d2013c2b15087bf40ad15e4c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "汤塘镇",
    intr: "汤塘镇，广东省清远市佛冈县下辖镇，地处佛冈县南部，珠三角北部，行政区域总面积为229.36平方千米。 [1-2]  2018年，汤塘镇户籍人口77511人。 [2]  2020年，汤塘镇下辖2个社区、19个行政村。 [3] 民国三十一年（1942年），为清远县汤塘乡。1955年6月，改称汤塘区。1987年1月，改为汤塘镇。2004年5月，四九镇并入汤塘镇。 [4]  境内有京港澳高速、106国道、省道354线贯通全镇，已融入广州市“一小时经济圈”。境内风景名胜主要包括汤塘“氡”温泉、黄花湖湿地公园、汤塘古村及享有“南国大寨”美誉的洛洞革命老区等。 [1] 2018年，汤塘镇有工业企业25家，其中规模以上工业企业25家，营业面积50平方米以上的综合商店或超市93家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa18972bd40735fae6cd2d53ed1b18b30f2443a7a28d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "水头镇",
    intr: "水头镇，隶属于福建省泉州市南安市，地处南安市南部，东与晋江安海镇隔水相望，西与厦门翔安区以岭分界，南连石井镇，北接官桥镇， [5]  行政区域面积127平方千米。 [6]  截至2019年末，水头镇户籍人口为122591人。 [6] 宋代时期，分属太平乡常乐里、常安里、崇教里。1984年，公社改建乡。1985年，改为水头镇。 [5]  截至2021年10月，水头镇辖5个社区、28个行政村， [7]  镇人民政府驻厦盛街56号。 [5] 2020年，水头镇完成规上工业产值369.89亿元，比增12.53%；完成限上批发零售70.16亿元，比增35.17%；上缴工商税收16.27亿元，比增12.79%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/fc1f4134970a304e251ffe05e39ab086c9177e3ef688?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小楼镇",
    intr: "小楼镇，隶属于广东省广州市增城区，位于增城区北部生态产业区，东临正果镇、增江街道，南接荔城街道，西连福和镇，北靠派潭镇，距增城中心城区约10千米。 [2]  [4]  截至2019年末，小楼镇总面积为136.67平方千米。 [3]  根据增城区第七次人口普查数据结果，截至2020年11月1日零时，小楼镇常住人口36098人，占增城区常住总人口的2.46% [12]  。截至2020年6月，小楼镇下辖20个行政村、1个社区。 [2]  [8] 小楼是传统的农业大镇，小楼镇特产增城迟菜心曾获国家地理标志证明商标、国家地理标志保护产品、国家级区域公用品牌、中国农业品牌目录，全国名特优新农产品名录等荣誉。2020年，小楼镇邓山村被认定为广东省“一村一品、一镇一业”乌榄专业村；罗坑村被认定为广东省“一村一品、一镇一业”紫玉参薯专业村。 [2] 2020年，小楼镇实现全镇税收（本级）收入2913万元，同比增长6.66%；固定资产投资5.05亿元，同比增长116.63%；限上商品批发额3.48亿元，同比增长68.79%；规上工业总产值1.56亿元，同比增长19.49%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0e2442a7d933c895d1430438f94364f082025aafaa6a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "温泉镇",
    intr: "温泉镇，北京海淀区下辖镇（地区），地处海淀区西北部，介于东经116°07′55″~116°13′13″，北纬40°00′18″~40°04′10″之间，东至东埠头村与西北旺镇交界，南与门头沟区、四季青镇交界，西至温泉村与周家巷交界，北至北清路与苏家坨镇、西北旺镇相连。辖区东西最大距离7.5千米，南北最大距离7.5千米，总面积33.2平方千米。 [2] 民国三十八年（1949年）1月，温泉、白家嶂等村划归北平市第十三区，高里掌、辛庄等村属宛平县，太舟坞、东埠头、杨家庄等村属昌平区东埠头乡。1953年，分为温泉、白家疃2乡。1956年，又合并为温泉乡，东埠头属六里屯乡。1958年，属海淀区永丰人民公社。1961年，成立温泉人民公社。1978年，冷泉大队划归东北旺人民公社。1984年，公社改乡。1997年，乡改镇。2011年，设温泉地区办事处，与温泉镇实行“一套人马，两块牌子”。 [2]  截至2018年末，温泉镇有户籍人口29682人。 [3]  截至2020年6月，温泉镇下辖13个社区和7个行政村。 [4] 2011年，温泉镇工业总产值达到7.4亿元，比上年增长16%，工业增加值1.9亿元。规模以上工业企业共有8家，职工421人。财政总收入19.7亿元，比上年增长4.2%。从各主要税种看，完成营业税1.2亿元，企业所得税295万元，个人所得税9700万元，分别比上年增长15.7%、0.1%、179.9%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/00e93901213fb80e7bec8fb2bc81382eb9389b503e0f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石排镇",
    intr: "石排镇，隶属于广东省东莞市，地处东莞市东北部，东江中下游南岸，东与企石镇相邻、东南、西南与横沥镇、茶山镇接壤，西北与石龙镇、北与博罗县相连。 [10]  辖区总面积48.75平方千米。 [10]  截至2020年末，石排镇常住人口23.52万人，其中户籍人口5.11万人，外来人口18.41万人。 [11] 明代，分属东莞县文顺乡第三、四都管辖。1986年11月，改称石排镇。 [10]  截至2021年10月，石排镇辖1个社区、18个行政村。 [8]  镇人民政府驻石排镇石排大道中439号。 [9]  2018至2020年度，石排镇被评为“广东省文明村镇” [3]  2020年1月22日，石排镇被住房和城乡建设部命名为国家园林城镇。 [1]  2021年1月6日，石排镇被广东省文化和旅游厅公布为第二批广东省旅游风情小镇。 [4]  2021年1月，石排镇入选2020年重新确认国家卫生乡镇（县城）名单。 [5]  2021年9月，石排镇入选“2021年全国千强镇”。 [6] 2020年，石排镇实现地区生产总值160.24亿元（第一产业0.65亿元，第二产业111.87亿元，第三产业47.72亿元）比上年增长6%；全社会固定资产投资总额70.31亿元，增长14.1%；实际利用外资1.28亿元，下降46.6%；外贸出口总额100.37亿元，增长4.8%；各项税收总额24.6亿元，增长11.7%；地方财政总财力46.35亿元，增长1.7%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/241f95cad1c8a786c9177d02f85fde3d70cf3bc7fa3b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "福田镇",
    intr: "福田镇，隶属于广东省惠州市博罗县，位于博罗县西部，东连长宁镇，南接园洲、石湾镇，西邻广州市增城区，北靠罗浮山林场。 [1]  辖区总面积93.27平方千米。 [2]  截至2019年末，福田镇户籍人口有35458人。 [2] 1958年，属长宁公社，设福田管理区。1979年，称福田人民公社1983年，废社设区。1987年3月，改为福田镇。 [1]  截至2020年6月，福田镇辖1个社区、17个行政村。 [3]  镇人民政府驻博罗县福田镇福政路38号。2019年，福田镇农作物总播种面积53044亩；园林水果总播种面积12103亩，总产量24210吨；蔬菜总播种面积28794亩，总产量48122吨，全镇全年稻谷11910亩，玉米11762亩。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924bf6353515b086e061c955ae2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "良口镇",
    intr: "良口镇，隶属于广东省广州市从化区，位于从化区北部，东与龙门县毗邻，南与温泉镇接壤，西与清远市佛冈县交界，北与吕田镇相连。距从化城区约30千米，是广州市中心镇。行政区域面积530.6平方千米。 [1]  截至2020年末，良口镇总人口约5万人，其中农业人口约3.6万人，外来人口约5300人。 [2] 明朝，良口属流溪堡。1983年12月，撤消公社，设立良口区公所。1987年1月，撤区建镇。 [7]  截至2021年10月，良口镇下辖3个社区，30个行政村， [4]  镇人民政府驻良口墟新街76至78号。 [1] 2019年，良口镇有工业企业20个，其中规模以上1个；有营业面积超过50平方米以上的综合商店或超市2个。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a6efce1b9d16fdfaaf51c5e7f4c09b5494eef01fcd21?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石湾镇",
    intr: "石湾镇，隶属于广东省惠州市博罗县，地处博罗县西南端，广州、惠州、东莞三市交界处，距县城罗阳街道60公里，南隔东江与东莞市石龙镇相望，西北与增城区三江镇接壤。全镇面积82.96平方千米（2017年），总人口120952人（2017年）。截至2018年，石湾镇下辖2个社区、12个行政村。 [1] 石湾镇在地缘上，与广州交界，受广府文化影响，粤曲粤剧深深融入石湾的本土文化。铁场村一直与广州有联系，常有外地人来村里交流粤剧。近些年来，当地政府不断加强引导，每年春节期间都会举办晚会，让广大粤剧爱好者一展身手。 [22] 2019年，石湾镇全年实现工业总产值156.47亿元，增长6.2%；税收14.2亿元，增长11%；镇级财政可支配收入4.5亿元，增长7%；镇年末金融机构储蓄存款余额约92.8亿元，比年初增长8%。 [23] 2019年10月，石湾镇入选“2019年度全国综合实力千强镇”。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/eac4b74543a9822686f3ae558c82b9014a90eb96?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄阁镇",
    intr: "黄阁镇隶属于广东省广州市南沙区，镇域面积76.5平方千米（2017年），面向狮子洋和珠江出海口，毗邻港澳，与东莞市隔江相望，是香港、澳门、广州、深圳、珠海等城市群的中心和枢杻。镇辖下黄阁社区和14个行政村。全镇常住人口55458人（2017年）。 [1] 2011年，黄阁镇实现地区生产总值240亿元，同比2010年增长8%；镇本级财政一般预算收入1.01亿元，同比2010年增长13.62%。2019年10月，黄阁镇入选“2019年度全国综合实力千强镇”。 [2] 2020年7月，全国爱卫会决定命名黄阁镇为2017-2019周期国家卫生乡镇。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d833c895d143ad4b3cb48b8d85025aafa50f06e1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "正果镇",
    intr: "正果镇，隶属于广东省广州市增城区，地处增城区东北部，广州市最东部，北回归线横穿中部，东北与惠州龙门县交界，东南依博罗县罗浮山麓。广（州）河（源）高速、从（化）（东）莞深（圳）高速贯穿全镇。 [2]  截至2019年末，正果镇总面积为239.41平方千米，有户籍人口65548人。 [3]  截至2020年6月，正果镇下辖1个社区和31个行政村。 [4] 正果镇是广府文化和客家文化交融之地，有师爷山（广州第一缕阳光观赏点）、白江湖森林公园、蒙花布乡村公园、黄何屋乡村公园、黄屋美丽乡村示范村、岳村美丽宜居村等景点，是广州市生态环境保护区、中国最佳休闲小镇、国家卫生镇、广东省森林小镇。正果镇畲族村是广州地区唯一的少数民族聚居村落，有“中国少数民族特色村寨”称号。 [2] 2020年，正果镇全镇规模以上工业总产值2.05亿元，同比下降17.47%，是2015年的0.76倍；限额以上社会消费品零售总额1,168万元，同比下降12.20%，是2015年的0.57倍；规模以上服务业营业收入1.17亿元，同比下降3.64%，是2015年的1.79倍；农业总产值7.89亿元，同比增长15%，是2015年的1.34倍；农民人均纯收入29,496.16元，同比增长12%，是2015年的2.25倍；固定资产投资总额2.48亿元，同比增长191.85%，是2015年的0.95倍；税收收入5,582万元，同比下降19.41%，是2015年的2.42倍。 [5] 2020年7月，全国爱国卫生运动委员会重新确认国家卫生城市（区）和国家卫生乡镇（县城），正果镇被确认为国家卫生乡镇。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9358d109b3de9c82d158aa8344d1970a19d8bc3ee525?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "洪梅镇",
    intr: "洪梅镇，隶属于广东省东莞市，地处东莞市西部，临珠江口狮子洋东岸，中心位置约在北纬23°0′2″，东经113°36′55″，东与道滘镇一河相隔，北与望牛墩镇接壤，西北与麻涌镇隔河相望，西南、南与沙田镇、虎门港毗邻。 [10]  辖区总面积33.2平方千米。 [11]  根据第七次人口普查数据，截至2020年11月1日零时，洪梅镇常住人口65325人。 [1] 洪梅镇境内建村最早的梅沙村有300多年的历史。1983年9月，改称为洪梅区。1987年4月，撤区建镇，称洪梅镇。 [10]  截至2021年10月，洪梅镇辖1个社区、9个行政村。 [2]  镇人民政府驻洪梅镇府前街1号。 [3] 2021年，洪梅镇地区生产总值达115.28亿元，规上工业增加值70.29亿元，固定资产投资同比增长113.5%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/2934349b033b5bb5c9ea8b1fa985c239b6003bf31681?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "望牛墩镇",
    intr: "望牛墩镇，隶属于广东省东莞市，位于东莞市西北部，东江下游，东与万江街道为邻，西与麻涌镇交界，南与洪梅镇相连，北与中堂镇接壤。 [1]  辖区总面积31.6平方千米。 [2]  截至2020年末，望牛墩镇常住人口8.63万人。 [2] 明代，隶属东禁具延福乡第13都；清代，隶属中堂司。1986年11月，撤区建镇，设立望牛墩镇。 [1]  截至2021年10月，望牛墩镇辖1个社区、21个行政村。镇人民政府驻金牛路1号。 [2] 2020年，望牛墩镇实现地区生产总值100.56亿元（第一产业0.54亿元，第二产业54.67亿元，第三产业45.35亿元），比上年增长5.7%；全社会固定资产投资总额21.25亿元，增长40.83%；总用电量7.21亿千瓦时，增长5.32%；社会消费品零售总额15.4亿元，下降5.56%；实际利用外资3592万元，下降54.18%；外贸出口总额26.27亿元。下降16.93%；各项税收总额12.18亿元，下降1.77%；地方财政总财力13.21亿元，下降12.63%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d50735fae6cd7b89a377a9ec0e2442a7d9330e41?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "仙村镇",
    intr: "仙村镇，隶属于广东省广州市增城区，位于增城区中南部，南与东莞市中堂镇、高埗镇隔江相望，西与新塘镇、永宁街道接壤，东与石滩镇相邻，北与朱村街道相接，区域面积56.65平方千米。 [3]  截至2020年末，仙村镇户籍人口约5万人，外来人口约1.1万人。 [4] 1986年，仙村建镇。2004年，并入新塘镇。2012年11月，重新恢复建镇。 [4]  截至2020年6月，仙村镇共辖2个社区、17个行政村。 [2]  镇人民政府驻仙村大道16号。 [4] 2021年1至5月，仙村镇有63家规上工业企业实现工业总产值29.79亿元，同比增长23.63%；其中，11家亿元企业产值同比增速达30.94%。全镇在库70个固定资产投资项目完成投资总额7.23亿元，同比增长15.98%。全镇11家商贸企业限上商品销售总额2.83亿元，同比增长25.67%。限上住宿餐饮营业额1362.6万元，同比增长507.76%。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/00e93901213fb80e7bec4f3a7c81382eb9389a503e84?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "新造镇", intr: "", pic: "" },

  {
    name: "石碁镇",
    intr: "石碁镇，隶属于广东省广州市番禺区，地处番禺区中部偏东，东与石楼镇接壤，南与东涌镇相望，西与大龙街相连，北与南村镇、化龙镇相邻， [2]  区域总面积47.03平方千米。 [4]  截至2019年末，石碁镇户籍人口为53894人。 [4] 清代，属沙湾司沙湾都；1998年5月，由石碁街道分设石碁镇。 [2]  截至2021年10月31日，石碁镇辖2个社区、17个行政村； [3]  镇人民政府驻岐山南路8号。 [2] 截至2019年末，石碁镇有工业企业2095个，其中规模以上128个，有营业面积超过50平方米以上的综合商店或超市108个。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/359b033b5bb5c9ea15cead52766fa1003af33a871571?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "厚街镇",
    intr: "厚街镇，隶属于广东省东莞市，地处东莞市中西部，珠江三角洲东岸，穗港经济走廊中段，中心位置约在北纬22°56′，东经113°40′，东倚大岭山镇，南邻虎门港，西南毗连沙田镇，西北与道滘镇、洪梅镇等隔河相望。 [12]  辖区总面积125.7平方千米。 [13]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，厚街镇常住人口为550807人。 [1] 厚街镇在北宋宣和年间（1119—1125年），福建莆田人王泰宦游至厚街定居，开始建村并繁衍生息。1987年4月，撤区建镇。 [7]  截至2021年10月，厚街镇辖24个社区。 [2]  厚街镇莞太路厚街段279号。 [3] 2020年，厚街镇全年实现地区生产总值415.72亿元，同比增长0.2%；镇本级可支配财政收入77.7亿元、税收总额82.0亿元、固定资产投资总额73.72亿元，同比分别增长95.0%、11.3%、36.2%；实现外贸进出口总额887.81亿元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad345982b2b78eb8fba026adcbef76092ec6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石碣镇",
    intr: "石碣镇，隶属于广东省东莞市，地处东莞市西北部，中心位于东经113°51′，北纬28°08′附近，东与石龙镇接壤、以广深铁路为界，南与茶山镇和东城街道隔江相望，西与高埗镇相连，北与增城区龙地、土江等乡村隔江相望。 [4]  辖区总面积36.21平方千米。 [5]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，石碣镇常住人口为282255人。 [2] 明代，属东莞县文顺乡第二都管辖、有石碣桔洲头、梁家村、沙腰等村名。1986年11月，改区为镇，成立石碣镇。 [4]  截至2021年10月，石碣镇辖1个社区、14个行政村。 [3]  镇人民政府驻政文西路1号。 [4]  2018年，石碣镇重新确认国家卫生县城（乡镇）。 [1] 2020年，石碣镇实现地区生产总值205.32亿元（第一产业0.41亿元，第二产业136.79亿元，第三产业68.12亿元），比上年增长1.16%；全社会固定资产投资总额42.25亿元，增长3.5%；总用电量20.67亿千瓦时，下降0.15%；社会消费品零售总额54.89亿元，下降8.44%；实际利用外资2.84亿元，增长383.97%；外贸出口总额259.92亿元，下降8.58%；各项税收总额40.75亿元，增长5.77%；地方财政总财力25.54亿元，增长5.70%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d6ca7bcb0a46f21f830b6acef0246b600c33ae6b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大朗镇",
    intr: "大朗镇，隶属于广东省东莞市，地处东莞市东南部，毗邻松山湖国家高新科技园，东南面与黄江镇接壤，西南面与深圳市宝安区毗接，北面与东坑镇相连。 [10]  辖区总面积97.54平方千米。 [11]  根据东莞市第七次全国人口普查公报显示，截至2020年11月1日零时，大朗镇常住人口为556778人。 [1] 晋咸和六年（331年）至南北朝梁朝（551年）的古代版图中已有大朗，以东的黄屋国（现水口村）一度是安怀县治、东官郡治，立过怀安侯国。1987年，撤区改镇。 [8]  截至2021年10月，大朗镇辖12个社区、16个行政村。 [2]  镇人民政府驻大朗镇美景中路1号政府大院。 [3] 2021年，大朗镇实现地区生产总值404.5亿元，同比增长10%。规上工业增加值167亿元，同比增长15.4%。固定资产投资总额81.2亿元，同比增长5.8%。社会消费品零售总额151.9亿元，同比增长10%。进出口总额445.4亿元，同比增长81.7%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0df431adcbef76094b36c8bbd989b4cc7cd98d1030c0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "茶山镇",
    intr: "茶山镇，隶属于广东省东莞市，地处东莞市中北部，东与石排镇、横沥镇相邻，南和寮步镇、东坑镇接壤，西与东城街道相连，北和石龙镇相接，与石碣镇隔东江相望。 [10]  辖区总面积45.4平方千米。 [16]  截至2021年末，茶山镇常住人口21.97万人，其中户籍人口5.97万人。 [9] 明朝天顺五年（1461年），茶山立寨。1987年4月，东莞市撤销区建制，设立镇建制，茶山区变为茶山镇。 [9]  截至2021年10月，茶山镇辖2个社区、16个行政村。 [6]  镇人民政府驻茶山镇站前路2号。 [7]  2020年7月，全国爱卫会确认茶山镇为2019年国家卫生乡镇。 [1]  2021年6月，东莞市茶山镇党委被中共广东省委授予“广东省先进基层党组织”称号。 [3]  2022年2月25日，茶山镇荣获“2021年度省级休闲农业与乡村旅游示范镇”称号。 [8] 2021年，茶山镇实现实现地区生产总值195.18亿元，增长12.7%；规上工业实现增加值89.91亿元，同比增长13.7%；社会消费品零售总额57.38亿元，同比增长14.9%。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e61190ef76c6a7ef152d3662fbfaaf51f3de666f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新田镇",
    intr: "新田镇，隶属于重庆市万州区，地处万州区中部 [5]，东与长岭镇毗邻，南与走马镇相连，西与溪口乡相接，北与高峰镇隔江相望，距万州区政府驻地21千米， [1]区域总面积151.78平方千米。 [2]清代，新田镇境域属郭里八甲；1953年，由新田乡改为新田镇。 [1]截至2018年末，新田镇户籍人口为47092人。 [2]截至2020年6月，新田镇下辖5个社区、9个行政村， [3]镇人民政府驻五新社区五新路888号。 [1]新田镇粮食作物以水稻、小麦、玉米为主；畜牧业以饲养生猪、羊、家禽为主；工业以建筑材料为主。 [1]2018年，新田镇有工业企业53个，其中规模以上7个，有营业面积超过50平方米以上的综合商店或超市17个。 [2]",
    pic: "",
  },

  {
    name: "彭寨镇",
    intr: "彭寨镇，隶属广东省河源市和平县，位于和平县东南部，辖区总面积207.44平方千米，辖27个村委会、4个居委会，总人口近8万人（2017年），既是广东省中心镇，也是全国重点镇。省道骆米线与和洋线交汇于镇区，是和平下半县的交通要塞和商品集散中心。 [1] 2015年，彭寨镇工农业总产值5.5亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/cdbf6c81800a19d8d2bf83173ffa828ba61e4667?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沥林镇",
    intr: "沥林镇，隶属于广东省惠州市惠城区，地处惠城区西南部，东与陈江街道交界，南接惠阳区镇隆镇，西与东莞市谢岗镇相邻，北依潼湖镇， [1]  行政区域面积49平方千米。 [2]  截至2019年末，沥林镇户籍人口为23790人。 [2] 民国时期，称欣乐乡，属惠阳县镇隆地；1987年4月，改为沥林镇；2003年7月，划归惠城区管辖；2010年3月，划归仲恺高新技术产业开发区管辖。 [1]  截至2021年10月，沥林镇辖1个社区、10个行政村； [3]  镇人民政府驻仲恺高新技术产业开发区仲恺八路北3号。 [1] 2019年，沥林镇有工业企业69个，其中规模以上企业有69个，有营业面积超过50平方米以上的综合商店或超市31个。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/09fa513d269759ee3d6dacea93a954166d224f4a71cd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "遥田镇",
    intr: "遥田镇，广东省韶关市新丰县辖镇，位于新丰县西南部，东与沙田镇接壤，南靠从化区吕田镇，西与佛冈县相邻，北与回龙镇及英德市白沙镇交界。全镇总面积214平方千米。 [1-2]  2018年，遥田镇户籍人口38365人。 [2]  2020年，遥田镇辖1个社区、19个行政村。 [3] 明隆庆三年（1569年），为遥田约。1986年，建遥田镇。遥田镇为新丰县最偏远、人口最多的农业大镇，是新丰县最主要的粮食产区。 [1] 2018年，遥田镇有工业企业12家，营业面积50平方米以上的综合商店或超市3家。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/242dd42a2834349b033bfd135ca002ce36d3d5391058?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "横沥镇",
    intr: "横沥镇，隶属于广东省东莞市，地处东莞市东部，东南部与常平镇接壤，西南与东坑镇交界，西部毗邻茶山镇，西北接石排镇和松山湖（生态园），东北靠企石镇。辖区总面积44.67平方千米。 [1]  根据第七次人口普查数据，截至2020年11月1日零时，横沥镇常住人口27.93万人。 [1] 横沥建村始于明洪武年间（1368年—1398年）。1958年10月，撤销大乡，横沥与桥头、常平合并成立常平人民公社。1959年6月，横沥人民公社从常平人民公社析出。1983年8月，撤社设立横沥区公所。1987年4月，撤区设立横沥镇。 [1]  截至2021年10月，横沥镇辖1个社区、16个行政村。镇人民政府驻横沥镇中山路419号。2021年，横沥镇实现地区生产总值198.53亿元，规模以上工业增加值132.76亿元，固定资产投资总额50.7亿元，社消零总额45.63亿元，进出口总额167.9亿元，其中出口总额130.4亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa64034f78f0f736afc34424ab03a419ebc4b745b5c2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "柏塘镇",
    intr: "柏塘镇，隶属于广东省惠州市博罗县，地处博罗县东北部，西南距广州130公里，深圳特区96公里，东与杨村、泰美交界，南靠象头山，西与湖镇、横河为邻。 [1] 柏塘镇版图总面积255.78平方千米（2017年），其中耕地面积4.86万亩，山地面积20万亩，森林覆盖率达63%，截至2022年末，该镇下辖2个社区、36个行政村，总人口6.52万人。 [2]  [13] 柏塘镇是粤港澳大湾区内的茶叶产区，是全国“一村一品”茶产业专业示范镇、“广东十大茶乡”。 [11-12]  柏塘镇属亚热带季风气候，地形以丘陵为主，盛产山茶和大桔，2022年，该镇实现地区生产总值19.2亿元。 [13] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/54fbb2fb43166d2241520302412309f79052d27a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "埔前镇",
    intr: "埔前镇，隶属于广东省河源市源城区，位于源城区的南端，东邻紫金县临江镇，南接博罗县石坝镇，西连桂山，北靠源南镇。 [1]  区域总面积130.67平方千米。 [2]  截至2019年末，埔前镇户籍人口有53979人。 [2] 民国前，属博罗县。1950年，划入河源县。1987年3月，改为镇。1988年6月，河源设市分区，属源城区。 [4]  截至2020年6月，埔前镇辖2个社区、16个行政村。 [3]  镇人民政府驻源城区Y152与埔前大道交叉路口往西北约140米。截至2020年末，埔前镇实现全社会工业总产值31.78亿元，实现规模以上工业增加值6.47亿元；完成全社会固定资产投资28.09亿元，增长9.8%；完成外贸进出口总额1.50亿美元；新引进工业企业3家，商业企业2家；新增限额以上商贸企业3家；新增规模以上企业1家，全镇规模以上工业企业增至18家。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/962bd40735fae6cd7b8941abe4e3182442a7d833a1e2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "谢岗镇",
    intr: "谢岗镇，隶属于广东省东莞市，地处东莞市最东端，东部与惠州市为界，南与清溪镇接壤，西与常平镇相连，西南连接樟木头镇，北与桥头镇相邻。 [8]  辖区总面积91.04平方千米。 [9]  截至2021年末，谢岗镇登记人口约13.79万人，常住有人口约12.63万人，户籍人口约2.77万人。 [12] 新中国成立初，谢岗分属东莞县第七区、第五区。1986年11月，撤区建镇。 [8]  截至2021年10月31日，谢岗镇辖1个社区、11个行政村。 [7]  镇人民政府驻谢岗镇广场中路1号。2021年，谢岗镇实现地区生产总值123.4亿元，同比增长10.5%，规模以上工业增加值67.2亿元，同比增长14.9%，增速全市第六；社会消费品零售总额18.6亿元，同比增长13.9%，村组两级总资产43.2亿元，同比增长15.5%；村组两级经营总收入2.9亿元，同比增长3.8%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3c6d55fbb2fb43164c6d45372ca4462309f7d308?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "灯塔镇", intr: "", pic: "" },

  { name: "花坪镇", intr: "", pic: "" },

  { name: "新陂镇", intr: "", pic: "" },

  {
    name: "龙村镇",
    intr: "龙村镇，隶属于广东省梅州市五华县，地处五华县最南端，镇政府驻地距离五华县城65千米，毗邻揭阳市揭西县上砂镇，河源市紫金县龙窝镇、水墩镇、南岭镇，汕尾市陆河县螺溪镇， [1]  辖区总面积328.95平方千米。 [2]  截至2020年末，全镇人口有22702户111546人，其中非农业人口13191人，农业人口98355人。 [1]  截至2020年6月，龙村镇辖3个社区和38个行政村。 [3] 大革命时，龙村镇曾是五华县苏维埃政府和五华县委机关驻地。龙村镇是梅州市第二大乡镇， [1]  主产松、杉，为五华县木材、松香主要产地之一。 [4] 2019年，龙村镇工农业总产值8亿元，对比2018年增10.2%；镇级财政总收入8393.79万元，对比2018年增长46.8%。农村居民年人均纯收入7909元，对比2018年增长6%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a6efce1b9d16fdfaaf5114603bde9b5494eef11fcdb9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "叶潭镇", intr: "", pic: "" },

  {
    name: "道滘镇",
    intr: "道滘镇，隶属于广东省东莞市，位于东莞市西部，东与南城街道相邻，南与厚街镇、沙田镇隔江相望，东北与万江街道接壤，西与望牛墩镇、洪梅镇相连。行政区域面积54.3平方千米。 [5]  根据第七次人口普查数据，截至2020年11月1日零时，道滘镇常住人口为159502人。 [6] 元至正二年（1342年），道滘立村。1982年9月，改称道滘区。1987年4月，撤区，建道滘镇。 [1]  截至2021年10月，道滘镇共辖1个社区、13个行政村。 [2]  镇人民政府驻道滘镇花园大街1号。 [10] 2019年，道滘镇实现生产总值同比增长8.5%，规上工业增加值48.7亿元，增长13.8%。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/622762d0f703918fa0ec7a9cf26b319759ee3d6d6e14?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新塘镇",
    intr: "新塘镇，隶属于广东省广州市增城区，地处广州市东部、增城区西南部，东与增城区仙村镇相邻 [8]  ，南与东莞市中堂镇隔江相望，西与广州市黄埔区相连，北与中新镇、朱村街道毗邻。 [4]  辖区总面积86.32平方千米。 [5]  截至2020年末，新塘镇常住人口389448人。 [2] 明清时，属绥宁都、甘泉都。1984年，撤公社成立新塘镇。 [4]  截至2021年10月，新塘镇辖20个社区、33个行政村。 [3]  镇人民政府驻增城区府前路38号。2020年7月，全国爱卫会决定命名新塘镇为2017-2019周期国家卫生乡镇。 [1] 2021年，新塘镇规模以上工业总产值约239.31亿元；固定资产投资总额约173.38亿元；限上社会消费品零售总额约48.04亿元；限上批零业商品销售总额累计完成670.27亿元；限上餐饮业营业额约2.54亿元；限上住宿业营业额约2.01亿元；限上服务业营业额约25.59亿元；税收收入约55.34亿元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/43a7d933c895d143ad4bbba01ba595025aafa50fa9a1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "麻陂镇",
    intr: "麻陂镇，隶属于广东省惠州市博罗县，位于博罗县东北部，北与石坝镇接壤，南与杨侨镇、观音阁镇相连。 [1]  辖区总面积88.96平方千米。 [2]  截至2019年末，麻陂镇户籍人口有28028人。 [2] 明、清代，属博罗长平都。清康熙年间（1662-1722年），外地居民大量迁入。1959年，设麻陂人民公社。1983年，撤社设区。1986年，撤区建镇。 [4]  截至2020年6月，麻陂镇辖1个社区、13个行政村。 [3]  镇人民政府驻博罗县麻陂大道168号。2019年，麻陂镇实现地区生产总值5.79亿元，同比增长-7.0%，其中第一产业产值2.00亿元、第二产业产值1.95亿元、第三产业产值1.85亿元；镇财政收入6242万元；完成税收4452万元；全社会固定资产投资2.78亿元；年末人民币存款余额5.46亿元。农业总产值3.31亿元，同比增长1.8%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9d82d158ccbf6c81800a73e19b6fa63533fa828bea23?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "园洲镇",
    intr: "园洲镇，隶属于广东省惠州市博罗县，地处博罗县西部，东与龙溪街道、龙华镇相连，南与东莞市石龙镇、石排镇、企石镇隔东江相望，西与石湾镇接壤，北与福田镇、长宁镇相邻。 [8]  辖区总面积112.94平方千米。 [7]  2020年末，园洲镇常住人口16.27万人，户籍人口7.8万人。 [9] 1949年前，属东莞县企石区。1958年1月，与企石、石排合并，称企石公社；同年6月，析置园洲公社。1959年3月，划归博罗县管辖；8月，称园洲公社。1983年11月，恢复区乡建制，名园洲区。1986年1月，改区设镇。 [8]  截至2021年10月，园洲镇辖2个社区、27个行政村。 [5]  镇人民政府驻园洲大道中路88号。 [8] 2020年，园洲镇实现地区生产总值86.71亿元，增长3.2%。 [9] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e824b899a9014c086e0688ca7a2e15087bf40ad15e1c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石滩镇",
    intr: "石滩镇，隶属于广东省广州市增城区，位于增城区东南部，北连荔湖街道，东接惠州市博罗县石湾镇，南与东莞市石龙镇、石碣镇隔东江相望，西邻仙村镇。区域面积162.78平方千米。截至2020年末，石滩镇常住人口16.2万人，户籍人口12.1万人，外来人口4.1万人。 [4] 北宋天禧四年（1019年），建石滩圩。1986年，撤区设石滩镇，属增城县。2014年，改属广州市增城区。 [9]  截至2020年6月，石滩镇共辖44个行政村、6个社区。 [5]  镇人民政府驻石滩镇解放南路38号。 [4] 2019年，石滩镇两税入库14.16亿元，同比增长17.33%。规模以上工业总产值59.78亿元，同比增长7.27%。固定资产投资总额67.55亿元，同比增长38.5%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/279759ee3d6d55fbb2fbf7640573584a20a44623776d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大坪镇",
    intr: "大坪镇，隶属广东省梅州市兴宁市，位于兴宁市西北部，镇区中心距兴宁市区29公里，是革命先烈罗屏汉的故乡，中心位置约在东经115°59'，北纬24°33'，东邻合水镇，南连叶塘镇，西接龙川县，北靠罗岗镇， [1]  全镇总面积186.99平方千米（2017年），截至2017年末，大坪镇常住人口44961人 [2]  。截至2019年，大坪镇辖37个行政村和1个居民社区。 [3] 宋代的时候，循州兴宁大坪墟镇周边是一片草地，为屯兵练马的场所，大坪镇因大草坪而得名。 [1]  1979年，今大坪镇境地分属大坪、吴田、兰亭、坪洋人民公社革命委员会。1983年11月，今大坪镇境地分属坪洋、大坪（吴田、兰亭并入）区公所。 [4]  2004年11月，兴宁市撤销坪洋镇，原坪洋镇行政区域并入大坪镇。 [5-6]  大坪镇是广东省卫生镇 [7]  ，境内有省道甘赤线和省道S226线贯穿全镇，全镇乡村公路里程95.8公里。 [1] 2018年，大坪镇工农业总产值预计实现7.51亿元，比增9.3%。全镇财政预算收入达到3016.37万元，其中本级收入57.9万元，财政预算收入比增13.4%。 [8] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/30adcbef76094b36fc570acca2cc7cd98c109dcd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "下车镇", intr: "", pic: "" },

  {
    name: "黄塘镇",
    intr: "黄塘镇，隶属于福建省泉州市惠安县，地处惠安县西部、洛阳江上游，东连螺阳镇，南与洛阳镇交界，西与泉州市洛江区毗邻，北接紫山镇，是进入惠安的西大门， [1]  行政区域面积69.8平方千米。 [3]  截至2019年末，黄塘镇户籍人口为44799人。 [3] 宋代时期，分别属同信里、礼兴里、民安里管辖。1992年，黄塘乡撤乡建镇。1999年，从黄塘镇析出设立紫山镇。 [1]  截至2020年6月，黄塘镇辖18个行政村， [2]  镇人民政府驻于黄塘村。 [1] 2019年，黄塘镇有工业企业359个，其中规模以上35个，有营业面积超过50平方米以上的综合商店或超市5个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/314e251f95cad1c8a7867fe2956f7009c93d71cffbee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "下车镇", intr: "", pic: "" },

  {
    name: "黄塘镇",
    intr: "黄塘镇，隶属于福建省泉州市惠安县，地处惠安县西部、洛阳江上游，东连螺阳镇，南与洛阳镇交界，西与泉州市洛江区毗邻，北接紫山镇，是进入惠安的西大门， [1]  行政区域面积69.8平方千米。 [3]  截至2019年末，黄塘镇户籍人口为44799人。 [3] 宋代时期，分别属同信里、礼兴里、民安里管辖。1992年，黄塘乡撤乡建镇。1999年，从黄塘镇析出设立紫山镇。 [1]  截至2020年6月，黄塘镇辖18个行政村， [2]  镇人民政府驻于黄塘村。 [1] 2019年，黄塘镇有工业企业359个，其中规模以上35个，有营业面积超过50平方米以上的综合商店或超市5个。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/314e251f95cad1c8a7867fe2956f7009c93d71cffbee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "三栋镇",
    intr: "三栋镇，隶属于广东省惠州市惠城区，位于惠城区南部，东与马安镇相邻，南临惠阳区，西与惠环街道接壤，北与水口街道相连。行政区域面积68.6平方千米，截至2020年末，三栋镇总人口约9.8万人，其中户籍人口3.1万。 [2] 1983年冬，撤销三栋公社，设立三栋区公所。1986年7月，撤区建镇，设立三栋镇。 [4]  截至2021年10月，三栋镇下辖2个社区、10个行政村， [3]  镇人民政府驻惠城区三栋镇新兴北路66号。 [2] 2020年，三栋镇实现地区生产总值43.1亿元，实现正增长。规模以上工业总产值完成68.5亿元，同比增长3.6%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/dc54564e9258d109b3de31eb0e17dbbf6c81800ae710?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "桥头镇",
    intr: "桥头镇，隶属于广东省东莞市，位于东莞市东部，毗邻博罗县，东连惠阳县，南与谢岗镇、樟木头镇为邻，西与常平镇接壤，西北与企石镇相接。 [30]  行政区域面积56平方千米。 [31]  根据第七次人口普查数据，截至2020年11月1日零时，桥头镇常住人口约20.73万人。 [36] 1983年10月，桥头公社改为桥头区。1985年11月，桥头区改称桥头镇。 [9]  截至2021年10月，桥头镇辖6个社区、11个行政村。 [32]  镇人民政府驻桥头镇桥光大道1号。 [37] 2020年，桥头镇实现地区生产总值174.63亿元，同比增长0.4%。规模以上工业增加值103.3亿元，增长1.9%。 [31] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8601a18b87d6277f9e2f5b76896e0830e924b899567c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "永汉镇",
    intr: "永汉镇，隶属于广东省惠州市龙门县， 地处龙门县西南部，西南与增城区接壤，西北紧靠南昆山国家森林公园。 [1]  辖区总面积392.69平方千米。 [9]  截至2019年末，永汉镇户籍人口59957人。 [9] 清顺治元年（1661年）改名为永清。1958年，成立永汉人民公社。1986年冬，建立永汉镇。 [10]  截至2021年10月，永汉镇辖7个社区、22个行政村、1个林场区。 [3]  镇人民政府驻在永汉镇永南路。2019年，永汉镇全年完成地区生产总值27.36亿元，同比增长3%；规上工业总产值6.9亿元；固定资产投资17.2亿元；社会消费品零售总额11.96亿元；本级税收收入完成1.7144亿元，同比增收635万元，同比增长3.8%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/faf2b2119313b07e1a51f5c70ad7912396dd8c15?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东二村",
    intr: "东二村位于广东省佛山市南海区桂城镇，全村有3680人，曾经是南海最穷的一个村子。1978年以前，这里的村民过着十分艰苦的生活。当时耕作技术落后，而且村民们只能靠赚工分来维持生活，整天为填饱肚子发愁。1978年，生产队分了责任组之后，村民的生活才算是好转了一点。直到1982年，东二村实行了联产承包责任制，包产到户，村民们开始沐浴改革的春风。",
    pic: "",
  },

  {
    name: "丰岭村",
    intr: "丰岭村是江西省九江市彭泽县浪溪镇下辖村，位置偏僻、信息闭塞，是一座典型的山区小村。主产棉花、水稻，有丰富的木材。矿石较大，主要生产大理石，为建筑、道路修筑提供原材料。",
    pic: "",
  },

  { name: "径头村", intr: "", pic: "" },

  {
    name: "涝洲水村",
    intr: "涝洲水村是马市镇下辖村，与顿岗镇交界，省道244线贯穿此村。辖卢屋组、李屋组、新屋社、大龙窝、丰山村、大树坪、新桥和山口等下属村组。主要有汉、畲两个民族，其中少数民族480人。以种植黄烟、水稻和水果为主，水果有油桃、水蜜桃、苹果李、三华李、杨梅和冰糖橘等。",
    pic: "",
  },

  {
    name: "梅埔村",
    intr: "福建省闽清县梅溪镇梅埔村位于梅溪镇东北部，距闽清县城5公里。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0b55b319ebc4b74543a96622cfae09178a82b901bfff?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "礤岭下村", intr: "", pic: "" },

  { name: "上中村", intr: "", pic: "" },

  { name: "石背村", intr: "", pic: "" },

  {
    name: "湾田村",
    intr: "湾田村隶属于云南省红河州蒙自市水田乡斜坡行政村，属于山区。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8601a18b87d6277f8add054528381f30e824fcfb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "群辉村", intr: "", pic: "" },

  {
    name: "甘专村",
    intr: "甘专村东与大官庄村相邻，西与徐坑村接壤，南与黄石村相连，北与甘一村搭界。全村总面积470公顷，耕地21.6公顷。隶属广东省兴宁市黄陂镇。",
    pic: "",
  },

  {
    name: "焦坪村",
    intr: "山西省阳城县东冶镇下辖村焦坪村位于东冶镇西南部9公里处，辖区面积5.1平方公里，森林面积3500亩。辖3个自然庄2个村民组，共107户、241人（男120人、女121人）、劳动力120人，有党员10人，低保、五保19户29人。耕地面积521亩。通电视、电话、自来水庄2个，人均纯收入3656元，是一个典型的纯农业贫困村。",
    pic: "",
  },

  {
    name: "罗栋村",
    intr: "罗栋村，隶属广东省梅州市兴宁市罗浮镇，位于罗浮镇西北部。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a50f4bfbfbedab642b7dc791fa36afc379311e57?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "三坌村", intr: "", pic: "" },

  {
    name: "长江村",
    intr: "长江村隶属于江苏省江阴市夏港街道，位于夏港镇东，与江阴市区接壤，全村总面积6.5平方公里，总人口4445人，1167户，27个村民小组。该村是江阴市新农村建设的典型。2011年长江村下属的新长江集团位列2011年中国企业500强中的第195位，在中国百强民营企业中名列第13位，强大的经济实力让长江村每年都给村民派放各种福利，从最早的送别墅、送股份，到后来的送现金，送消费券，一直到2012年的送黄金，让村民得到了实惠。2017年12月，荣获2017名村影响力排行榜300佳。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4e4a20a4462309f79052358c04581bf3d7ca7acb78ac?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中村",
    intr: "中村是日本姓氏之一。著名人物有前日本国脚中村俊辅，日本著名演员中村狮童、中村伦也，日本著名声优中村悠一、中村千绘（女），日本动画界著名原画师中村丰，日本漫画家中村光（女）、中村明日美子（女）等等。",
    pic: "",
  },

  { name: "米贝村", intr: "", pic: "" },

  {
    name: "丰城街道",
    intr: "丰城街道，广东省韶关市新丰县辖街道，位于新丰县中部，是县治所在地，又是全县政治、文化、经济中心。东与马头镇相邻，西与梅坑镇接壤，南与惠州市龙门县蓝田瑶族乡交界，北靠黄磜镇，辖区总面积329.6平方千米。2020年，丰城街道辖7个社区和25个行政村，常住人口111568人。 [1]  [5] 明清时，属长吉都的太平坊、文昌坊、黄陂约、塘肚围约。2005年12月，丰城镇改称丰城街道。 [1]  105国道过境。景点有云髻山等。 [1] 2017年，丰城街道种植水稻（早、晚造）21515亩，蔬菜（含复种）27495亩、花生5197亩，水果基地23822亩，花卉1321亩，生猪存栏21508头，出栏19448头。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9d82d158ccbf6c81800ae1772574a63533fa828bea53?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石角村",
    intr: "石角村原属龙游县灵山乡，2008年撤乡后并入溪口镇，现任村支书张炎林，村民主任张伟华。石角村也称石墎村（当地方言“角、墎”同音），是一个古老而富有时代气息的村庄。村下辖东周村、周村、小坑口、道士源、草鞋岭、方家埠、石竹坑、山底等自然村。石角村交通便利，龙灵线向北可通县城，向南可至龙南重镇-溪口镇，向西沿全石线可通衢江区全旺镇。龙丽高速穿境而过，距龙南高速入口和溪口高速入口皆不足十公里。石角村山清水秀、人杰地灵、民风淳朴、友善好客。2019年12月25日，国家林业和草原局评价认定溪口镇石角村为国家森林乡村。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5366d0160924ab1871ba221236fae6cd7b890b63?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "宁新街道",
    intr: "宁新街道，隶属广东省梅州市兴宁市，位于兴宁市兴田街道东南，东连永和镇、坭陂镇，南靠刁坊镇，西邻福兴街道，北毗宁中镇，总面积29平方千米。 [1-2]  截至2019年，宁新街道辖5个社区、12个行政村； [3]  总人口103163人。 [2]2民国三十五年（1946年），正式命名为宁新乡。建国前夕至建国初期隶属宁中区，后有分有合。1961年7月，始独立建置。1979年，称宁新公社。1987年，成立宁新镇人民政府。 [4]  2004年11月，经广东省人民政府同意，兴宁市撤销宁新镇，成立宁新街道办事处。 [5-6] 22018年，宁新街道一般公共财政预算本级收入1950万元，农村人均年纯收入10190元、比增9%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/902397dda144ad3487933d23d0a20cf431ad8562?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "丹霞街道",
    intr: "丹霞街道办事处位于仁化县中南部，是中共仁化县委、县人民政府驻地，全县政治、经济、文化、金融、信息和科技中心。处在东经113°28′至33′，北纬25°16′至20′，平均高度为海拔100米。总面积288.13平方公里，其中耕地面积2747.53公顷，山地面积21265.64公顷，森林覆盖率68.8%。2018年，全街道辖13个村委会，123个村民小组，4个社区居委会，2个农场，总户数21626户，户籍人口63141人，其中农业人口26738人。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/42a98226cffc1e17f4b9c5964d90f603738de917?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "车站街道",
    intr: "车站街道办事处车站街道地处于合肥市瑶海区中西部，北接七里塘镇板桥村，南至长江东路，东隔一环路与新站区接壤，西以明光路为界与胜利路街道毗邻。区内有明光路中北段、长江东路、胜利路、一环路（濉溪路段）、张洼路贯穿其中，并有合肥市长途汽车站、昌运站、新亚汽车站（北门换乘中心）3个汽车站，交通便捷。总面积3平方公里，辖区内有3个社居委，共有常住人口23986人（2010年）。现有24家驻地单位，辖区共有国有集体企业190家，个体民营企业350户，学校4所，医院2家，特种行业57家。",
    pic: "https://bkimg.cdn.bcebos.com/pic/91529822720e0cf368a60ef20646f21fbe09aa62?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "东河街道", intr: "", pic: "" },

  {
    name: "侧塘村",
    intr: "距离镇政府约19公里。耕地1829亩,办事处设在下太公路边，该村种养业发展较快，大量养殖天农鸡和种植砂糖桔。另外侧塘盛产石英砂，是英德石英砂矿的主要产地之一。辖29条自然村为：岐岭下村.塘角村.榕树下村.曾屋村.石角村.圳面村.条石岭村.塘窝村.樟屋村.旧楼村.高龙楼村.九队村.山下一村.山下三村.山下四村.庆头角村.沙坝村.回龙湾村.牛下岭村.黄塘坑村.新屋村.上围心村.下围心村.高排村.中粉村.旺树下村.上坳村.下坳村.大岭背村 [1]  。",
    pic: "",
  },

  { name: "车角村", intr: "", pic: "" },

  {
    name: "新华街道",
    intr: "新华街道，隶属于广东省广州市花都区，位于花都区南部，东邻花山镇、南接新雅街道和白云区人和镇、西傍秀全街道，北与花城街道接壤。 [3]  辖区面积29.81平方千米。是花都区的政治、经济、文化和对外交流中心。截至2020年末，新华街常住人口39.73万(第七次人口普查) [8]  。 [1]2明代以前，新华境域属番禺。1987年1月，新华镇与新华区合并，称新华镇。2005年，新华镇改称新华街道。 [5]  2022年，新华街道共辖34个社区、 [9]  8个行政村。街道办事处驻建设路1号22020年，新华街道规模以上批发零售业销售额212.76亿元，同比增长59.04%；限额以上消费品零售总额168.51亿元，同比增加110.8%；规模以上固定资产投资额4.13亿元，同比增长235.97%。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb80ebe44cbb121d12f2eb9383f56?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "兴一村",
    intr: "梅州市五华县（市、区）华城镇兴一村位于镇南部华中线，我村辖 12个村民小组，在册户数526户，人口2345人；全村总面积2.4平方公里，耕地面积1080亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c9fcc3cec3fdfc0392457e8edf689094a4c27d1e88f4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "兴田街道",
    intr: "兴田街道，隶属广东省梅州市兴宁市，位于兴宁市西南的宁江盆地中部，东与宁新街道接壤，西与福兴街道、新陂镇相连，北靠宁中镇。 [1]  总面积31平方千米。截至2010年末，兴田街道总人口152532人。 [2]  截至2019年，兴田街道辖12个社区、6个行政村。 [3]2兴田街道自明洪武二年（1369年）年起，为历代县治所在地。民国二十六年（1937年）至民国三十八年（1949年）5月，是广东省第六（九）行政督察专员公署驻地。兴宁解放后，1949年5月，成立附城区人民民主政府。1950年10月，改称城镇人民政府。1988年2月，城镇更名为兴城镇。 [4]  2004年11月，经广东省人民政府同意，兴宁市撤销兴城镇，成立兴田街道。 [5-6]  兴田街道是兴宁市城区中心组成一部分，兴宁市委市政府驻地22000年，兴田街道有民营企业3722个，工业总产值2.99亿元，比1979年增长47.3倍，占工农业总产值的95.48%，比1979年上升4.45个百分点。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/14ce36d3d539b600dd9c546aef50352ac75cb799?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "郑马村", intr: "郑马村是广东河源市龙川县车田镇下辖村。", pic: "" },

  { name: "上坣村", intr: "上坣村，广东省连平县忠信镇下辖村。", pic: "" },

  { name: "洋岗村", intr: "", pic: "" },

  {
    name: "风采街道",
    intr: "风采街道，隶属于广东省韶关市浈江区，位于浈江区中部，东临浈江与东河街道隔江相邻，南临浈江、武江汇合处，西临武江与武江区隔江相望，北与十里亭镇五里亭村接壤。区域面积3.02平方千米。 [1]  是粤北地区政治、行政、文化中心。 [2]  截至2020年末，风采街道常住人口38051人。 [5]2民国十七年（1928年），风采街道属曲江县第一区。2004年6月，属浈江区。截至2020年6月，风采街道共下辖11个社区， [3]  街道办事处驻漂布塘7号22019年，风采街道固定资产投资完成1.21亿元，财政一般预算收入330.59万元。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f9198618367adab44aed308c5c9ea41c8701a08b4ee3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "文升村", intr: "", pic: "" },

  {
    name: "叶屋村",
    intr: "叶屋村是广东省茂名市茂南区袂花镇下辖村，人口129人。",
    pic: "",
  },

  {
    name: "镇仔村",
    intr: "镇仔村，江西省赣州市全南县城厢镇下辖村。 [1] ",
    pic: "",
  },

  {
    name: "溪北村",
    intr: "溪北村旧称“溪阳”，坐落于玉山县下塘乡东北部，距县城18公里，村位于溪流以北而得名。东交周家源，西交吴家，南接曾家，北接定湖，距乡政府驻所2公里，是必姆镇下塘乡县城交通金三角；村庄因溪分上，下溪北，以溪北大拱桥相连，东依龙头村山场，菌坞林场，江湖山，西托洋山板栗林场，下溪北茶叶林场，位于碗型山丘小平原粮食产地中心，是江南鱼米之乡标准村落。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb07617e85de736d12f2e95b8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黑石村",
    intr: "该行政村隶属云南省昭通市鲁甸县梭山乡，属于山区。距离村委会1.00公里,距离镇14.00公里， 国土面积2.48平方公里，海拔980.00米，年平均气温20.12℃，年降水量1070.33毫米，适宜种植玉米等农作物2该村东邻密所，南邻乐红，西邻巧家县，北邻梭山。辖街子、店子等15 个村民小组。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/71cf3bc79f3df8dc6273b416cc11728b461028ee?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄岗村",
    intr: "黄岗村位于辛店镇政府西南6公里处。辖5个自然村，5个村民组，270户，1055口人。",
    pic: "",
  },

  { name: "金青村", intr: "金青村，位于韶关市新丰县沙田镇。", pic: "" },

  {
    name: "坑口村",
    intr: "黄山市祁门县闪里镇坑口村，辖10个村民组，442户，1253人口。耕地面积142亩，山场面积22287亩，经济收入以林业、农业、副业为主。2006年农村经济总收入601.8万元，村集体经济收入10万元，农民人均收入4089元。坑口村是省级社会主义新农村“千村百镇”示范村、省级百佳生态村、市级生态文明村，拥有国保古戏台群，被誉为“徽州古戏台之乡”。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8cb1cb13495409230097e1cc9f58d109b2de4982?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "茶岗村", intr: "", pic: "" },

  {
    name: "茶径村",
    intr: "茶径村位于广东省惠州市惠城区汝湖镇，总人口504人，其中，党员15人，村两委会干部3人",
    pic: "",
  },

  {
    name: "茶山村",
    intr: "茶山村位于广东省茂名市信宜市茶山镇，人居历史悠久，景色秀丽，旅游资源丰富。镇内奇石高耸、古树参天，主要景点有旗尾石、饭甑石、瓦鹰石等。茶山镇地处山区，山地多、土壤肥沃，四季如春，阳光充足，是具有优越自然条件的综合农业区，农业基础较好。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3c6d55fbb2fb43164fd15a0720a4462308f7d384?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "茶松村",
    intr: "茶松村位于广东省河源市紫金县龙窝镇，常住人口不多，主要农产品为青椒、荔枝、大树菠萝，当地人主食为当地人主食为大米，辅以甘薯、小麦和其它杂粮。",
    pic: "",
  },

  {
    name: "朝田村",
    intr: "朝田村位于平坝县城关镇以西，距县城2公里，属喀斯特地貌山区，海拔1,250m左右，年平均气温17.4℃，无霜期325天，宜林荒山多，适合多种水果种植，具备开发生态旅游的条件。",
    pic: "https://bkimg.cdn.bcebos.com/pic/1b4c510fd9f9d72a85e54d65d62a2834359bbbc1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "澄溪村",
    intr: "的西南角，地处三界镇的南端，是一个四面环山的小山村，澄溪村位于浙江省嵊州市三界镇全村面积为3.99平方公里，100余口户人家。",
    pic: "https://bkimg.cdn.bcebos.com/pic/ae51f3deb48f8c54a98bbf553d292df5e0fe7f6b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "赤坑村",
    intr: "福建省南平市延平区塔前镇赤坑村，坐落在山清水秀的米山脚下，离塔前镇7.5公里，西北与夏道镇相邻，海拔380米，总面积2万多亩，全村共有450多户，1900多人口，五个自然村，8个村民小组，各分布在赤坑，前竹尾、下东、洋坑、余罗源，劳动力资源丰富。该村有农田面积1200多亩，有一半以上是洋面田，平整和开通机耕道，年产粮食600多吨，还有一个疏菜种植基地，种各种疏菜蔬100多亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/0823dd54564e92583d5507269882d158cdbf4e91?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "赤砂村", intr: "", pic: "" },

  {
    name: "赤竹坑村",
    intr: "赤竹坑村 [1]  ，隶属于广东省惠州市博罗县，位于其罗阳街道境内。",
    pic: "",
  },

  {
    name: "船澳村",
    intr: "船澳村位于广东省惠州市惠东县稔山镇西南方。",
    pic: "",
  },

  {
    name: "宝金村",
    intr: "宝金村，是广东省汕尾市陆河县河田镇的下辖村。",
    pic: "",
  },

  {
    name: "田螺冲街道",
    intr: "田螺冲街道办事处于2004年建立的，接管田螺冲和大塘山两矿区。总面积约1.3平方千米。其中：田螺冲位于韶关市东郊，距市区约6千米，西临浈江河，紧靠国道323线，与新韶镇黄金村、大源村连成一片，面积约0.5平方千米；大塘山矿区位于韶关市韶塘路9千米，毗邻与韶关大学和新韶镇石山村，面积约0.8平方千米。总人口约10000人，其中户籍人口5435人（田螺冲5117人，大塘山318人）。办事处办公所在地位于田螺冲矿区长山社区原矿部。",
    pic: "",
  },

  {
    name: "石村",
    intr: "石村位于河北省邢台市隆尧县东良2东临泽畔，陈庄，南临霍村南位，西与内丘县接壤，北与东良相邻",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3fb43166d224f4a4aa88c570cf790529822d145?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上坝村",
    intr: "上坝村位于贵州省贵阳市乌当区水田镇政府驻地西8公里，全村5个村民组",
    pic: "",
  },

  {
    name: "白沙村",
    intr: "临安白沙村位于浙江省杭州市临安区太湖源镇最北端。白沙村，依山傍水地坐落在太湖源头的溪水边，东依天目山，背靠天荒坪，是太湖水系的源头，素有“太湖源头第一村”的美誉。全村总面积9.4平方公里，486人。该村农民人均纯收入8280元，是国际示范林的示范点，省级园林绿化示范村，全面小康建设示范村，杭州市文明村、卫生村、生态村、科技兴林示范村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d8f9d72a6059252de45d3446319b033b5bb5b92d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小江村",
    intr: "小江村隶属会泽县大海乡，距乡政府所在地57公里，到乡政府道路为土路，交通不方便2全村辖6个村民小组。全村国土面积16.64平方公里，海拔850米，适合种植水稻、甘蔗、西瓜、小麦、玉米、蔬菜等农作物。全村耕地面积1335亩，人均耕地1亩，林地 800亩。该村的主要产业为农业、畜牧业，主要销售往省内。现有农户339户，有乡村人口1290人，其中男性726人，女性542人。其中农业人口1268人，劳动力748人。该村以汉族为主，有汉族1268人。到2010年底，参加农村合作医疗1268人，参合率100%；享受低保64人。其中农业人口1290人，劳动力748人，其中从事第一产业人数648人。2010年主产业全村销售总收入61.94万元，占农村经济总收入27.3%。2006年全村经济总收入140.3万元，农民人均纯收入1055元2该村属于贫困村，农民收入主要以畜牧业和劳务收入为主2该村今后的发展思路和重点是：发展冬早蔬菜280亩,发展养山羊3000只，种好西瓜。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f603918fa0ec08fada80b10457ee3d6d54fbda95?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大村",
    intr: "大村隶属于北古城镇车田村民委员会，属于半山区。位于镇西边，距离村委会1公里，距离镇7公里。国土面积1.12平方公里，海拔1560米，年平均气温16.3℃，年降水量971.63毫米，适宜种植粮食等农作物。有耕地528亩，其中人均耕地0.73亩；有林地400亩。全村有农户188户，有乡村人口726人，其中农业人口726人，劳动力439人，其中从事第一产业人数379人。2010年全村经济总收入618万元，农民人均纯收入4050元。农民收入主要以种植业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65c7f92b6bef7f2b21192138a6c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "坪岗村", intr: "", pic: "" },

  {
    name: "八维村",
    intr: "八维村是广东省惠东县多祝镇下辖村。 [1]  八维村是广东省第一批党建示范工程重点建设村，红色革命历史十分厚重，有东纵游击队专线联络通讯站、八维战斗旧址等红色遗址。 [2] ",
    pic: "",
  },

  {
    name: "百安村",
    intr: "深汕特别合作区鲘门镇百安村又称百安州，是深汕特别合作区的重点旅游发展地区",
    pic: "https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef296a82acc81b9d16fdfa602b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "大径村", intr: "", pic: "" },

  {
    name: "大坑村",
    intr: "大坑村距乡政府北7公里，辖5个自然村，9个村民组， 户，721人，国土面积7平方公里。",
    pic: "",
  },

  {
    name: "大良村",
    intr: "大良村坐落在马坡镇西南面，东与界垌村相邻，南与永旺村相邻，西与大兴村、红雄村相邻。全村总面积9.6平方公里，有5个片区，34个村民小组，有农户1281户，人口6585人，水田面积2600亩，旱地面积3520亩，山岭面积10000多亩。",
    pic: "",
  },

  {
    name: "大岭街道",
    intr: "大岭街道，隶属于广东省惠州市惠东县，地处惠东县西北部，与惠东县城平山街道隔河相望，南与白花镇毗邻，西与惠阳区平潭镇接壤 [7]  ，东与多祝镇相连，北与梁化镇交界；辖区总面积160.23平方公里；是惠东县政治、经济、文化中心的重要组成部分，截至2020年6月，大岭街道总人口接近20万，其中户籍人口6.5万； [1]  下辖2个社区和12个行政村。 [2] 2018年，大岭街道实现地区生产总值107.41亿元，同比增长2.5%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/bba1cd11728b4710b912c7cf5c84d4fdfc03924585d4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "大鲁村", intr: "", pic: "" },

  {
    name: "大路村",
    intr: "新碶街道大路村位于北仑城区中心地段，共有村民2300多人，12个自然组，党员56人，外来暂住人员8000多人。",
    pic: "",
  },

  { name: "大水坑村", intr: "", pic: "" },

  { name: "大水坑村", intr: "", pic: "" },

  {
    name: "东安村",
    intr: "东安村地处于城厢镇东南部约14公里，属丘陵地区。人口现状。全村有11个自然屯，15个村民小姐，总户数486户，总人口2073人。",
    pic: "",
  },

  {
    name: "东石村",
    intr: "东石村，是座古老的大村，最早叫东市，元代的时候金口新河从村中流过，这个村子的地理位置比较特殊，在水陆并行入京线路的居中地位，来来往往的商人旅客们都在这里住店购物歇息，也相当于是商业区，逐渐变成了集市22021年6月，台湖镇东石村党支部被评为北京市通州区先进基层党组织。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d043ad4bd11373f0071500c5ab0f4bfbfbed0445?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东星村",
    intr: "东星村，隶属于广东省河源市东源县新回龙镇，有人口不足200人，人文较好，常年有众多旅客前往观看。",
    pic: "",
  },

  {
    name: "渡头村",
    intr: "渡头村，隶属福建省宁德市福安市康厝乡2渡头村于1143年迁入，至今已有864年历史。离康厝乡政府所在地9公里处，海拔70米，坐落在小浦线两边，属于穆阳溪上游，坐北朝南。村落与居民：全村有196户，815人，下辖有渡头、陈家山、樟后、七田岗、初处五个自然村，6个村民小组。",
    pic: "https://bkimg.cdn.bcebos.com/pic/342ac65c103853433b9a10519313b07eca80886d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "丰田村",
    intr: "丰田村是位于福建省泉州安溪县福田乡的村庄，在乡政府驻地南9.5公里处，丘陵山地。原称珍田，清末扩大耕地取得丰收，改称丰田。村委会设在尾坂洋。为全县主要林区之一。村民主要为陈姓。丰田村山清水秀，有原始森林，森林有各种珍贵的动植物。村民以种茶叶为主，村里有着全国最好的原生态铁观音茶叶。香飘四海的铁观音，吸引着全国各地的商人来采购。丰田村还有一种价值极高野生红菇，这种野生红菇极为珍贵、罕见。",
    pic: "",
  },

  {
    name: "芙蓉村",
    intr: "芙蓉村，位于浙江省温州市永嘉县岩头镇，该村占地215亩，现有443户人家。位于楠溪江中游西岸，北离岩头村约1公里。宋太平兴国年间（976～983），始祖陈拱从瑞安场桥迁来定居，并逐步形成血缘村落，距今以有1000多年。因村西南有三崖摩天，赤白相映，宛若芙蓉，遂以芙蓉为村名。保存明清古民居30余处，明代大宅遗址5处，大小宗祠共 18 座。芙蓉村为单一陈姓村落。芙蓉村，仍然保存着六百多年前的聚落规划面貌。全村略呈正方形，坐西朝东。四周用卵石砌成的寨墙，长2000余米，高2米，整个村庄犹如一座小城堡。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b21bb051f8198618331e232d44ed2e738bd4e63a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大道村",
    intr: "大道村是重庆市地名，根据其寓意而得名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924b3935f525b086e061d955af7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大和村",
    intr: "梅州市梅县区程江大和村位于梅州市梅县区程江镇三大片。我村辖15个村民小组，在册户数436户，人口1894人；全村总面积5.5平方公里，耕地面积917亩。 我村年平均气温为22℃，年降雨量约为1320ml，气候特征亚热带季风气候。主要经济作物有水稻、梅州金柚 、花卉，上一年我村农村经济总收入为1106万元。 近年来，我村发展经济的措施以及成果： 一、建立兰花经济合作社，带动周边农户共同致富。 二、组织村民进行产业转移培训，让他们有一技之长，积极引导他们向非农产业转移。 三、抓好农业生产，增加农民收入。 [1] ",
    pic: "",
  },

  {
    name: "白云村",
    intr: "白云村包括前白云、后白云两个自然村。地处丘陵区。位于县城北10公里，东至井上2公里，东南至新庄1公里，南连烟子，西北接后白云，北至南信2.5公里。始为白氏所居。山高而揽云，故名白云。居山后者，为后白云。以农业为主。全村共有62户，175人，耕地面积 700亩，党员12名，村民的经济来源主要是农业产出。农作物主要以小麦、玉米为主。2010年经济纯收入总额70万元，人均纯收入3200元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/03087bf40ad162d952c52fb81cdfa9ec8a13cd6f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "古洞村", intr: "", pic: "" },

  {
    name: "观音山村",
    intr: "观音山村隶属于龙头山镇八宝行政村，属于山区。位于龙头山镇南边，距离八宝村委会1.5 公里，距离本镇3公里。国土面积有1.1平方公里，海拔1680 米，年平均气温16 ℃，年降水量850至1150毫米，适宜种植玉米等农作物。有耕地570亩，其中人均耕地1.3亩；有林地200亩。全村辖3个村民小组，有农户87户，有乡村人口413人，其中农业人口413人，劳动力161人，其中从事第一产业人数120人。2006年全村经济总收入33 万元，农民人均纯收入799元。该村属于贫困村，农民收入主要以务工为主。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8d5494eef01f3a29eb6027239025bc315d607cb7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "官山村",
    intr: "官山村，坐落于江西省泰和县万合镇东南部，属中埠村委辖区下的一个自然村。全村（分为上官山村、下官山村）约占国土面积1.7平方公里；南北长2013米，东西宽912米。地理坐标位置为（北纬26°8457″，东经115°0669″）。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a71ea8d3fd1f4134079a27d9281f95cad0c85ee3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "光辉村",
    intr: "光辉村地处东经117°44′北纬30°23′位于安徽铜陵县老洲乡最南端，南临长江，北与中心村毗邻，西隔长江与枞阳遥遥相望，东与铜陵市一江之隔，距乡政府仅3公里。地理位置优越，旅游业大有前途，交通方便。村域面积9平方公里。",
    pic: "https://bkimg.cdn.bcebos.com/pic/fc1f4134970a304ec5cf581cd8c8a786c8175c63?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "汉塘村",
    intr: "汉塘村隶属于揭阳普宁市马鞍山农场，位于普 [1]  宁市区西南23.2公里处，全村1848人。",
    pic: "",
  },

  { name: "何家田村", intr: "", pic: "" },

  {
    name: "白沙村",
    intr: "临安白沙村位于浙江省杭州市临安区太湖源镇最北端。白沙村，依山傍水地坐落在太湖源头的溪水边，东依天目山，背靠天荒坪，是太湖水系的源头，素有“太湖源头第一村”的美誉。全村总面积9.4平方公里，486人。该村农民人均纯收入8280元，是国际示范林的示范点，省级园林绿化示范村，全面小康建设示范村，杭州市文明村、卫生村、生态村、科技兴林示范村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d8f9d72a6059252de45d3446319b033b5bb5b92d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "东竹村", intr: "", pic: "" },

  {
    name: "坝子村",
    intr: "华山镇坝子村位于山东省济南市历城区华山镇境内，是著名五音戏表演艺术家邓洪山出生的地方。",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa18972bd40735fad5d4d90e93510fb30f240864?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白石村",
    intr: "广东省惠州市惠阳区秋长白石村是秋长街道面积最大、人口最多、经济最发达的村民委员会，也是革命老区，广东省第一位女共产党员高恬波的故乡。位于广东省惠州市与深圳市交界处，下辖26个村民小组，共有596户，2431人，香港及海外侨胞有2000多人。伯恩光学惠州有限公司在此设厂，该村外来人口6万多人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef0cc6aab9cd1b9d16fdfa6092?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东园村",
    intr: "东园村香山风景区位于厦门市的东部、厦门市翔安区东南部，坐落于鸿渐山脉的南麓，主峰海拔176米，以东园村香山岩寺为中心，辐射到周边的吕塘民俗文化村及众多景点。景区全年气候温和，植被条件良好，环境清幽，旅游资源丰富，集生态观光和休闲度假两种功能于一体。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8177f3e6709c93dc68e38b59a3df8dcd1005477?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "杨柳坡村", intr: "", pic: "" },

  {
    name: "枫树村",
    intr: "枫树村是位于湖北崇阳县沙坪镇的村庄，下辖8个村民小组，566户，人口2433。主要产业为精品水果，规划3千亩。",
    pic: "",
  },

  { name: "松山街道", intr: "", pic: "" },

  {
    name: "安全村",
    intr: "四川省宜宾市高县月江镇安全村，包含七个组，其中安全七组，又叫安全七队。其中安全七队有马鞍山，长檐沟，跨鱼池，新鱼池，滴水崖，旋风湾等著名风景区。安全村地处月江镇西北部，全村辖7个村民小组，425户，1408人。 [1] ",
    pic: "",
  },

  {
    name: "宝石村",
    intr: "该行政村隶属盈江县芒章乡，地处芒章乡东南边，距乡政府所在地8公里，到乡道路为土路，交通不方便，距县71公里。东邻银河村，南邻银河村，西邻芒章村，北邻相帕村2辖老转塘 、宝石一、二组、小崩董、白岩、梅子岭等6个村民小组。",
    pic: "",
  },

  { name: "惠民街道", intr: "", pic: "" },

  { name: "斗背村", intr: "斗背村，位于河源市东源县新港镇。", pic: "" },

  {
    name: "古洋村",
    intr: "古洋村，位于闽侯县西南部，鸿尾乡中北部，区域总面积13787亩，其中耕地面积1500多亩。",
    pic: "",
  },

  {
    name: "后山村",
    intr: "全村123户608人，是畲族聚居村。村后有大面积的省级生态公益林1万多亩（其中该村森林1300多亩），有关部门正在筹建森林公园。",
    pic: "",
  },

  {
    name: "湖头村",
    intr: "湖头村位于小松镇南部，距城区13公里，下辖8个自然村、17个村民小组，现有农户864户、3284人，村党总支下设公共服务中心、文体活动中心和果蔬专业合作社3个党支部，党员88人，全村土地总面积16.28平方公里，其中耕地4482亩，山地17308亩。2012年农民人均收入9688元。省重点项目南平500千伏变电站落户陈田自然村，交通便捷，区位优越。2008年被确定为南平市中心村建设试点村。 [1]22020年8月26日，湖头村入选第二批全国乡村旅游重点村名单。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/96dda144ad3459827afa708b0af431adcbef84b3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "皇后村",
    intr: "皇后村：位于河南省南阳市南召县西北部，濒临鲁山县，全村处于半丘陵。全村9个村民小组，230户，830人，耕地面积624亩，坡地192亩。该村利用丰富的石灰石资源，建成石籽加工企业10余家，年实现产值1000余万元22019年12月31日，入选第二批国家森林乡村名单。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9345d688d43f879433734f4ed51b0ef41ad53ac5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄洞村",
    intr: "黄洞村，位于广东省东莞市凤岗镇东北部，东与深圳市龙岗区交界，南与塘沥村相邻，西与竹塘村相连，北与清溪镇三中村接壤。面积10.8平方公里。地理位置优越，东深二线公路开通后，村道四通八达。到深圳市中心25公里，距东莞市区约50公里。 [1]2黄洞村建村于南宋，已有800多年历史，姓氏以蔡、郑、曾、洪、张姓为主，是东莞市重要的客家人聚居地和华侨之乡。现保存的古建筑有田心村新围场排屋楼群、观合楼、儒修楼等15栋碉楼和迴龙庵、太平天国瑛王洪全福故居。 [3]22012年，凤岗黄洞村入选广东省第三批古村落。该村共有15座保存完好的排屋楼，并有回龙俺、洪福全故居、观合楼、田心围排屋群以及古树保护等建筑与人文遗迹，蕴含的客侨文化源远流长 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9c16fdfaaf51f3deb48f43933da4e71f3a292cf5d3bb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄鱼涌村",
    intr: "黄鱼涌村位于广东省惠州市大亚湾澳头街道，全村总面积17.6平方公里，耕地面积650亩。共1028户，人口3380人。",
    pic: "",
  },

  {
    name: "黄竹塘村",
    intr: "黄竹塘村，广西壮族自治区防城港市防城区水营街道下辖村。 [1] ",
    pic: "",
  },

  { name: "富竹村", intr: "", pic: "" },

  {
    name: "大同村",
    intr: "大同村位于广东省广州市南沙区东涌镇。辖大乌头、南边月两个自然村，取大乌头自然村“大乌”二字为名，叫大乌村，后于1998年改为大同村。全村总面积2.77平方公里，耕地面积1855亩，分为14个生产队，1个经济社，1间小学，1家医院，总户数774户，常住人口2669人，劳动力人口1650人，流动人口11245人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/95eef01f3a292df52448491fbf315c6034a87335?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "富竹村", intr: "", pic: "" },

  {
    name: "高树坪村",
    intr: "高树坪村位于东坑镇东部。村域面积13.24平方公里。地处山区，现有村民63户，374人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/bba1cd11728b47109fb451d6cbcec3fdfc032314?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "鹤塘村", intr: "", pic: "" },

  { name: "泔溪村", intr: "泔溪村，位于惠州市惠东县高潭镇。", pic: "" },

  {
    name: "碧山村",
    intr: "碧山村位于安徽省黟县碧阳镇，北枕黄山余脉碧山，南临黟县盆地，枧溪河自北而南穿村而过，是一个以汪氏聚族而居的徽州著名古村落。村内有宋代私家园林“培筠园”遗址，明代私塾“耕读园”，清代古塔“云门塔”，保存完好的明清时期古民居和祠堂尚有100多座。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8177f3e6709c93dc5a7c198903df8dcd100540c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "拱桥村",
    intr: "拱桥村隶属于桃江县桃花江镇，拱桥村与谢林港镇相邻，2008年村级行政区划调整后，由原拱桥村、横板桥村合并而成，现有人口1671人，面积6.1平方公里，其中山林面积3480亩，耕地面积1517亩，下辖7个村民小组。辖区内含企业6家，境内有竹麻塘水库、何家湾水库等小型水库两座。境内森林资源丰富。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef4dbae6adc01b9d16fdfa607a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大布村",
    intr: "广东省中山市三乡镇大布村，位于风光秀丽的三乡镇北面，总面积约6.7平方公里，户籍人口约3359人，下辖6个村民小组。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d1a20cf431adcbef479e0b84aeaf2edda2cc9f8d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "玳瑁村",
    intr: "玳瑁村位于福建省漳浦县石榴镇东部丘陵地带，东邻长桥镇割后村及绥安镇查岭村，西岭东山村，南邻石古农场下林自然村，北邻中西林场仙洞工区。玳瑁溪发源于岩坑和申内，向东流汇于查岭溪。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8694a4c27d1ed21b54606a0ba56eddc450da3fb6?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "禾多村", intr: "禾多村是广东省惠州市惠东县宝口镇下辖村。", pic: "" },

  { name: "合头村", intr: "", pic: "" },

  {
    name: "锦太村",
    intr: "锦太村，位于广东省河源市龙川县。一个行政村、毗连高湖村、玳瑁村、太楼村。人杰地灵，气候宜人，物产丰富。",
    pic: "",
  },

  { name: "井湖村", intr: "井湖村，广东省惠州市惠东县宝口镇下辖村。", pic: "" },

  {
    name: "径口村",
    intr: "径口村地处东山县西北部，毗邻埕英、礁头、坑内、大产村和向阳盐场，是县疏港公路及漳州沿海大通道双码线交叉点，是东山县进出岛的交通枢纽。全村共197户859人，其中农业户口801人，非农业户口58人，全村占地面积约2000亩，其中村居占地65亩、耕地100亩、山林1100亩、盐场890公亩、淡水养殖池70亩，被疏港公路及漳州沿海大通道双码线征用约340亩。本村地灵人杰，旅居港、澳、台、新加坡等地宗亲子孙后代枝繁叶茂。",
    pic: "https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d5d37f0ca306d55fbb2fbd901?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "径尾村", intr: "", pic: "" },

  {
    name: "径心村",
    intr: "径心村位于梅州市梅县区畲江镇，辖21个村民小组，在册户数480户，人口2375人；全村总面积1327平方公里，耕地面积1327亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65c904d84bbf2f2b21192138aaa?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "九龙村",
    intr: "九龙村位于吉林省古丈县默戎镇南部、龙鼻河下游，由原来的九龙村和排布村合并而成，与本镇的中寨村，本县坪坝乡的亚家村、张家村，本州吉首市马劲坳镇的村交界，是一个典型的苗族聚居村，全村现有2个自然寨，9个村民小组，250户，1118人。2013年8月26日，九龙村被中华人民共和国住房城乡建设部等部门列入第二批中国传统村落名录公示名单。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494ee041aad3f24f5e0fe99257ed8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "久社村", intr: "", pic: "" },

  {
    name: "均安村",
    intr: "均安村位于稷山县汾南，柳沟坡上，太阳乡北边玉璧城旅游路从村西而过，运稷一级路从南边而过，交通方便。全村共有耕地面积2470亩，土地平展，共有深井9眼。水利条件良好，总体上自然条件优越。但多年来没有经济来源，村民收入甚少，经济收入比较落后。",
    pic: "",
  },

  { name: "坑屯村", intr: "", pic: "" },

  { name: "蓝滘村", intr: "蓝滘村，广东省惠州市龙门县下辖村。", pic: "" },

  {
    name: "轿岭村",
    intr: "轿岭村，是广东省惠州市惠东县吉隆镇下辖村，位于惠东县吉隆镇北部山区，距镇政府约5千米，村域总面积约4平方千米。该村始建于元代，因村庄处于轿形岭边得名。该村坐西北向东南，西部有海拔约260米的鸡公岭，还有长约2000米的吉隆河河段。主要水库有灯芯洋水库、横坑水库、沼洋水库。 [2] ",
    pic: "",
  },

  {
    name: "金坑村",
    intr: "福建省邵武市金坑村，在闽北重镇邵武市金坑乡。村落坐落在东西长，南北窄的缓坡上，坐北朝南。2019年1月，金坑村入选第七批中国历史文化名村。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a5c27d1ed21b0ef4d325a150ddc451da80cb3eea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "吉安村",
    intr: "吉安村隶属于江西省上饶市广信区应家乡，位于应家乡中部。下辖4个自然村，7个村民小组，全村共296户，1200人，全村耕地总面积4000余亩，享受国家退耕还林面积700余亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/ae51f3deb48f8c54ed37e3893d292df5e1fe7fab?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "板岭村", intr: "", pic: "" },

  {
    name: "华山村",
    intr: "华山村位于江苏省镇江市京口区姚桥镇。“华山畿，君既为侬死，独活为谁施？欢若见怜时，棺木为侬开！”这首南朝乐府民歌，相传便是《梁祝》这一广为传唱的爱情悲歌的雏形。宋郭茂倩的《乐府诗集》里记叙了这则感天动地的爱情故事。传说，南朝宋少帝时，南徐有一士子前往丹阳途经华山时，遇见一美貌女子，走后三天，相思而逝。临终时嘱咐，灵车须载其棺木从华山经过。当灵车行至该女门前，牛任凭拍打终不肯前行。该女子出门歌《华山畿》一曲后，棺木应声而开，女子纵身入棺而死。时人将两人合葬，名“神女冢”。2020年4月，入选首批江苏省传统村落名单。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3b7d0a20cf431aded153cfd4936acaf2fdd982a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "联新村",
    intr: "联新村位于浙江省海盐县通元镇六里山北，全村区域面积4．8平方公里。村成立党总支，共有党员102名，村党总支下设3个党支部。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4a36acaf2edda3cc4355bf4006e93901213f9218?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "联星村",
    intr: "联星村位于南安市诗山镇西北部，国道355线贯穿全境，村落面积1.8平方公里，有杏塘、泮岭、岩田、中岭、新楼5个自然村，有14个村民小组，村民1200多户4800多人。有旅居海外侨胞5000多人，是南安市诗山镇著名的侨乡。",
    pic: "https://bkimg.cdn.bcebos.com/pic/91529822720e0cf3c02a66000646f21fbf09aa6f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "良田村",
    intr: "广东省广州市白云区钟落潭镇良田村位于广从公路东侧，交通发达，位于镇的西部偏南，辖内28个生产社，全村总面积12平方公里，耕地面积4098亩。有资料显示引，该村本地户籍总人口10080人，其中农业人口8327人。农业主要以水稻、蔬菜和饲养鸡、鸽、猪为主。良田村是镇人口最多的村。良田综合农贸市场、市116中、云竹工业聚集区等均位于村内。村投入500万元让95%以上的村民用上九佛水厂的自来水。该村有村级卫生站 所、私营诊所3所。成立了专职环卫队，全村设垃圾池100多个，改善了环境卫生；建成面积4000多平方米的文化广场。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d62a6059252dd42aea17ba6c013b5bb5c8eab8df?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "蓼坑村", intr: "", pic: "" },

  {
    name: "林禾村",
    intr: "林禾村是广东省东源县锡场镇所辖行政村之一，位于新丰江库区（万绿湖）西北部，毗邻新丰县石角镇，属山区生态村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/023b5bb5c9ea15ce8af54451bd003af33a87b24b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "凌坑村", intr: "", pic: "" },

  { name: "留洞村", intr: "", pic: "" },

  {
    name: "金坑村",
    intr: "福建省邵武市金坑村，在闽北重镇邵武市金坑乡。村落坐落在东西长，南北窄的缓坡上，坐北朝南。2019年1月，金坑村入选第七批中国历史文化名村。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a5c27d1ed21b0ef4d325a150ddc451da80cb3eea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "剑门村",
    intr: "剑门村隶属于广东省汕尾市陆河县河口镇，位于陆河县河口镇的最东端，与普宁县接壤，是南溪河的发祥地，是河口镇最偏僻的山区。 [1]  辖下有大坪里、山下等21个自然村，现有人口大约6000人，有着近五百年的历史，是五个世纪的见证。该村辖区面积达26.57平方公里，全村耕地面积2692亩，人均耕地1亩，林地2039.5亩。年平均气温18℃，年降水量1500毫米。 [2]  [24] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5d6034a85edf8db16369bf200923dd54564e742b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "金坑村",
    intr: "福建省邵武市金坑村，在闽北重镇邵武市金坑乡。村落坐落在东西长，南北窄的缓坡上，坐北朝南。2019年1月，金坑村入选第七批中国历史文化名村。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a5c27d1ed21b0ef4d325a150ddc451da80cb3eea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "吉石溪村", intr: "", pic: "" },

  {
    name: "黄山洞村",
    intr: "黄山洞村，隶属于广东省惠州市博罗县石坝镇，位于石坝镇西北部，地处博罗县东北部桂山山脉，北邻公庄镇，东邻埔前镇，西邻麻陂镇，与象岭村、乌坭湖村、龙口村和山下村接壤。村庄距离镇政府9.3公里、县政府51.4公里。村域面积47平方千米，有1200人。村内道路为广东省Y357乡道。2020年12月11日，博罗县农业农村局发布博罗县2019年度星级名村、文明村 名单，黄山洞村为二星级星级名村、文明村。 [2] ",
    pic: "",
  },

  {
    name: "桂峰村",
    intr: "桂峰村，福建省三明市尤溪县洋中镇下辖行政村，中国传统村落，始建于南宋淳祐七年（1247年），村域面积为15.39平方千米。 [1]  桂峰村初定村名为“岭头”，后因广种桂花，遂改村名为“桂岭”，明代蔡姓成为村内名门望族，外人开始称桂岭为“蔡岭”或“蔡岭头”，正名为“桂峰”。 [2] 桂峰村是高山型传统村落，从空间形态上看，桂峰村是顺应等高线布局的自由式山地聚落，整个村落依山就势分布在村中的三面山坡上，正面临谷，一条山溪贯穿全村， [1]  既尊重自然肌理又与环境相得益彰。 [3]  桂峰村保存有多处历史文化特色建筑，现存清代前古建筑39座，主要景点有桂峰八景、蔡氏祖庙、蔡氏宗祠等典型古建筑。 [1]  [3] 2012年12月17日，桂峰村被中华人民共和国住房城乡建设部、文化部、财政部联合公布为第一批中国传统村落。 [4]  2019年7月23日，桂峰村被中华人民共和国文化和旅游部、国家发展改革委列入第一批全国乡村旅游重点村名录。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b812c8fcc3cec3fdfc03835677dec33f8794a4c289c0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "金坑村",
    intr: "福建省邵武市金坑村，在闽北重镇邵武市金坑乡。村落坐落在东西长，南北窄的缓坡上，坐北朝南。2019年1月，金坑村入选第七批中国历史文化名村。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a5c27d1ed21b0ef4d325a150ddc451da80cb3eea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广福村",
    intr: "广福村隶属上海市宝山区顾村镇，位于顾村镇境域西首，宝安公路。是公交淞安专线、嘉泰线、嘉广线的一个重要站点，也是宝山、嘉定两区交界处最古老的一个集镇。 [1]  广福及其周边原是嘉定最东部的东海海滨之地，原长江夹带大量泥沙冲积而成。据历史记载，南北朝梁天监年间成陆，距今已1500多年，而顾村地区则于晚此200年后的初唐时咸陆。.广福曾是我国南北海运必经之地，很快由荒野变成渔村，是宝山最早的发祥地之一。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c8ea15ce36d3d539aedf016d3d87e950342ab0b9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "岚联村",
    intr: "岚联村位于广东省惠州市惠城区横沥镇大岚东部，全村总面积约10.7平方公里，下辖10个村民小组，人口1050人，总户数198户，全村有山地面积10660亩，耕地面积1050亩，其中水田面积860亩。均耕地面积1亩，其中水田面积0.8亩，是个单一家业为主的行政村，2005年家民人均收入2260元",
    pic: "https://bkimg.cdn.bcebos.com/pic/4d086e061d950a7b89abe91d0ed162d9f3d3c949?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "葵双村",
    intr: "葵双村位于广东省惠州市惠东县安墩镇，有521户，总人口2814人，耕地2217亩，山地19599亩。设党总支部一个，下设葵新、九州两个支部。有11个村民小组。 该村今后的发展思路和重点是：以科学发展观为指导，围绕增收调结构，突出特色闯市场，依靠科技增效益，整合要素达均衡，统筹城乡共发展，积极推进社会主义新农村建设。",
    pic: "",
  },

  { name: "横槎村", intr: "横槎村位于广东省惠州市龙门县龙华镇。", pic: "" },

  {
    name: "吉洞村",
    intr: "吉洞村位于广东省河源市紫金县上镇，特产红薯粉丝。",
    pic: "https://bkimg.cdn.bcebos.com/pic/902397dda144ad34eac3059fd3a20cf431ad85ae?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "老围下村", intr: "", pic: "" },

  {
    name: "岚石村",
    intr: "岚石村，位于惠州市惠城区芦洲镇。岚石村居住的都是客家人，以马、钟、黄姓居多，300多年前从梅州搬迁到惠州。为躲避战乱，先祖们选中了在龙潭寨安家。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b13632762d0f703ebae0f370cfa513d2697c539?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "黎洞村", intr: "", pic: "" },

  {
    name: "梨园村",
    intr: "梨园村隶属于牟定县蟠猫乡朵苴村委会行政村，属于山区。距离村委会2公里，距离乡政府5.5公里，不是村委会所在地。国土面积2平方公里，海拔1845米，年平均气温15 ℃，年降水量736毫米。有耕地88.85亩，其中人均耕地0.82亩；有林地2391.3亩。全村辖1个村民小组，有农户25户，有乡村人口108人，其中农业人口107人，占总人口的99.07%，劳动力74人，占总人口的68.52%,其中从事第一产业人数68人，占总人口的62.96%。2006年全村经济总收入12.34万元，农民人均纯收入1238.88 元。农民收入主要以种植业、畜牧业为主。该村截止2006年底，已实现通水、电、路、电视、电话五通。全村有25户通自来水、通电，有23户通有线电视，拥有电视机农户25户，安装固定电话或拥有移动电话的农户数24户，分别占总农户数的100%，100%，92%，100%，96%。其中拥有移动电话农户数22户，占拥有固定电话或移动电话的91.67%。该村到乡镇道路、进村道路、村内主干道都为土路；距离最近的车站31公里，距离最近的集贸市场31公里。全村没有汽车，拖拉机，摩托车。全村建有沼气池农户8户；装有太阳能农户3户；建有小水窖9口；耕地有效灌溉面积为56.93亩，其中有高稳产农田地面积19亩，占水田面积的33.37%，人均高稳产农田面积0.18 亩。",
    pic: "",
  },

  {
    name: "李坑村",
    intr: "李坑是一个以李姓聚居为主的古村落，距婺源县城12公里。李坑自古文风鼎盛、人才辈出。全村共计120户，固定人口700余人，耕地面积200余亩，林地面积1500亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/1b4c510fd9f9d72a08b2c09cd62a2834359bbb59?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "坑口村",
    intr: "黄山市祁门县闪里镇坑口村，辖10个村民组，442户，1253人口。耕地面积142亩，山场面积22287亩，经济收入以林业、农业、副业为主。2006年农村经济总收入601.8万元，村集体经济收入10万元，农民人均收入4089元。坑口村是省级社会主义新农村“千村百镇”示范村、省级百佳生态村、市级生态文明村，拥有国保古戏台群，被誉为“徽州古戏台之乡”。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8cb1cb13495409230097e1cc9f58d109b2de4982?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "龙溪街道", intr: "", pic: "" },

  {
    name: "路溪村",
    intr: "路溪村位于广东省惠州市龙门县龙江中部，下辖12个村民小组，全村总户数400户，总人口1569人，有中共党员49名，村民以种养为主，现有水田1593亩，旱地182亩，石灰石资源丰富。全村有贫困户10户，贫困人口58人。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9922720e0cf3d7ca2340e853f51fbe096b63a965?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "路下村", intr: "", pic: "" },

  {
    name: "罗阳街道",
    intr: "罗阳街道，隶属于广东省惠州市博罗县，中心点为东经114°17′，北纬23°10′，地处东江中下游。因位于罗浮山东麓，故名“罗阳”。辖区面积251.62平方千米，城区规划面积93平方千米，截至2021年10月，下辖31个村委会，8个社区居委会，常住总人口26.4万人（2020年末）。 [4]  [6] 罗阳，2200多年前的岭南缚娄古国属地，历代博罗县政府所在地，自古以来，都是博罗县政治、经济和文化中心。为广东省273个中心镇之一。 [4]  2019年10月，罗阳街道入选“2019年度全国综合实力千强镇”。2020年，罗阳街道完成地区生产总值164.4亿元，固定资产投资112.95亿元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6609c93d70cf3bc7a7a58643db00baa1cc112af3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "马石岗村", intr: "", pic: "" },

  { name: "马星村", intr: "马星村位于广东省惠州市龙门县永汉镇。", pic: "" },

  {
    name: "龙坪村",
    intr: "龙坪村位于马岭镇西部，距镇政府所在地4公里，马岭至校椅柏油路穿境而过，交通便利。全村辖2个自然村，10个村民小组，有村民756户，共2985人。耕地面积5122亩，其中水田800亩，桑园1200 亩，甘蔗2100亩，茉莉花500亩。",
    pic: "",
  },

  {
    name: "龙石头村",
    intr: "龙石头村，广东省惠州市龙门县龙华镇下辖村。",
    pic: "",
  },

  {
    name: "联和村",
    intr: "联和社区是一个社区，该社区位于广东省佛山市南海区罗村东部，是禅城区北出口，总面积3.86平方公里，常住户口2390户，共7083人。",
    pic: "",
  },

  {
    name: "南门村",
    intr: "南门村位于珠海市斗门区斗门镇黄杨山下。2014年度CCTV十大最美乡村名单揭晓，珠海市南门村在众多美丽乡村中脱颖而出，获得“中国十大最美乡村”荣誉称号是全省唯一入选的乡村。 [1]  南门村是南宋皇室赵氏族裔，属于宋太祖赵匡胤的四弟、魏王赵匡美一系。先祖赵怿夫在南宋后期因做官而迁居斗门，今已传三十多代，近八百年历史。 [5] 2020年8月26日，南门村入选第二批全国乡村旅游重点村名单。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a71ea8d3fd1f41343ed3381b261f95cad0c85eea?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南山村",
    intr: "南山村，位于山东烟台市龙口市东江镇，是山东新农村的代表，被誉为“中国9大土豪村”之一。截止2012年，南山村办企业南山集团销售收入超过1000亿元，进入中国大型企业500强前列。2017年12月，荣获2017名村影响力排行榜300佳。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4b90f603738da9770ab87431bd51f8198618e311?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南山村",
    intr: "南山村，位于山东烟台市龙口市东江镇，是山东新农村的代表，被誉为“中国9大土豪村”之一。截止2012年，南山村办企业南山集团销售收入超过1000亿元，进入中国大型企业500强前列。2017年12月，荣获2017名村影响力排行榜300佳。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4b90f603738da9770ab87431bd51f8198618e311?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "内洋村",
    intr: "内洋村位于福建省泉州市德化县龙门滩镇东部，与湖景、村兜村接壤。内洋村海拔750米，气候温和适中。土地总面积11．21平方公里，其中耕地面积404亩，林地面积15455亩，果园面积360亩。",
    pic: "",
  },

  { name: "泥岭村", intr: "", pic: "" },

  {
    name: "平东村",
    intr: "平东村位于风光秀丽的三乡镇南侧，总面积约4平方公里，户籍人口约2600人，下辖10个村民小组。平东村位于风光秀丽的三乡镇南侧，总面积约4平方公里，户籍人口约2600人，下辖10个村民小组，流动人口超过2万人；紧邻105国道，金涌大道、金谷大道在此穿行而过，交通网络四通八达。在国家富民政策的指引下，在镇委、镇政府的领导和支持下，如今的平东，村容村貌日新月异、经济实力大幅提升、人民生活幸福和谐，年来先后获得广东省宜居村庄、中山市先进党支部，中山市精神文明先进单位，中山市文明村等荣誉称号。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b8389b504fc2d56220b33a6be51190ef77c66cf9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "平陵街道",
    intr: "平陵街道，隶属广东省惠州市龙门县，位于龙门县东南部，东临博罗县柏塘镇、北靠东源县锡场镇。辖区总面积143平方千米。 [1]  截至2021年7月，平陵街道常住人口3.9万人。 [1] 因该地多丘陵，集镇处低平，故名平陵。1951年，前属河源县辖。1986年12月12日，称平陵镇。2017年10月12日，广东省民政厅正式批复同意撤销龙门县平陵镇，设立平陵街道。 [1]  截至2021年10月，平陵街道辖1个社区、14个行政村。 [2]  街道办事处驻平陵社区金龙大道9号。 [2]  2020年，平陵街道先后获得国家级生态镇、省级教育强镇、省级小型农田水利示范镇、省级建材专业镇、省“一村一品 一镇一业”专业镇等称号。 [1] 2020年，平陵街道完成地区生产总值235734万元，同比增长2.7%。规模以上工业总产值完成327307万元，同比增长8.3%。 [3]  [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8718367adab44aed2e732835e0579001a18b86d64d84?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "埔边村",
    intr: "埔边村委会位于广东省陆丰市金厢镇金碣公路边，下辖埔边村和顶埔边二个村民小组，距金厢镇府约一公里，总人口2588人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/2fdda3cc7cd98d1001e9b30ff677af0e7bec54e73afe?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南坑村",
    intr: "南坑村位于广东省惠阳区新圩镇西南部，东面与深圳市龙岗区坪地镇坪西村田地相连，西面与东莞市清溪镇一山之隔，是连接惠东、深圳的交叉地带。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cf1b9d16fdfaaf5150d6542e815494eef01f7a6e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东升村",
    intr: "东升村位于广东省汕头市龙湖区新溪镇金新路东侧，金鸿公路两旁，邻近南海，下辖大十合、十合仔、公塭、廿亩内4个自然村。",
    pic: "",
  },

  {
    name: "南联村",
    intr: "[1]  南联村位于皋落乡西南六公里处，东与长直乡后青村、南与毛家镇下长涧村相邻；西与武家沟村和上南才村、北与新城镇清南村、皋落李家窑村相连。",
    pic: "",
  },

  {
    name: "吕屋坪村",
    intr: "吕屋坪村位于广东省惠州市惠东县梁化镇，总人口876人，其中，村两委干部5人，现辖5个村民小组。",
    pic: "",
  },

  { name: "茅湖村", intr: "", pic: "" },

  {
    name: "红湖村",
    intr: "红湖村位于广东省广州市南沙区万顷沙镇 [1]  。2005年，全村总户数201户，户籍人口802人，辖区面积100公顷，耕地面积1139亩。该村原来是农渔业结合村，部分村民以种地为生，部分村民以捕捞为生。",
    pic: "",
  },

  {
    name: "梅田村",
    intr: "梅田村在广东省普宁市南阳山区船埔镇，离市区31.7公里处。由灰寨、排仔里、石地排、格仔、营中径、梅兴（径子缺）、营心等自然村组成。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f11f3a292df5e0fea5a1e97a5b6034a85edf720b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "莲塘面村",
    intr: "莲塘面村位于广东省惠州市惠阳经济开发区西部，占地面积22平方公里，人口3200人。",
    pic: "",
  },

  {
    name: "马宫街道",
    intr: "马宫街道，隶属于广东省汕尾市城区，地处城区西部，红海湾畔，东与红草镇、香洲街道接壤，南临红海湾，西隔长沙湾与海丰县鲘门镇百安半岛相望，北与红草镇连接。 [3]  行政区域面积22.63平方千米。 [5]  根据汕尾市城区第七次人口普查数据结果，截至2020年11月1日零时，马宫街道常住人口13681人，占城区常住总人口的3.47%。 [2] 1957年，设马宫乡，1959年，析出成立马宫公社。1984年，撤公社设马宫区。1987年，撤区建马宫镇。2002年，改称马宫街道。 [3]  2022年，马宫街道辖2个 [6]  社区、6个行政村，街道办事处驻马鬃山下。 [3] 2011年，马宫街道财政总收入469.5万元，比上年增长3.7%，人均财政收入224.4元，比上年增长3.5%。农民人均纯收入6769元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/18d8bc3eb13533fa828b47421d9cea1f4134970aed05?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "联丰村",
    intr: "联丰行政村隶属云南省牟定县蟠猫乡，地处蟠猫乡北边，距蟠猫乡人民政府所在地16.6公里，到乡（镇）道路为土路，交通不方便。辖培龙、卡溪簸、河底、小荒田、土官坟5自然村10个村民小组。",
    pic: "https://bkimg.cdn.bcebos.com/pic/023b5bb5c9ea15ce0a5cc29db3003af33b87b2f7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "鹿颈村",
    intr: "在淡水河畔，是中国农工民主党创始人邓演达先生的故乡，邓演达纪念园也就位于该村。广东省三大岭南新民居示范点之一。新民居与邓演达纪念园、演达三高农业基地共同构成了“新农村乐园”。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4e4a20a4462309f7b2658d50770e0cf3d7cad66d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "美田村", intr: "", pic: "" },

  { name: "马安岭村", intr: "", pic: "" },

  {
    name: "米坑村",
    intr: "米坑村委会位于广东省陆丰市金厢镇与桥冲镇交界处，总人口约3100人，面积约3.5平方公里，是金厢镇最偏远的一个村委会，距离陆丰市区16公里，距金厢镇府5公里。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65ce4883fcdfbf2b21192138afb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "乐道村",
    intr: "乐道村隶属于云南省昆明县匡远镇中乐行政村，属于坝区。位于匡远镇南边，距离匡远镇政府13公里，是中乐村委会所在地。国土面积有2平方公里，海拔1530米，年平均气温15℃，年降水量683毫米，适宜种植水稻、蚕豆等农作物。有耕地1399亩，其中人均耕地0.93亩；有林地200亩。全村有农户451户，有乡村人口1674人，其中农业人口1674人，劳动力1045人，其中从事第一产业人数916人。2009年全村经济总收入1063.17万元，农民人均纯收入3500元，农民收入主要以种植业、养殖业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/728da9773912b31b91211eb28418367adbb4e1d8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "黎顺村", intr: "", pic: "" },

  {
    name: "明热村",
    intr: "明热村位于深汕特别合作区赤石镇的西北部，区域面积54.8平方公里，村委会驻地距离集镇10公里，山地面积6.57万亩，耕地面积4064亩，其中水田960亩，旱地214亩，其它临时性耕地2890亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8cb1cb134954092387e710b29358d109b2de496b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "明星村",
    intr: "明星村同俄戛、民裕三个小村并成，位于米箩乡政府西面12公里处，东与草果、倮么村相连、南靠玉舍林场、西与勺米乡接壤、北靠盐井乡，境内居住着汉、布依、水、苗、彝、仡佬等民族。全村辖20个村民组，1876户6685人，总面积31.5平方公里，有耕地面积5564亩，人均占有粮315.43公斤，人均纯收入1432.47元。最高海拔1800米，最低海拔1000米，平均海拔1400米，年平均气温14.2℃，气候温和，土壤肥沃，水源丰富，境内有大量的煤炭、石灰岩等矿藏资源。全村以种养殖业为主，盛产玉米、水稻、小麦等粮食作物，以种植烤烟和各种蔬菜为经济作物，种植着大面积的茶叶、桉树、杨梅、桃、李、板梨、黄果、桔子、干蔗等经果林。玉马公路横穿7个村民组。经上级有关部门的设计规划，把俄戛村列为农业综合开发试点。--人口总数：6685人 农业人口：6645人 非农业人口：40人 --行政区面积：31.5平方公里 耕地面积：5564.0亩 --主要民族成分：汉，布依，水，苗，彝，仡佬 发展口号： --所辖村：20个村民组 生产总值：1245.0 万元--主要经济产业：玉米，水稻，小麦，洋芋，蔬菜，核桃 名特产品：桃桃 办公所在地：俄戛村东风组 --自然条件：水资源丰富、土壤肥沃、气候温和 资源：煤炭[1]",
    pic: "https://bkimg.cdn.bcebos.com/pic/64380cd7912397dd9fc886c45b82b2b7d1a287b8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "谟岭村",
    intr: "谟岭村位于广东省惠州惠东县西南部，与惠阳区沙田镇相邻，面积约4平方公里，总人口2000人，有六个自然村，村民主要以农业种植为主，是白花镇4 个特困村之一·",
    pic: "",
  },

  { name: "磨海村", intr: "", pic: "" },

  { name: "联河村", intr: "", pic: "" },

  {
    name: "沥背村",
    intr: "沥背村，隶属于广东省汕尾市陆河县螺溪镇，地处汕尾市最北部，与梅州五华县龙村镇、揭阳揭西县上砂镇接壤，是螺河的发源地。",
    pic: "",
  },

  {
    name: "良田村",
    intr: "广东省广州市白云区钟落潭镇良田村位于广从公路东侧，交通发达，位于镇的西部偏南，辖内28个生产社，全村总面积12平方公里，耕地面积4098亩。有资料显示引，该村本地户籍总人口10080人，其中农业人口8327人。农业主要以水稻、蔬菜和饲养鸡、鸽、猪为主。良田村是镇人口最多的村。良田综合农贸市场、市116中、云竹工业聚集区等均位于村内。村投入500万元让95%以上的村民用上九佛水厂的自来水。该村有村级卫生站 所、私营诊所3所。成立了专职环卫队，全村设垃圾池100多个，改善了环境卫生；建成面积4000多平方米的文化广场。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d62a6059252dd42aea17ba6c013b5bb5c8eab8df?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南洞村",
    intr: "南洞村位于浙江省云和西北边沿处，北邻松阳，西接龙泉，海拔600余米。为云和黄氏最早的发祥地，黄家村无外姓家族，南洞黄氏乃唐昭宗时百十九世祖峭山公第九子之后裔。",
    pic: "https://bkimg.cdn.bcebos.com/pic/e4dde71190ef76c6424851ec9a16fdfaae51675b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南村",
    intr: "南村，多用于地名。有镇、乡、村，是南方有名的一个乡村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9213b07eca80653889274d3890dda144ac3482c8?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "罗庚坝村",
    intr: "罗庚坝村隶属于广东省汕尾市陆河县南万镇桂培村、相邻万东村、深渡村、万全村、长营村，交通便利，社会和谐稳定，茂林成荫。海拔1,590米，年平均气温18℃，年降水量1500毫米，适合种植草果、水稻、玉米、花椒、八角、砂仁等农作物。全村耕地面积2692亩，人均耕地1亩，林地2,039.5亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/902397dda144ad3424375116dda20cf430ad8593?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "岭梅村", intr: "", pic: "" },

  { name: "琴塘村", intr: "琴塘村，梅州市五华县下辖村。", pic: "" },

  {
    name: "青皇村",
    intr: "青皇村位于广东省东莞市清溪镇，共有四个村民小组，户籍人口约1100人，位于清溪镇东南部，南与凤岗交界、北连接青湖工业园。青皇环境优美，宜居宜商。现有30家企业进驻，2008年全村工业总产值38500万元，村可支配财政收入475万元，村级资产总额1829万元，人均纯收入8098元。几十年沧桑，青皇实现了跨越式的历史巨变。从陷入瘫痪的农业到工业产值上千万，是改革开放成就了今天的青皇村。一定能够建设得更加和谐繁荣，走上富裕的康庄大道。该村党支部、村委会以科学发展观为指导，紧紧围绕“美村、安村、强经济”的要求，对照“建设小康示范村”的标准，加大投入力度，狠抓基础设施建设和社会公益事业建设，整治村容村貌，以“生产发展、生活富裕、乡风文明、村容整洁、管理民主”为目标，进一步推进社会主义新农村建设。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4034970a304e251fbb15589ca786c9177e3e53f7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "秋冬村",
    intr: "秋冬村位于河东镇西南面，距离市区8.5公里，是河东镇最偏僻的山区村。",
    pic: "",
  },

  { name: "全坑村", intr: "", pic: "" },

  {
    name: "群丰村",
    intr: "中国农村名字，坐落于湖南省、江西省、浙江省和陕西省等。贵州省。",
    pic: "",
  },

  {
    name: "山陂村",
    intr: "山陂村，广西壮族自治区桂林市全州县龙水镇下辖行政村。 [1] ",
    pic: "",
  },

  {
    name: "山顶村",
    intr: "植被汝州市夏店乡北部有一个奇特的村子，它因位于海拔680多米高的打虎山山顶而得名“山顶村”。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c995d143ad4bd113d102c26b51afa40f4afb059f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上村",
    intr: "场口上村曹氏从上海图书馆找回5套清朝年间修订的《富春曹氏宗谱》。这5套宗谱，始修于乾隆11年（1746年）。之后，又分别在乾隆五十七年、道光七年、咸丰六年以及同治十一年（1872年）重修。其中，同治十一年修订的宗谱最为齐全，共有6卷。“《富春曹氏宗谱》已有138年没修了。”68岁的上村村民曹根堂告诉记者， 1948年，上村曹氏曾修订过宗谱，不久后全国解放，圆谱一事又因故搁浅。文革期间，破四旧之风盛行，重修的宗谱也被付之一炬。截止2008年，该村有农户1345户，乡村人口5164人，男性2562人，女性2602人，其中农业人口5164人，劳动力3576人，从事第一产业人数2343人；该村以汉族为主，是苗族、彝族混居地，其中苗族233人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4afbfbedab64034f47744108afc379310a551d06?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上东村",
    intr: "上东村位于广东省饶平县最东部，东与福建省诏安县接壤。从宋代到清代有史可查的，有进士10人，举人36人，在朝为官56人。俚谚云：“欲知京中事，须问东里人。”2020年10月，授予“广东省爱国拥军模范单位”荣誉称号。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/78310a55b319ebc451f7578a8026cffc1e171611?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上七村",
    intr: "上七村，隶属于陕西省安康市汉阴县，位于其漩涡镇境内。",
    pic: "",
  },

  { name: "十洞村", intr: "", pic: "" },

  { name: "石础村", intr: "石础村，梅州市五华县下辖村。", pic: "" },

  {
    name: "石艮村",
    intr: "石艮村位于广东省陆丰市西南镇，地处西南镇南方，全村总人口4千多人，下辖七个自然村民小组，处丘陵山地，属镇贫困村。",
    pic: "",
  },

  { name: "企岭村", intr: "", pic: "" },

  {
    name: "内湖村",
    intr: "内湖村，位于福建省泉州市，拥有人口达1292人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5366d0160924ab18fe22bb4d32fae6cd7b890b97?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "四甲东坑村", intr: "", pic: "" },

  { name: "酥醪村", intr: "", pic: "" },

  {
    name: "泰安村",
    intr: "泰安村位于管理区之西南，距九里集镇3公里。南邻琴湖管理区，西接兴福管理区，北靠梅塘，东与石墩村相连。1957年是兴隆乡金星第六高级社，1958年公社化时与石墩村并为兴隆乡第三大队，1961年改为第四大队，1981年改名为泰安大队，1983年改称泰安村。因紧靠大东门泰安桥、泰安街，故取其名。2000年7月随兴隆镇并入虞山镇，2003年2月划归虹桥区管理。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d31b0ef41bd5ad6e1c0244fb81cb39dbb6fd3c23?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "谭公村", intr: "谭公村，广东省惠州市惠东县下辖村。", pic: "" },

  {
    name: "棠下村",
    intr: "位于湖南省永州市江永县夏层铺镇，位于上、下甘棠村下方，故名。村委会驻棠下，辖棠下等10个村民组。面积5.5平方公里，耕地99公顷，344户，1432人。",
    pic: "",
  },

  {
    name: "田墩村",
    intr: "田墩村座落在潜山县的东北角，一条大沙河穿村而过，下浒山水库座落境内，东邻桐城市，北邻黄柏、官庄镇，西邻槎水镇，总面积20平方面积，其中水田面积356余亩，山场面积18410亩，茶园550亩，桑园300亩，辖14个村民组，348户，1280余人，劳动力数800人，其中从事个体工商户30余人，交通运输15人，建筑业30余人，外出务工人员200余人。近年来，村“两委”一班人强化自身建设，规范村级工作，明确村干分工，大力发展集体经济，一心一意为群众办事，以农业、茶、竹、蚕桑、油漆刷柄加工、养殖五大产业为主导协调发展的中心村，2008年农村经济总收入550万元，村集体经济收入8万元，农民人均收入3000元，2006、2009年两年被县委命名为“五个好”村党支部标兵，2008年被评为潜山县平安村。",
    pic: "",
  },

  {
    name: "田牌村",
    intr: "田牌村是革命老区，地处广东省博罗县罗阳镇北面，离县城5公里，总面积6平方公里，包括9个村民小组，总户数269户、人数1223人，村民从事农业种养为主，全村有耕地面积1702亩。田牌村发挥靠近县城、毗邻象头山国家级自然保护区和惠州抽水蓄能电站的地缘优势，积极推进城郊型生态旅游村建设，努力探索科学发展生态绿色经济新路子。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d56285352f0a55fc9bef76c6a6ef6301?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "田心村",
    intr: "田心村属于罗湖区笋岗街道办事处管辖的一个自然村。位于宝岗路，共有自建房屋158栋，多层22栋，高层4栋，出租屋3105套间，居住人口7500多人，地处繁华闹市，交通方便。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b58f8c5494eef01f8fcbf0d3e3fe9925bd317dcd?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "铁场村", intr: "", pic: "" },

  { name: "双田村", intr: "", pic: "" },

  {
    name: "横坑村",
    intr: "横坑社区总面积8370亩，户籍人口4801人，位于广东省东莞市寮步镇，毗邻市区，交通十分便利。",
    pic: "https://bkimg.cdn.bcebos.com/pic/50da81cb39dbb6fd558c023f0b24ab18962b37d7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "仍北村",
    intr: "仍北村位于广东省惠州市惠城区汝湖镇，总人口3729人，其中，党员80，村两委会干部7人，现辖17个村民小组，总面积25平方公里，其中，耕地面积3285亩，2007年集体经济总收入8.9万元，2007年村民年人均纯收入4580元，其中，特色主导产业有甜玉米。",
    pic: "",
  },

  { name: "双罗村", intr: "", pic: "" },

  { name: "上磜村", intr: "", pic: "" },

  {
    name: "山脚村",
    intr: "山脚村隶属于长湖镇祖莫村委会行政村，属于山区，位于镇东北部，距村委会1公里，距镇8公里。国土面积4.88平方公里，海拔1,930米，年平均气温13.8 ℃，年降水量809毫米，适宜种植包谷、烤烟等农作物。有耕地277.5亩，其中人均耕地2.48亩；有林地3,752亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/34fae6cd7b899e51932748a440a7d933c9950dd0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上澄村",
    intr: "上澄村有8 个村民小组，在册户数 279 ，人口 1460 人；全村总面积 ，耕地面积 626 亩。我村年平均气温为 ，年降雨量约为 ，气候特征 。",
    pic: "",
  },

  {
    name: "三洞村",
    intr: "三洞村委会位于广东省鹤山市龙口镇的偏南部，于2004年10月与七莲村委会合并组成，解放前后经历 点击此处添加图片说明过两合两分再合，与龙口镇府所在地相距11公里，距金岗圩4公里。270省道贯穿其中，沿省道旁有一条小溪河（俗称三洞河）由昆仑山脚流向金岗圩并汇入龙口河。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8ad4b31c8701a18b6d51046d992f07082838fe5e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上北村",
    intr: "上北村位于广东省汕头市澄海区西北部，与潮州市磷溪镇、官塘镇、铁铺镇接攘，下辖8个自然村，其中，侯邦、宅头是革命老区村，上北村总面积3.63平方公里，耕地2838亩，人口8637人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8b13632762d0f703582efdf40ffa513d2697c57e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "石船村", intr: "", pic: "" },

  {
    name: "榴坑村",
    intr: "榴坑村，位于河源市江东新区古竹镇境内。2019年11月6日，市卫生健康局公布2019年河源市卫生村名单，榴坑村在内。 [1] ",
    pic: "",
  },

  {
    name: "山下村",
    intr: "山下村位于广东省普宁市高埔镇，距镇区3.5公里，下辖柑树下、山下、深坑仔、半嶂、白石洋、坑尾仔等7个自然村。有镇区第一高山狮子崖山，多家果品厂。总人口3500多人。在明清史部分，现普宁市的南阳、梅林、黄沙、船埔、高埔等五个乡镇，是属于惠来县的（1949年6月划归普宁县）。因为潮籍旅外，多在清末。所以上述的现普宁五镇的侨民，常称惠邑人，不称普邑人，这是沿袭旧政区的说法。",
    pic: "",
  },

  {
    name: "慎田村",
    intr: "慎田村位于广东省河源市紫金县龙窝镇，归河源市管理，邻村有洋头光明村，琴星村，嶂下村，天蓝水清，人勤物丰，物华天宝",
    pic: "https://bkimg.cdn.bcebos.com/pic/0ff41bd5ad6eddc4057d00fa3bdbb6fd5266331c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "鹿窝村", intr: "", pic: "" },

  {
    name: "三联村",
    intr: "三联村位于深圳市龙岗区布吉联布北路，以低层板楼为主，周边有益家百货、万胜易购超市 、嘉华商场等配套环境。",
    pic: "",
  },

  {
    name: "石溪村",
    intr: "石溪村位于富屯溪畔，316国道旁，水陆交通便利。该村四邻：东邻石溪金溪水泥厂，西邻上凤村，南邻田坪村，北邻富屯溪——潘坊村，距离县城7.5公里。全村土地面积9410亩，其中山地面积890亩，农田耕地面积510亩，全村共有四个村民小组。总户数201户，总人口863人。党员41人，女党员7人，烈士家属1户，2006年村财收入9万元，人均纯收入3864元。村名来历：民国35年,上洋镇石溪保，管辖内有溪口、南山下、松毛垄、东坑、田坪、外垄、内垄、沙坪、半山、上坪头、上凤排、河墩、北坑、岩后、天台山。解放初期石溪属乡政府所在地，管辖村落名称有：将军、潘坊、上凤、田坪、谢坊、石溪等地。1954年成立初级社、高级社。1958年成立人民公社，1965年合并到洋口人民公社，石溪公社改为石溪大队，1984年改为石溪村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5ab5c9ea15ce36d32d14e1bb30f33a87e950b12d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "双新村",
    intr: "双新村位于镇政府西偏4、6公里，佛香阁西南6、8公里处，香山南路东，杏石口路北，西五环路西侧。共有南辛庄、北辛庄、四统碑、祁家村四个自然村。辖区总面积2240亩，常住人口户数1651户，总人口3447人，流动人口2万人。村内下属单位9个，分别是观光园、巡逻队、整治组、水电队、清洁队、绿化队、爱心苑公园、涂料厂、双新园物业。村中先后获得首都文明村、先进村委会、拥军优属先进单位等荣誉称号。",
    pic: "",
  },

  { name: "上濑村", intr: "上濑村位于广东省河源市紫金县瓦溪镇", pic: "" },

  { name: "乌桂村", intr: "", pic: "" },

  {
    name: "梧桐村",
    intr: "浙江省嘉兴市桐乡市梧桐街道梧桐村，隶属于桐乡市梧桐街道。",
    pic: "",
  },

  {
    name: "西溪村",
    intr: "西溪村地处丽水市莲都区西北部，是原西溪乡政府所在地，距市区30公里，离丽雅公路和金丽温高速公路洪渡出口处仅3公里，丽武公路穿越村口而过，交通便捷。全村总面积6.6平方公里，耕地面积599亩，山林面积7512亩，辖13个村民小组，共有470户、1266人。2006年被公布为浙江省第三批历史文化名村，2011年该村最具特色的八处精典古建筑，被公布为第六批省级文保单位。2014年被公布为国家级历史文化名村，第三批中国传统村落。",
    pic: "",
  },

  {
    name: "溪金村",
    intr: "溪金村委位于赤坑镇东南侧，距离海丰县城30公里，下辖溪山、金山2个自然村，耕地面积1678亩，共375户，人口1970多人。",
    pic: "",
  },

  {
    name: "下告村",
    intr: "下告村位于广东省河源市 紫金县上义镇。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c9fcc3cec3fdfc0381ad60a0d73f8794a5c226d4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "下葫村", intr: "下葫村，广东省汕尾市陆丰市八万镇下辖村。", pic: "" },

  {
    name: "下埔村",
    intr: "下埔村委会位于广东省陆丰市金厢镇陆金碣公路北边，面积约5.8平方公里，下辖下埔村、大宫村、开埔3个自然村，总人口3108人，是金厢镇偏北的农业地区。下埔村距陆丰市区约15公里，离金厢镇府所在地约4公里，只有一条过境公路。2021年9月3日，广东省司法厅发布2021年省级“民主法治示范村（社区）”创建单位名单，下埔村在内。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d8f9d72a6059252d4e2c9863339b033b5bb5b99a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "下青溪村",
    intr: "下青溪村隶属青溪乡，青溪乡位于县境西部，东邻附城、瓦溪、九和，西接柏埔、义容，南邻蓝塘，北接黄塘。乡政府驻地青溪圩，东北距县城36公里。",
    pic: "",
  },

  { name: "小金村", intr: "", pic: "" },

  { name: "小正村", intr: "", pic: "" },

  {
    name: "新村",
    intr: "新村隶属于山东省临沂市莒南县大店镇，清光绪二十四年(1898年)，陈氏由井子迁此建村，初名小辛庄。1966年修建陡山水库时，曹、王姓由库区五龙山前村迁此新建村庄，故名新村。人口612人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/caef76094b36acafc24120dd7bd98d1001e99c6a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新港村",
    intr: "新港村隶属于苍南县灵溪镇，截至2007年，共有村民716户2860人，耕地面积460亩。该村经济主要以农业、工业、商业、服务业为主。2007年工业产值2380万元，全村共有村集体资产500多万元，农民人均收入达6830元人民币。",
    pic: "",
  },

  {
    name: "义联村",
    intr: "义联村，隶属于广东省惠州市大亚湾经济技术开发区，位于其霞涌街道境内。2018年3月，被省司法厅认定为2017年广东省“民主法治村（社区）”创建单位。 [1] 2022年7月，被省司法厅确认为2022年广东省“民主法治示范村（社区）”创建单位。 [2] ",
    pic: "",
  },

  {
    name: "约坑村",
    intr: "约坑村位于广东省惠州市龙门县麻榨镇的东北面，下辖11个村小组，总人口621人，全村耕地面积200亩，村集体经济年收入约0.6 万元。",
    pic: "",
  },

  {
    name: "水美村",
    intr: "广东省潮安县城庵埠西北5.4千米，彩塘镇政府驻地东1千米。属彩塘镇辖村。人口8696人。吴氏创村于明朝中期，因村四面环水，水清而美得名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cb8065380cd79123ea614c30ad345982b3b780f5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "围湖村",
    intr: "围湖村，梅陇镇下辖村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b812c8fcc3cec3fd1e6a49cad888d43f8794273d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "维布村", intr: "", pic: "" },

  {
    name: "七联村",
    intr: "七联村委员会是由上梅湖、下梅湖、沙墩头、学田山、围顶、津头湖、大瑞坑等7个村小组组成，由于地形呈“带渔形，该地形相互相连在一起简称“七联村”，这是七联村的历史渊源。现全村常住户有320户，人口1400多人，外来人口有4000多人，总人口约6000多人，村民年均收入达6000元，全村现中外合资企业、三来一补企业40多家。",
    pic: "https://bkimg.cdn.bcebos.com/pic/09fa513d269759eeb7e7f2b3b0fb43166d22df17?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "沙上村", intr: "", pic: "" },

  {
    name: "维新村",
    intr: "维新村位于福建省泉州南安市的罗东镇政府驻地以南1.7公里处，聚落散布在梅仙公路东侧丘陵盆地上。（概述图： [1]  ）",
    pic: "https://bkimg.cdn.bcebos.com/pic/dbb44aed2e738bd44cd3956ba18b87d6267ff9fe?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "三径村", intr: "", pic: "" },

  {
    name: "长岌村",
    intr: "长岌村是广东省河源市紫金县黄塘镇下辖村。 [1] ",
    pic: "",
  },

  {
    name: "长江村",
    intr: "长江村隶属于江苏省江阴市夏港街道，位于夏港镇东，与江阴市区接壤，全村总面积6.5平方公里，总人口4445人，1167户，27个村民小组。该村是江阴市新农村建设的典型。2011年长江村下属的新长江集团位列2011年中国企业500强中的第195位，在中国百强民营企业中名列第13位，强大的经济实力让长江村每年都给村民派放各种福利，从最早的送别墅、送股份，到后来的送现金，送消费券，一直到2012年的送黄金，让村民得到了实惠。2017年12月，荣获2017名村影响力排行榜300佳。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4e4a20a4462309f79052358c04581bf3d7ca7acb78ac?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长坑村",
    intr: "长坑村地处寮步西南，全村面积180公顷。现有常住人口800余人，外来人口180人。70米宽的西南公路横跨我村辖区内，新建的莞深高速公路有两个路口在我村内，极大缩短了到深圳、广州的时间。改革开放前，是一纯农业村，大部分群众以务农为主，改革开放后，调整方向，群众基本都在工厂上班，人均年收入达3000元左右。土地资源丰富。现有外资企业4家，计划在未来两年内再建立两个工业区：一个东区、一个西区。东区主要接纳一些小型的民营企业，西区主要接纳一些大中型的民营、外资企业。中华人民共和国成立初期全村有95户435人，耕地总面积1530亩。2003年，全村有243户，总人口858人，其中男性433人，女性425人。外来暂住人口580人。",
    pic: "",
  },

  { name: "长龙社区", intr: "", pic: "" },

  {
    name: "长山头村",
    intr: "长山头位村于雁荡山景区雁湖景区，全村现有556户，共1625人，劳动力839人，其中外出经商人员占5成以上，全村共有耕地395.6亩，人均耕地面积0.3亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/574e9258d109b3dedeec8ecbc9bf6c81810a4cc5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "招贤村",
    intr: "招贤村是位于河北省邯郸县南吕固乡的村庄，本村人口2100人，土地面积1950亩。",
    pic: "",
  },

  {
    name: "召贡村",
    intr: "召贡村委会位于海丰县城西北部风景优美的广东莲花山森林公园内，距离县城17公里。全村总面积约11平方公里，其中耕地面积300亩，山林地面积33000亩，辖有2个自然村，2个村民小组，78户，人口566人 。",
    pic: "",
  },

  { name: "正昌村", intr: "", pic: "" },

  {
    name: "庄田村",
    intr: "庄田村，隶属于云南省寻甸回族彝族自治县金源乡安秧村，属于半山区。位于安秧村委会东南边，距离村委会2.1 公里，距离金源乡政府所在地6.3公里。面积1.58亩，海拔2000米，年平均气温15.08℃，年降水量1000毫米，适宜种植水稻、玉米等农作物。有耕地444亩，其中人均耕地0.73亩；有林地1371亩。全村辖2个村民小组，有农户150户，有乡村人口611人，其中农业人口611人，劳动力397人，其中从事第一产业人数380人。2008年全村经济总收入187.4万元，农民人均纯收入951元。该村属于贫困村，农民收入主要以种植业、养殖业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/e850352ac65c10383ffc1c65bc119313b17e8993?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "云峰村",
    intr: "云峰村隶属于四川省成都市新津区金华镇，有6个村民小组，全村总人口1975人。",
    pic: "",
  },

  { name: "新埔村", intr: "", pic: "" },

  {
    name: "热水村",
    intr: "热水村隶属于德泽乡热水村委会，属于半山区。位于德泽乡北边，距离热水村委会1 公里，距离德泽乡5公里。海拔1643米，年平均气温17 ℃，年降水量890毫米，适宜种植水稻等农作物。有耕地314.3亩，其中人均耕地.54亩；有林地1367.7亩。全村辖1个村民小组，有农户158户，有乡村人口584人，其中农业人口584人，劳动力386人，其中从事第一产业人数238人。2010年全村经济总收入391万元，农民人均纯收入2196元。农民收入主要以种植业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65cedbf068ef5f2b21192138a91?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "新作塘村", intr: "", pic: "" },

  { name: "新民村", intr: "", pic: "" },

  {
    name: "新结村",
    intr: "新结村位于广东省惠州市博罗县罗阳镇，村委员辖下14个村民小组，总人口1826人，农业户420户，总耕地面积2650亩。",
    pic: "",
  },

  {
    name: "铁门扇村",
    intr: "惠州巿惠阳经济开发区铁门扇村位于广东惠州惠阳区秋长镇东部、经济开发区的西南部与淡水街道相连。由铁门扇、山塘尾、沙美村、黄竹坜等自然村组成，管辖十三个生产队，总面积8平方公里，常住人口3000多人。铁门扇村黄竹坜是秋长镇客家文化起源地，文物古迹众多，叶姓人口占全村原居民总人口百分之九十八以上。水资源丰富，淡水河由南向北绕过，秋溪河（又名石角河）自西向东与它汇流，黄竹坜河流经全境是该村的主要灌溉渠。交通便利，宽广的惠南大道穿梭而过将该村分为东西两部分。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3bf33a87e950352a0aa4941a5c43fbf2b3118bdf?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新四村",
    intr: "新四村位于广东省东莞市横沥镇西北面，由小田头、小坑尾、油榨村、黄塘四条自然村组成，占地面积4.9平方公里，拥有户籍人口2006人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/42a98226cffc1e172dd8f4884790f603738de920?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "幸福村",
    intr: "幸福村地处翁冷乡边，距护国乡政府所在地14公里，到乡道路为弹石路，交通方便，距县80公里。东邻岳家寨 ，南邻边河 ，西邻盈江 ，北邻梁河。辖牛场 、丁家寨 、李家寨等 11个村民小组。",
    pic: "https://bkimg.cdn.bcebos.com/pic/dc54564e9258d10966234ca1d158ccbf6d814de5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上洞村",
    intr: "上洞村委会位于石城镇的东北方,距云浮市区15公里,距石城镇政府约17公里。",
    pic: "",
  },

  {
    name: "星光村",
    intr: "星光村隶属武汉市蔡甸区奓山街道，面积2平方公里，邻近318国道和奓山集镇，耕地面积765亩，辖7个村民小组，现有农户255户，总人口1039人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4e4a20a4462309f7c77d7850770e0cf3d7cad666?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "塘排村", intr: "", pic: "" },

  {
    name: "洋高村",
    intr: "洋高村是敬梓镇一个行政村、紧挨冯坑村、中联村,物产丰富,物华天宝,空气清新",
    pic: "",
  },

  {
    name: "施公寮村",
    intr: "施公寮村位于遮浪施公寮半岛终端，下辖二个自然村，总人口2791人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/0ff41bd5ad6eddc4c1b0c02b3fdbb6fd5366338e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "石塘村",
    intr: "1、江西省南康市东山街道石塘村 石塘村位于南康市东北部，是东山街道办事处的行政村之一， 石塘村的驻地为楼子下自然村。2、石塘村农业耕作较传统，主要以生产水稻、花生为主，由于属于亚热带季风气候，农作物一年两熟至三熟，兼种油菜、红薯一些其它农作物。3、石塘村山林较多，林业资源丰富，山地有松树、杉树、竹子等林木资源。由于阳光充足，雨水丰富，石塘村也盛产桃、李、芭蕉、柿子和脐橙等水果。4、石塘村拥有数家幼儿园和一所完全小学——石塘小学。",
    pic: "https://bkimg.cdn.bcebos.com/pic/95eef01f3a292df5c829f61abc315c6035a873d2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "增华村",
    intr: "梅州市五华县（市、区）增华村位于横陂镇东北部。我村辖8个村民小组，在册户数233户，人口1132人；全村总面积354.01平方公里。",
    pic: "",
  },

  {
    name: "张村",
    intr: "张村，隶属于河南邓州张村镇，东与赵集镇隔湍河相望，西邻淅川县厚坡镇，南接文渠乡，北十林镇。南北长10.5公里，东西宽13.75公里，总面积78.1平方公里。耕地85825亩。15392户，56385人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/79f0f736afc3793107d66c3ae6c4b74543a91162?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "高埔岗街道",
    intr: "高埔岗街道，隶属广东省河源市源城区，位于源城区中南部，东邻埔前镇大塘村、河源市高新技术开发区，西接埔前镇陂角村、龙岭工业园，南连埔前镇杨子坑村、河源市高新技术开发区和河背村，北与河源市高新技术开发区、埔前镇高埔村接壤。 [1]  辖区面积10.5平方千米，下辖新陂、大水井、新作塘3个社区。 [3]  2020年末，高埔岗街道辖区总人口2万多人，其中户籍人口3800多人。 [3] 高埔岗街道境内有长深高速公路、205国道穿境而过。 [1] 2020年，高埔岗街道完成固定资产投资15.8亿元，其中工业固投完成3.1亿元。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/c83d70cf3bc79f3df8dc758ebef3da11728b47108349?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "坑梓街道",
    intr: "坑梓街道，隶属于广东省深圳市坪山区，位于坪山区东北部，东、北向与惠州市大亚湾西区街道和惠阳区秋长街道接壤，南、西向与龙田街道毗邻，辖区面积24.07平方公里。截至2017年，坑梓街道常住人口约13.8万人，户籍人口约0.9万人。 [1]  截至2020年6月，坑梓街道下辖4个社区。 [2] 坑梓历史底蕴深厚，人文色彩浓郁，为有名的腰鼓之乡，有深圳近现代教育先河的百年老校——光祖中学、80万平方米的深圳国际文化产业博览会分会场——深圳家居文化创意园、坪山区首家民办公益性博物馆和畅园博物馆。 [1] 截至2017年，坑梓街道有3个社区股份合作公司，注册资金2.61亿元，实现年产值4.92亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8694a4c27d1ed21b0ef42d7f2924cac451da81cb915d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "三和街道",
    intr: "三和街道，隶属于广东省惠州市惠阳区，距离厦深铁路惠阳站 [6]  8公里，距离惠州港18公里，距离惠州平潭机场21公里，距离惠阳城区5公里、距离惠州市区23公里、距离深圳60公里，总规划控制面积65平方公里。2021年政府官网显示，三和街道总人口约6.5万人，户籍人口1.6万人。 [1-2]  截至2020年6月，三和街道下辖1个社区和5个行政村。 [3] 2016年度，三和街道GDP累计23.92亿元；规模以上工业增加值累计19.46亿元；固定资产投资完成29.16亿元，同比增长17.5%；社会消费品零售总额累计4.82亿元，同比增长12.1%；出口总额累计18.33亿元；工商税收累计完成4.8亿元，增幅33.3%（其中国税累计完成2.89亿元，增幅54.9%；地税累计完成1.91亿元，增幅10%）；工业用电量累计2.46亿千瓦时，增幅11.8,%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8ad4b31c8701a18b87d66ec02c64100828381e3050a2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄村镇",
    intr: "黄村镇，北京市大兴区下辖镇，是大兴区委、区政府所在地。地处大兴区西北部，东邻青云店镇，南邻北臧村镇，西隔永定河与房山区长阳镇相望，北邻西红门镇并与丰台区卢沟桥地区办事处接壤。镇域面积65.37平方千米。 [1] 黄村地区在汉代已形成村落。辽为析津县招贤乡东棊里。金元时名荒村。元时谐音名黄村。明代置荒村社。清属顺天府南路厅。1981年，置黄村镇，属大兴县。2001年1月，北京市大兴区成立，同年3月2日，在原大兴区黄村镇行政区域内设立兴丰街道办事处、林校路街道办事处和清源街道办事处，直属大兴区政府，同时保留大兴区黄村镇建制。 [1]  截至2018年末，黄村镇有户籍人口43327人。 [2]  截至2020年6月，黄村镇下辖13个社区和52个行政村， [3]  镇政府驻黄村镇清源路9号。2011年，黄村镇工业总产值达到129.1亿元，比上年增长18%，工业增加值24.5亿元。财政总收入5亿元，比上年增长82.9%。从各主要税种看，完成营业税2.4亿元，增值税0.3亿元，企业所得税0.6亿元，分别比上年增长79.3%、-1%、62.2%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca806538a1b8307580dda144ad34256f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新江街道",
    intr: "新江街道，隶属广东省河源市源城区，位于源城区西半部，东与上城街道接壤，南与源南镇辖区相连，西、北至新丰江畔。 [1]  辖区总面积3.7平方千米，下辖上角、卫星、城西、朱门亭、龙尾坝、城南6个社区。2020年末，新江街道辖区有常住人口3.8万人。 [2] 新江街道是河源市汽车总站、源城汽车客运站所在地，国道G205线贯穿辖区，河紫公路蜿蜒而过。 [2] 新江街道辖区第三产业发达，有中心市场、上角市场、城南市场等7个大型农贸市场和友谊商场、好万家电器城等大型商业设施，建有汇豪国际、滨江金利、世纪豪廷等多家星级酒店，培育形成了滨江餐饮美食、农副产品集散和小商品批发特色商圈，是市区传统的商贸旺地。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6f061d950a7b02087bf40fe4668be5d3572c11df622e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙城街道",
    intr: "龙城街道，隶属于广东省深圳市龙岗区，位于龙岗区中心城，东与龙岗、宝龙街道毗邻，西与东莞市凤岗镇接壤，南连横岗、园山街道，北与龙岗街道相通，辖区面积34.06平方千米，建成区面积31.23平方千米，占辖区总面积91.69%。截至2020年末，龙城街道常住人口498266人(第七次人口普查) [14]  。 [1]  截至2019年10月，龙城街道下辖15个社区。 [2] 龙城街道是龙岗区的政治、文化和商业中心，是2011年第26届世界大学生运动会主会场、运动员村、媒体中心所在地，拥有深圳市六个“城市新客厅”之一的大运新城。辖区有各类公园37个、面积574.94公顷，其中市政公园7个、社区公园22个、街心公园8个。辖区绿化总面积11.423平方公里，林地面积4.183平方公里，建成区绿化总面积约7.24平方公里，绿地覆盖率36.5%。 [1] 2017年，龙城街道实现地区生产总值356.14亿元，同比增长5.7%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca806538a17f307580dda144ad342556?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江南街道",
    intr: "江南街道，隶属于重庆市长寿区，地处长寿区南部，东与涪陵区石沱镇相邻，南靠五堡山山脉与涪陵区石和乡接壤，西与巴南区麻柳嘴镇相连，北临长江，总面积68平方千米。 [1]江南街道是秦朝女实业家巴寡妇清的故乡。明代，江南街道境域属乐温玉溪里；2009年9月，由江南镇改设为江南街道。2011年末，江南街道总人口22390人。 [1]截至2020年6月，江南街道下辖2个社区、7个行政村， [2]街道办事处驻江南中路3号。 [1]江南街道粮食作物以水稻、玉米为主；工业以铸造、机械加工、建筑材料为主。 [1]",
    pic: "",
  },

  {
    name: "龙丰街道",
    intr: "龙丰街道，隶属于广东省惠州市惠城区，位于惠城区西部，东与桥西街道相接，西与潼湖镇毗邻，南接惠环街道，北连江南街道，是惠州市区交通枢纽，也是惠城区行政中心所在地。行政区域面积51平方千米。 [2]  截至2020年末，龙丰街道常住人口约12万人。 [6] 1991年3月27日，从惠环镇划出，设立龙丰街道。 [3]  截至2021年10月，龙丰街道下辖7个社区、1个行政村， [4]  街道办事处驻上排大岭路8号。 [2] 2018年，龙丰街道完成地区生产总值65.57亿元，同比增长4%；限上工业总产值15.57亿元，同比下降14.9%；限上社会消费品零售总额56.6亿元，同比增长20.3%；第三产业增加值55.9亿元，同比增长7.8%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b812c8fcc3cec3fdcad8190bdc88d43f869427ed?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "澳头街道",
    intr: "澳头街道，隶属于广东省惠州市惠阳区 [4]  ，地处惠州市南部、惠州大亚湾畔，东邻霞涌街道，南临南海、毗邻香港，西与深圳接壤，北邻西区街道，街道办事处距惠州市区50千米， [2]  区域总面积96.27平方千米。 [2]  截至2011年末，澳头街道常住人口有5.99万人。 [2] 明清时期，朝属归善县上下淮都；2008年1月31日，更名为澳头街道办事处。 [2]  截至2021年10月31日，澳头街道辖9个社区、13个行政村； [3]  街道办事处驻澳头兴盛二路8号。 [2] 2011年，澳头街道农民人均纯收入11790元。 [2]  2017年，澳头街道财政拨款收入合计16350.62万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5d6034a85edf8db1730a92850223dd54564e742f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "和平村",
    intr: "和平村，云南省楚雄市苍岭镇下辖自然村，属于坝区。距离村委会4公里，距离镇14公里， 面积0.93平方公里，海拔1818米，年平均气温15.40℃，年降水量822.40毫米，适宜种植水稻等农作物。有耕地403.00亩，其中人均耕地1.40亩；有林地708亩。全村辖1个村民小组，有农户62户，有乡村人口270人，其中农业人口258人，劳动力179人，其中从事第一产业人数164人。2012年全村经济总收入228.80万元，农民人均纯收入4851元。 农民收入主要以种养殖业为主。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/50da81cb39dbb6fdd5a797810424ab18962b379c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "田头村",
    intr: "田头村是浙江省庆元县张村乡下辖村，位于张村乡公路沿线，全村共有3个村民小组，总人口115户301人，总耕地面积170亩，其中水田面积1678亩，主要种植水稻，2011年人均收入为6685元。该村主要通过发展食用菌、锥栗、山地西瓜等产业来提高农民收入。 [1] ",
    pic: "",
  },

  { name: "云步村", intr: "", pic: "" },

  {
    name: "樟洋社区",
    intr: "樟洋社区位于“小香港”之称的广东省东莞市樟木头镇的南部，辖区总面积13.6平方公里，下辖4个自然村、19个居民小组，现有本地人口2384人，外来人口约2.5万人。",
    pic: "",
  },

  { name: "观澜街道", intr: "", pic: "" },

  {
    name: "竹塘村",
    intr: "竹塘村位于广东省东莞市凤岗镇西北部，地理坐标为北纬22045，30”，东经114008，10”，位于北回归线以南，属亚热带海洋性季风气候。气候宜人，雨量充沛，四季常青。村辖范围面积约5.5平方公里。村辖区域较广，村庄聚落相对比较集中，分别居住在石马河两岸。东与黄洞村接壤；西与竹尾田村接壤；南靠凤岗镇人民政府，与凤岗居民委员会接壤；北依龙眼山，与清溪镇三中村接壤。竹塘村的地质基岩由抵抗风化力强的坚硬花岗岩组成，属于台地地区。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d058ccbf6c81800a1fe62225b63533fa828b479d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中洞村",
    intr: "中洞村隶属惠东县高潭镇，地处海(丰)陆(丰)惠(东)紫(金)五(华)五县的结合部，距惠东县城112公里，距海丰县城45公里，距紫金县城50公里。中洞村总面积22.07平方公里，总人口约为890人，中洞村在东江革命历史上被称为“东江红都”。如今,重修后的中共东江特委、东江革命委员会、红二师师部所在地———百庆楼显得庄重而气派。是全国最早的区级苏维埃政府所在地和传统教育基地，形成惠州市乃至广东省红色旅游的一大亮点。全村建有文化站10个、业余文娱宣传队 9 个，极大的丰富了村民的业余文化生活。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9c16fdfaaf51f3de9c0aedd69ceef01f3b2979c3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新建村",
    intr: "新建村，流村镇辖村，位于镇政府西北部2.5公里处，距昌平城区32公里，区级公路北禾路由村边经过，是11路公交车的终点站，交通便利。村域面积3800亩，聚落占地村宅500亩，耕地1831亩。全村共400户，其中农户295户，人口共807人，其中男性397人，女性410人，非农户人数152人。姓氏以刘、王、葛为主，均为汉族。村内主要街五道，小街八道，院落一律座北（偏东）朝南。有小学校一所（原为完小，并校后改为初小），有幼儿园一所。",
    pic: "https://bkimg.cdn.bcebos.com/pic/18d8bc3eb13533fa34df577ca0d3fd1f41345b73?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "福塘村",
    intr: "福塘村位于万宁市龙滚镇分洪出海口南侧，区域面积22.5平方公里。全村73户，563人，其中常住人口283人，外出人口280人。2003年农民人均纯收入4356元。全村建起楼房33幢，平顶房27间，改水改厕69户，基本实现户户通电话和有线电视，95%的农户用上煤气，70%的农户添置了高档家具。该村是龙滚镇经济和文化比较发达的自然村之一，也是该市品位和档次较高的省级文明生态村之一。",
    pic: "",
  },

  {
    name: "佐坑村",
    intr: "佐坑村，广东省惠州市惠东县宝口镇下辖村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/fd039245d688d43f5ca5481a751ed21b0ff43bce?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小屯村",
    intr: "小屯村，北京市丰台区卢沟桥街道下辖村。 [1]  [3] 小屯村位于北京市丰台区卢沟桥街道 [3]  卢沟桥宛平城东北侧，距西长安街玉泉路3公里，濒临四环路、京石路。由5个自然村组成，面积243.1公顷，全村总户数1743户，4321人，其中农户1365户，3702人。北京美丽乡村联合会会员村、北京市综合减灾示范社区 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb80ee58b92b621d12f2eb9383f10?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "香洲街道",
    intr: "香洲街道，隶属于广东省汕尾市城区，地处汕尾市区西北部，东连凤山街道，南邻新港街道及临海，西接马宫街道，北与红草镇交界。 [3]  行政区划总面积约20.8平方千米。 [1]  2020年11月，香洲街道常住人口122133人。 [2] 原属海丰县汕尾镇。1956年，由汕尾镇划出东西郊区另组成东联乡。1957年，改称香洲乡。1958年，并入汕尾公社。1961年，由汕尾公社析出设香洲公社。1963年，并入汕尾镇。1988年。城区设置后，1989年2月，撤销汕尾镇，将原汕尾镇划分为凤山、香洲、新港3个街道。 [3]  截至2020年6月，香洲街道辖12个社区、2个行政村。 [4]  街道办事处驻市区城苑路中段。 [3] 2011年末，香洲街道财政总收入113万元，比上年增长20%。从各主要税种看，完成营业税701万元，增值税129万元，企业所得税295万元，个人所得税7万元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4ec2d5628535e5dde1d1ec1170c6a7efcf1b627a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "长布村", intr: "", pic: "" },

  {
    name: "新陂村",
    intr: "新陂村位于广东省惠州市龙门县永汉镇增龙路边，东至合口村，南至前锋村，西至莲圹村，北至红星村。",
    pic: "",
  },

  { name: "龙湖街道", intr: "", pic: "" },

  {
    name: "荔城街道",
    intr: "荔城街道，隶属于广东省广州市增城区，位于增城区中部，东邻增江街道，南接石滩镇，西连朱村街道，北靠小楼镇。是增城区的文化、教育中心。区域面积132.5平方千米。 [3]  截至2019年末，荔城街道总人口179857人，户籍人口134062人。 [7] 2004年2月19日，撤销荔城镇，设立荔城街道。2014年，撤销县级增城市，属于广州市增城区。 [1]  2022年，荔城街道共辖20个 [11]  社区、17个行政村。 [2]  街道办事处驻荔城大道148号。 [9] 2019年，荔城街道规模以上工业产值4.05亿元，全社会固定资产投资61.59亿元。 [7] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/7af40ad162d9f2d3572c7a890bba9d13632762d06604?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "凤山街道",
    intr: "凤山街道，隶属于浙江省宁波市余姚市，地处余姚市中部偏北，东邻丈亭镇，东南与陆埠镇相连，南濒姚江与梨洲街道相望，西与阳明街道毗连，东北与低塘街道、慈溪市横河镇接壤， [2]  行政区域面积45.5平方千米， [2]  截至2011年末，凤山街道总人口为82667人。 [2] 宋至清代，凤山街道境域属治山乡、通德乡和城区的一部分。2005年12月，更名为风山街道。 [2]  截至2020年6月，凤山街道辖9个社区、10个行政村； [3]  凤山街道办事处驻双河村金型路999号。 [2] 2014年，凤山街道工业总产值106.2亿元，其中规上企业产值52亿元，全社会投资28.81亿元，其中工业投资4.78亿元，商贸服务投资24.3亿元，自营进出口8.06亿美元；实际利用外资2500万美元，农业总产值1.26亿元；财政一般预算收入7.55亿元，其中地方收入4.08亿元，农民人均纯收入22940元。",
    pic: "https://bkimg.cdn.bcebos.com/pic/09fa513d269759ee3d6d7ee05daa54166d224f4a71c4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "邹光村",
    intr: "邹光村位于广东省惠州市博罗县柏塘镇，总人口972人,其中党员27人,村两委干部5人,辖7个村民小组,总面积3.2平方公里,耕地面积800亩。",
    pic: "",
  },

  { name: "澄华村", intr: "", pic: "" },

  {
    name: "夏阜村",
    intr: "夏阜村，广东省梅州市五华县横陂镇下辖村，位于梅州市五华县横陂镇东北部。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/5882b2b7d0a20cf4c2cebdaa7e094b36acaf996d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "嶂峰村", intr: "", pic: "" },

  {
    name: "平山街道",
    intr: "平山街道，隶属于广东省惠州市惠东县，位于惠州市东部的西枝江畔，惠东县境西部，属广东省中心镇之一，省级文明县城，是惠东县人民政府驻地和全县的政治、经济、文化中心。辖区面积110.88平方千米（2020年），户籍人口17.40万人（2019年），辖17个社区、19个行政村（2020年）。 [1-2]  平山街道三大产业的比例由2008年的4.1:51.5:44.4调整为2013年的3.6:38.6:57.8，形成了以制鞋、制衣为龙头，电子、五金、皮具、塑胶、建材、家具等门类比较齐全的工业体系，并着重发展仓储、快递、包装、运输等现代流通服务。2019年，平山街道有15个大型专业市场、34间新型流通连锁店、210间餐饮店、100间旅业，有规模以上工业企业21家，实现规模以上工业增加值5.3亿元。 [1]  [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/e4dde71190ef76c6eb82f3309f16fdfaaf51675c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "下围村",
    intr: "下围村委位于莲塘镇西边，面积约3平方公里，下辖下围村、新美村2个自然村，共7个村民小组，总人口1500多人，约有400户人家。 下围村距离高要城区约10公里，莲塘圩镇2.5公里，新桥圩镇3公里，有新兴江及新蛟公路贯穿其中，水陆交通便利，有较好的地理优势。",
    pic: "",
  },

  {
    name: "新葫村",
    intr: "新葫村，位于八万镇所在地西南方向，面积7.5平方公里，下辖9个自然村，总人口1975人，是八万镇较偏僻的村委会，村委会距离陆丰市区17公里，离八万政府5公里，通往市区和八万镇的水泥路。",
    pic: "",
  },

  {
    name: "水口街道",
    intr: "水口街道，隶属于广东省惠州市惠城区，地处惠城区中东部，东接横沥镇，南邻马安镇，西靠桥东街道办事处，北依东江， [1]  区域总面积114.33平方千米。 [1]  截至2011年末，水口街道户籍总人口12.8万人。 [1] 明清时期，属驯雉社（都）；2006年，撤镇设街道办事处。 [1]  截至2021年10月31日，水口街道辖4个社区、17个行政村； [2]  街道办事处驻湖滨社区德政路。 [1] 2011年，水口街道财政总收入297万元，比上年增长0.7%；完成税收收入5.56亿元，比上年增长5.3%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b21bb051f8198618367a0b0468bf39738bd4b21c48aa?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "西区街道",
    intr: "西区街道，隶属于广东省中山市，地处中山市西部，东邻岐江河，与石岐街道隔河相望，南与沙溪镇和南区街道相邻，西与沙溪镇相连，北以小榄镇为界，东北与港口镇接壤。 [2]辖区总面积25.21平方千米。 [3]截至2021年末，常住人口约13.3万人，其中户籍人口9.1万多人。 [3]南宋，属香山县城的西部。1996年10月，改称中山市人民政府西区办事处。1999年7月14日，沙朗镇并入。 [2]截至2021年10月，西区街道辖9个社区。 [4]街道办事处驻升华路8号。 [2]2020年11月25日，西区街道入选第三批节水型社会建设达标县（区）名单。 [1]2021年，西区街道实现地区生产总值144.6亿元，增长6.8%；固定资产投资58.2亿元；一般公共预算财政收入5.3亿元；社消零总额128.4亿元。 [3]",
    pic: "",
  },

  {
    name: "桥东街道",
    intr: "桥东街道，隶属于广东省惠州市惠城区，位于惠城区中东部，东与水口街道相邻，南临河南岸街道，西与桥西街道接壤，北与江北街道相连。 [1]  属新老城区交汇处，三面环水。 [2-3]  区域面积13.57平方千米。 [1]  截至2020年末，桥东街道常住人口约11.8万人，户籍人口约10.3万人，流动人口约1.5万人。 [10] 隋开皇九年（589年），桥东街道属归善县。1988年，属于惠州市惠城区。 [4]  截至2020年6月，桥东街道下辖10个社区，2个行政村。 [5]  街道办事处驻桥东塔仔湖路39号。 [1] 2018年，桥东街道地区生产总值完成42.45亿元，同比增长4.5%；三产增加值完成36.22亿元，同比增长3.8%；固定资产投资完成22亿元，完成年任务率110%。 [11] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/08f790529822720e0cf3f46878861d46f21fbe097d46?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "惠环街道",
    intr: "惠环街道，隶属于广东省惠州市仲恺高新技术开发区 [4]  ，地处惠城区南部，东与龙丰街道毗邻，南与陈江街道相连，西与惠阳区镇隆镇为邻，北与陈江街道接壤， [2]  总面积36平方千米。 [2]  截至2011年末，惠环街道户籍总人口17万人。 [2] 中华人民共和国成立前，称环城乡，惠阳县地；2010年2月，从惠城区划入惠州仲恺高新技术产业开发区。 [2]  截至2021年10月，惠环街道辖4个社区、3个行政村； [3]  街道办事处驻仲恺大道惠环段222号。 [2] 2011年，惠环街道财政总收入1.6亿元，比上年增长95%。从各主要税种看，完成营业税0.16亿元，增值税0.63亿元，企业所得税0.3亿元，个人所得税0.07亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/500fd9f9d72a6059252dc04c0b66239b033b5bb50c11?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "坪地街道",
    intr: "坪地街道，隶属于广东省深圳市龙岗区，位于深圳市东北部，西北至东北与惠州市接壤，东南与坪山区坑梓街道毗邻，西南与龙岗街道相连，紧邻龙岗中心城，处于深圳向东、向北拓展的战略通道，辖区面积53.14平方公里。 截至2019年10月，坪地街道下辖9个社区。 [1]  截至2020年6月，坪地街道总人口28.4万。 [2-3]  坪地街道是客家人聚集地，历史悠久，民风淳朴，客家围屋分布广，山歌、太极凉帽舞、舞麒麟等特色文化活动蓬勃开展，被誉为“文化之乡”“山歌之乡”；山林水域资源丰富，拥有龙岗河、丁山河、黄沙河等大小河流14条，山塘水库11座，山林面积3.3万亩，碳汇资源丰富。 [2] 2017年，坪地街道实现地区生产总值109.25亿元，同比增长6.6％。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8644ebf81a4c510fd9f9c7c34413322dd42a29340f9a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "约场村",
    intr: "约场村位于广东省惠阳区新圩镇西南部，主干道S358线贯穿本村，总面积5.2平方公里，其中耕地面积2000多亩，山地面积4800多亩，可开发利用面积约3000亩。村辖下11个村民小组，2个党小组，32名党员，共有常住人口923人，外来人口约1万人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/503d269759ee3d6d3d9777de44166d224f4ade56?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "淡水街道",
    intr: "淡水街道，隶属广东省惠州市惠阳区，位于位于惠阳区东南部，面积83平方公里。南临大亚湾，东至惠东县平山镇37公里，南距澳头港12公里，经澳头港至香港中港码头47海里，西与深圳接壤，北至惠城区37公里。 [1]  截至2019年，淡水街道有户籍人口159112人，常住人口约23万人。 [2]  截至2019年，淡水街道下辖20个社区和8个行政村， [3]  街道办事处驻广东省惠阳区南门西街29号。淡水街道相传在宋末是个小墟，叫“上墟”。明代为警卫海疆﹐在此设淡水卫，以保卫大亚湾沿海区域。清乾隆初年已形成较大的集镇，改为淡水墟，并设有司署等行政管理机构。民国二十八年（1939年）9月，成立人民区政权﹐是东江纵队时期最早建立的一个新政权。 [4]  2006年4月28日，惠阳区淡水镇举行撤镇设街道办事处挂牌仪式。 [5]  淡水街道属亚热带季风气候区，气候温和，雨量充沛，年均降水量1843.7毫米。 [1] 淡水街道，地处惠州淡澳经济走廊核心地带，交通、区位优势明显，古称“依河而生，因渔盐而盛”，是东江流域最繁华的商贸集镇之一。淡水历史悠久，人文荟萃，是客家人的聚居地，崇尚文化，涌现出邓承修、邓仲元等名人。淡水的老建筑风貌保存较好，历史街巷商业特色突出，有10处文物保护单位、104处历史建筑，涵盖庙宇、民宅、宗祠、会馆、书院、茶楼等多种建筑类型，文物古迹遗存丰富，历史文化价值较高。 [6] 2019年，淡水街道完成地区生产总值174.65亿元，增幅9.5%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/bd3eb13533fa828ba61e5d245f495634970a314eece7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "竹林村", intr: "竹林村是广东省汕头市澄海区莲上镇下辖村。", pic: "" },

  {
    name: "胜利村",
    intr: "胜利村，属于坝区。距离村委会1.00公里,距离镇1.00公里， 国土面积1.62平方公里，海拔1817.00米，年平均气温14.90℃，年降水量972.40毫米，适宜种植水稻、包谷等农作物。有耕地545.00亩，其中人均耕地0.32亩；有林地250.00亩。全村辖0个村民小组，有农户601户，有乡村人口1849人，其中农业人口1849人，劳动力892人，其中从事第一产业人数342人。2012年全村经济总收入3076.80万元，农民人均纯收入9084.00元。 农民收入主要以第二三产业为主。 全村有耕地总面积545.00亩(其中：田61.00亩，地484.00亩)，人均耕地0.32亩，主要种植水稻、包谷等作物；拥有林地250.00亩，其中经济林果地250.00亩，人均经济林果地0.14亩，主要种植枣、桃等经济林果； 其他面积1638.00亩。",
    pic: "",
  },

  {
    name: "杨村镇",
    intr: "杨村街道，隶属于天津市武清区，是武清区委区政府所在地，是全区政治、经济、文化的中心。 [7]  地处武清区北部，东隔津蓟铁路与梅厂镇搭界，南与下朱庄街道、黄庄街道为邻，西与东蒲洼街道毗连，北与徐官屯街道接壤。 [6]  街道办事处距天津市区30千米，距北京市区90千米 [2]  ，总面积22.3平方千米 [2]  ，截至2011年末，杨村街道总人口109237人 [2]  。1950年10月，武清县治迁此。2001年3月，撤镇设杨村街道 [2]  。2021年，杨村街道下辖13个社区； [4]  街道办事处驻光明社区居委会 [2]  。2011年，杨村街道财政总收入5.8亿元，比上年增长20.6%，其中地方财政收入2.95亿元，比上年增长22.1% [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/2fdda3cc7cd98d1001e9864c8369af0e7bec54e73a0d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "埔仔村",
    intr: "埔仔村在福建省泉州南安市梅山镇政府驻地东3.6公里处。村委会设在大厝。有17个村民小组，有村民738户3333人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d6ca7bcb0a46f21ff0b49fc2f4246b600d33ae9b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "陈江街道",
    intr: "陈江街道，隶属于广东省惠州市惠城区，地处惠州市西南部，东与惠环街道接壤，南邻惠阳区镇隆镇，西与沥林镇毗邻，北与潼侨镇、潼湖镇相连，街道办事处距惠州市区12千米， [2]  总面积83.3平方千米。 [2]  截至2011年末，陈江街道户籍总人口16.2万人。 [2] 隋代至清代时期，属归善县地；2010年2月，从惠城区划入惠州仲恺高新技术产业开发区。 [2]  截至2021年10月31日，陈江街道辖4个社区、11个行政村； [3]  街道办事处驻甲子社区甲子路100号。 [2] 2011年，陈江街道财政总收入2.5亿元。农民人均纯收入1.1万元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/cdbf6c81800a19d8bc3e436692ac958ba61ea8d3e803?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "直径村",
    intr: "直径村，位于广东省惠州市博罗县横河镇境内。",
    pic: "",
  },

  {
    name: "秋长街道",
    intr: "秋长街道，隶属广东省惠州市惠阳区，位于惠阳区中南部，东南与淡水街道连接，西南与深圳市坪山区坑梓、龙田街道接壤，北部与新圩镇相接，东北部毗邻三和街道。辖区总面积为109.9平方公里。 [1]  截至2019年，秋长街道户籍人口34432人，常住人口约22万人。 [2]  截至2019年，秋长街道辖1个社区和10个行政村。 [3]  镇政府驻惠阳区金秋大道111号。秋长街道由秋溪和长兴两地各取一字而来。1949年，属第五区。1958年，与新圩组成一个人民公社。1959年，与新圩分开，与淡水合并成一个人民公社。1966年，复为秋长人民公社。1984年，撤社设区。 [4]  2006年4月28日，秋长镇举行撤镇设街道办事处挂牌仪式。 [5]  秋长街道属亚热带季风气候，年均气温24°℃，年均降水量1650毫米。 [6] 秋长素有“千年客家文化，百年红色经典”之誉，有悠久的人文历史和深厚的客家文化底蕴，如客家围屋、宗祠等客家建筑文化，酿豆腐、刀切羂)、客家盐鸡等客家饮食文化，以及客家山歌、舞狮、传统武术等。秋长更是东江革命策源地，是叶挺、叶文匡等革命先烈的故乡。在惠阳，秋长是客家围屋最集中和保存最完好的地区之一，现存各式客家围龙屋100多幢。 [7] 2019年，秋长街道地区生产总值达157.68亿元，同比增幅2.8% [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/10dfa9ec8a13632762d0865330d9b7ec08fa513d690e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "福城街道",
    intr: "福城街道，隶属于江西省宜春市樟树市，地处樟树市城区西南面，东连鹿江街道，南邻淦阳街道，西接洋湖乡，北临赣江与张家山街道，隔河相望， [1]  行政区域面积11.62平方千米， [1]  截至2011年末，福城街道总人口为19808人。 [1] 1989年以前，福城街道境域由樟树镇管理。2005年，更名为福城街道。 [1]  截至2020年6月，福城街道辖8个社区、3个行政村； [2]  福城街道办事处驻淦阳路1号。 [1] 2011年，福城街道财政总收入8318万元，比上年增长54.2%；农民人均纯收入6963元，比上年增长16.7%；城镇职工年收入23500元，同比增加2100元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0df431adcbef76094b366551bc8cb4cc7cd98c1030f9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上城街道",
    intr: "上城街道，隶属广东省河源市源城区，东靠东江，南接源南镇，西连新江街道，北临新丰江。辖区总面积3.5平方千米，下辖上城、下城、下角、公园、新兴、南湖6个社区。 [1]  2020年末，上城街道户籍人口约4.1万人。 [1] 上城街道是源城区政治、文化中心，于1997年3月成立，地处老城，有龟峰塔、河源恐龙博物馆、鳄湖公园、革命烈士陵园、阮啸仙纪念碑等，上城街道办事处还是城区的商贸重地。 [1] 2020年，上城街道完成规模以上工业增加值2.53亿元，增幅10.8%；完成实际利用外资直接投资178.6万美元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a71ea8d3fd1f4134970aa75b214d82cad1c8a786f0ce?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙田街道",
    intr: "龙田街道，隶属于广东省深圳市坪山区，位于坪山区东北部，东、北向与坑梓街道比邻，西、北向分别与龙岗区坪地街道和惠州市惠阳区秋长街道接壤，南与坪山街道、马峦街道、石井街道搭界，总面积26.14平方公里，其中建成区面积约14.48平方公里（2017年），为坪山区建成区面积最大的街道。截至2017年，龙田街道常住人口约10.45万人，户籍人口约0.61万人。 [1]  截至2020年6月，龙田街道下辖4个社区。 [2] 龙田街道境内的龙田世居建于清道光十七年（1837年），为深圳保存最为完整的客家民居之一，2002年7月被列为省级文物保护单位；松子坑水库为深圳市重要饮用水源一级保护区；有深圳市大工业区园区、莹展工业园区等驻区产业园区及各类工矿企业613家。 [1] 截至2017年，龙田街道有4个社区股份合作公司，固定资产原值8.71亿，固定资产净值4.59亿。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/574e9258d109b3de9c82d8ee48f57b81800a18d8e6a9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "在上村", intr: "", pic: "" },

  { name: "冷水坑村", intr: "", pic: "" },

  { name: "铁嶂村", intr: "", pic: "" },

  {
    name: "牛山社区",
    intr: "牛山社区（Niushan Community）位于广东省东莞市东城街道，与南城街道、大岭山镇交界，其土地总面积10.6平方公里。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5ab5c9ea15ce36d32002e32835f33a87e950b1a0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙滘村",
    intr: "沙滘村位于广东省广州市增城区仙村镇 [1]  ，占地3平方公里，有上、中坊两个合作社，常住人口1100人，外来人口3500人。",
    pic: "",
  },

  {
    name: "泮霞村",
    intr: "村辖内面积有1.5平方公里，现有耕地面积1200多亩，水田650亩，村户籍人口有1578人，其中：农业人口有1578人，共321户；流动人口93人。村辖内4个自然村。",
    pic: "",
  },

  {
    name: "分水村",
    intr: "分水村是四川成都市龙泉驿区大面街道下辖村",
    pic: "https://bkimg.cdn.bcebos.com/pic/91ef76c6a7efce1b9fa87e90a751f3deb58f65ec?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "凤岗村",
    intr: "凤岗村是汕头市濠江区下辖村，落建于公元1319年，现存古建筑主要为清末、民国时期，基本保存完好。 [1-2]  ",
    pic: "https://bkimg.cdn.bcebos.com/pic/203fb80e7bec54e7db58bf36ba389b504fc26a66?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "联安村",
    intr: "联安村位于永固镇圩镇的西边，圩镇过境公路将联安村和宿安村分隔开来，在圩镇有路直达村办公楼，全村总人口2800人，下辖7个村民小组，全村总面积7000多亩，其中耕地面积720亩，山地面积600多亩。",
    pic: "",
  },

  {
    name: "石坑村",
    intr: "石坑村位于陇田东南部，东接田心片区，西与大布洋毗邻，北濒北洋村，南倚南山",
    pic: "https://bkimg.cdn.bcebos.com/pic/6d81800a19d8bc3eb605aa678f8ba61ea8d34509?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "下坪村",
    intr: "下坪村隶属于金江乡产构行政村，属于山区。位于金江乡东边，距离村委会5公里，距离金江乡5公里。国土面积有2752亩，海拔2000米，年平均气温18℃，年降水量360毫米，适宜种植玉米等农作物。有耕地52亩，其中人均耕地 0.61亩；有林地2000亩。全村辖1个村民小组，有农户25户，有乡村人口116人，其中农业人口116人，劳动力80人，其中从事第一产业人数67人。2007年全村经济总收入27.4万元，农民人均纯收入1669元。该村属于绝对贫困村，农民收入主要以种植、养殖业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d009b3de9c82d1582e38d5068d0a19d8bd3e42cb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "官山村",
    intr: "官山村，坐落于江西省泰和县万合镇东南部，属中埠村委辖区下的一个自然村。全村（分为上官山村、下官山村）约占国土面积1.7平方公里；南北长2013米，东西宽912米。地理坐标位置为（北纬26°8457″，东经115°0669″）。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a71ea8d3fd1f4134079a27d9281f95cad0c85ee3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "塘田村",
    intr: "塘田村位于广东省广州市从化区吕田镇。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/060828381f30e924800a4a6e4c086e061c95f7c7?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "五和村",
    intr: "五和村位于广东省广州市从化区吕田镇 [1]  。全村总面积约9.7平方公里，800耕地面积亩（其中水田600亩，旱地200亩）。下辖5个经济社（水背社、大朗社、高龙社、黄屋社、下禾社），农户230户，总人口891人，其中农村低保户和低收入户（“双低户”）共28户。2011年3月完成村“两委”改选，村现任“两委”班子干部5名，全村有正式党员39人，预备党员2人。",
    pic: "https://bkimg.cdn.bcebos.com/pic/1e30e924b899a9011ccda28d1c950a7b0308f595?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "新街村",
    intr: "新街村位于云南省楚雄姚安县前场镇，属于山区。距离镇0.10公里， 国土面积23.76平方公里，海拔2140.00米，年平均气温13.50℃，年降水量997.00毫米，适宜种植粮食等农作物。有耕地5605.50亩，其中人均耕地0.86亩；有林地80310.50亩。全村辖55个村民小组，有农户1685户，有乡村人口6528人，其中农业人口6420人，劳动力4084人，其中从事第一产业人数2471人。2012年全村经济总收入9809.00万元，农民人均纯收入6100.00元。 农民收入主要以种植业，畜牧业为主。 [1] 2020年11月，入选2020年全国乡村特色产业亿元村名单。 [2] 2021年10月20日，入选2021年全国乡村特色产业亿元村名单。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b812c8fcc3cec3fdcfc30764d588d43f87942725?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "佛岭村",
    intr: "佛岭村是福建省泉州市德化县国宝乡政府所在地，是该乡的政治、经济、文化、金融中心，与国宝村、上洋村、厚德村、格头村和赤水镇的苏坂村毗邻，下辖佛岭、洋中、下坑炉、山头4个自然村12个村民小组，土地总面积12平方公里，1999年底全村共有346户1431人。2020年8月26日，佛岭村入选第二批全国乡村旅游重点村名单。 [1]  2020年9月9日 ，被农业农村部办公厅公布为2020年中国美丽休闲乡村。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3b7d0a20cf431ad95de64e64936acaf2fdd98e4?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "朱村街道", intr: "", pic: "" },

  {
    name: "永宁街道",
    intr: "永宁街道隶属于南京市浦口区，位于浦口区西北部，老山山脉以北，东邻南京高新技术产业开发区，西与安徽滁州接壤。 [1] 2013年，永宁街道总面积108平方公里。辖3个村、8个社区，居（村）民小组186个，总人口38779人。完成地区生产总值16.3亿元。 [2] 永宁街道有姚徐老街、知青故里、南京知青纪念馆等景点，大古堆古文化遗址、大城基古文化遗址、毛坦桥等文物古迹。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/bf096b63f6246b60ad80269bedf81a4c500fa257?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "锦村",
    intr: "锦村村位于从化市北部山区，面积约16平方公里，下辖11个经济社，总人口约900人，是广州市海拔最高的行政村。该村内环境优美、地势平坦、资源丰富、交通便利，是该镇重要的文化、商贸集散地，一年一度的物资交流会，吸引了众多商家，有效推动了该镇经济的发展。",
    pic: "https://bkimg.cdn.bcebos.com/pic/08f790529822720e0cf35257da9b1d46f21fbe097d47?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "公明街道",
    intr: "公明街道，隶属于广东省深圳市光明区，位于光明区西部。东与光明街道、新湖街道相邻，西接宝安区松岗街道，南连马田街道与凤凰街道，北与东莞市黄江镇接壤，是深圳市的西北门户，行政区域面积23.6平方千米。 [1]  截至2020年末，公明街道常住人口为20万人。 [16] 民国十八年（1929年），在合水口与上村交界处建公平圩。民国二十年（1931年），更名为公明圩。 [1]  2018年5月，公明办事处改称公明街道，属光明区管辖。 [2]  截至2021年10月，公明街道下辖5个社区， [6]  街道办事处驻公明社区公明金辉路6号。 [5]  公明街道内拥有西田允彩陈公祠、耕隐麦公祠、凡伯公家塾、将围麦氏家塾等广府建筑。 [3-4]  2020年，公明街道产值超10亿元工业企业6家，规上电子信息制造业产值同比增长8.6%，占规上工业比重提升3.4个百分点；新增国家高新技术企业65家、规上企业60家，“小升规”企业任务完成率130%；全年完成固定资产投资34.9亿元，增长46.4%。 [17] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/94cad1c8a786c9177f3e675b6b6b67cf3bc79f3df901?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "穗东街道",
    intr: "穗东街道，隶属于广东省广州市黄埔区，地处黄埔区中部，东邻南岗街道，南接萝岗区西邻红山街道，北连东区街道，街区总面积12.12平方千米。 [1]  根据第七次人口普查数据，截至2020年11月1日零时，穗东街道常住人口为65752人。 [3] 2002年8月，由原南岗镇分出成立穗东街道。 [1]  截至2021年10月31日，穗东街道辖4个社区； [2]  街道办事处驻黄埔东路2888号。 [1] 2011年，穗东街道农业收入1685万元，畜牧业收入303万元，渔业收入529万元；第三产业收入28271万元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f11f3a292df5e0fe9925e3597c3223a85edf8db1d413?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "莞城街道",
    intr: "莞城街道，隶属广东省东莞市，是东莞市四个街道之一，位于东莞市北部偏西，介于东经113°31′—114°15′，北纬22°39′—23°09′之间，东、北与东城街道接壤、南与南城街道接壤、西与万江街道相接， [1]  辖区面积11.16平方千米，截至2020年末，莞城街道户籍人口20.66万人，外来暂住人员7.61万人。 [3]  根据第七次人口普查数据，截至2020年11月1日零时，莞城街道常住人口为173957人。 [20] 莞城街道自唐朝至德二年（公元757年）以来已有1260多年历史，古称“到涌”，明洪武十七年（公元1384年），始称“东莞城”，中华人民共和国成立前成立前称莞城镇，2002年，改为莞城街道。 [2]  截至2021年10月，莞城街道下辖8个社区， [6]  街道办事处驻莞城街道高第街1号。2020年，莞城街道地区生产总值215.21亿元，同比下降0.5%，比年度目标高0.5%；规模以上工业增加值28.38亿元，同比增长0.6%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd11728b4a6d2644dffcc3cec3fd877a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "新湖街道", intr: "", pic: "" },

  { name: "棋杆社区", intr: "", pic: "" },

  {
    name: "可新村",
    intr: "可新村位于可塘镇东侧约4公里处，东北临乌面岭山，东与陆丰市接壤。全村区域面积10平方公里，辖有龙牙村、双桂山村、朱厝坑村、新兴村4个自然村，共282户，总人口1200人。",
    pic: "",
  },

  {
    name: "下洞村",
    intr: "下洞村是福建漳州云霄县下河乡下辖的一个行政村，位于云霄县西部，渔鼓溪畔，十字牌岭下，是云平公路必经之处，西连车圩，南与内、外龙村相邻，北靠后山村，全村面积约2.5平方公里，现有人口达1900多人，475户。辖3个自然村，7个村民小组，村民为黄姓，一小部分为杨姓。",
    pic: "",
  },

  { name: "珊湖村", intr: "", pic: "" },

  {
    name: "里水村",
    intr: "里水村，位于广东省的佛山市南海区里水镇地处珠江三角洲，物产丰饶，人杰地灵。全镇面积75.38平方公里，辖1个城区办事处和20个村委会。 [1] 2017年12月，入围2017名村影响力排行榜300佳第140位 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/060828381f30e924cef6335747086e061d95f702?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江埔街道",
    intr: "江埔街道，隶属于广东省广州市从化区，位于从化区东部，东邻增城区，南邻太平镇，西邻流溪河，北邻温泉镇，距从化城区1.5千米。行政区域面积127平方千米。 [1]  截至2020年末，江埔街道户籍人口8.71万人，登记纳管流动人口约1.57万人。 [2] 1994年3月，江埔属从化市，由广州市代管。 [3]  2004年，江埔街道成立。 [2]  截至2021年10月，江埔街道下辖12个社区，21个行政村。 [4]  街道办事处驻河东七星路16号。 [1] 2020年，江埔街道地区生产总值达到48.01亿元，同比增长0.1%，全年累计税收收入5.60亿元。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/72f082025aafa40f4bfb79f6fd2b144f78f0f736b3c3?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "荔联街道",
    intr: "黄埔区街道，已撤销。位于广州城区的东部出口处，地理位置优越，交通发达。东联增城新塘，南至牛皮塘，西接黄埔南岗街，北通开发区笔岗和萝岗。广园快速路、广深高速、广深公路都从辖区内通过。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4a36acaf2edda3cc145c866504e93901213f923e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东区街道",
    intr: "东区街道，又称东区，隶属于广东省中山市，地处中山市城区东部，东与中山火炬高技术产业开发区接壤，南靠五桂山街道千秋岭与南朗街道蜈蚣山，西南与南区街道相连，西、北部紧靠石岐街道。 [2]  辖区总面积71.4平方千米。 [3]  截至2021年末，东区街道户籍人口约14万人，常住人口约22万人。 [3] 南宋至清光绪年间（1127~1908年），分属香山县良字都和得能都管辖。1988年，中山县升格为地级市，原环城区、长江区和郊区析地设立中山市人民政府东区办事处。 [2]  截至2021年10月，东区街道辖11个社区。 [4]  办事处驻中山五路63号。 [2]  2020年11月，东区街道入选第三批节水型社会建设达标县（区）名单。 [1] 2021年，东区街道实现地区生产总值329.12亿元，同比增长6.3%；第三产业增加值291.23亿元，同比增长7.3%，总量连续17年排名全市第1；规模以上工业增加值10.92亿元，同比增长3.8%；社会消费品零售总额132.56亿元，同比增长8.6%；固定资产投资额66.87亿元，同比增长26.7%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d833c895d143ad4bd1135d2d27574dafa40f4afba89b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南岗街道",
    intr: "南岗街道，隶属于广州市黄埔区，位于黄埔区的东部，东至增城市新塘镇水南村，南至东江与广州保税区相连，西至夏港大道与穗东街夏园社区相邻，北至广州经济技术开发区夏港街笔岗社区。2002年8月1日，南岗街道挂牌成立。南岗街道总面积13.74平方公里，耕地面积73.9公顷。南岗街辖区内共有九个社区，人口76747人（2010年）。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b7fd5266d0160924793d69a4da0735fae6cd3471?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "屏山社区", intr: "", pic: "" },

  {
    name: "红山街道",
    intr: "红山街道，隶属于江苏省南京市玄武区，地处玄武区东北部，东北与栖霞区迈皋桥街道接壤，南与锁金村街道、玄武湖街道相接，西与鼓楼区小市街道相邻，街道办事处距玄武区政府6千米， [1]  行政区域总面积6.9平方千米， [1]  截至2011年末，红山街道总人口为90500人。 [1] 1949年前，分属燕子矶区（第九区）的和平乡和太平乡；1996年3月，以上述地区为基础设红山街道。 [1]  截至2020年6月，红山街道辖10个社区， [2]  街道办事处驻营苑社区营苑南路58号。 [1] 2011年，红山街道财政总收入5.16亿元。从各主要税种看，完成营业税1.01亿元，增值税2.65亿元，企业所得税1.08亿元，个人所得税0.37亿元。人均财政收入5702元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/0b7b02087bf40ad162d9bb36957d06dfa9ec8b13609e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "仙村镇", intr: "", pic: "" },

  {
    name: "联平村",
    intr: "联平村位于广东省广州市从化区良口镇。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3c6d55fbb2fb43160255872520a4462309f7d323?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "万江街道",
    intr: "万江街道，隶属于于广东省东莞市，位于东莞市西部，东与莞城街道、东城街道隔江相望，东南至南城街道，西南达道滘镇，西邻望牛墩镇，北与高埗镇、中堂镇接壤。行政区域面积48.6平方千米。 [1]  截至2020年末，万江街道常住人口为328856人。 [18] 明天顺八年（1464年），立万江村。 [9]  2000年3月，万江区街道办事处更名为万江街道办事处。 [3-4]  截至2021年10月，万江街道下辖30个社区。 [8]  街道办事处驻万江社区万福路83号。 [17] 2020年，万江街道实现地区生产总值168.7亿元，同比增长4.6%；规模以上工业增加值53.18亿元，同比增长11.3%；规上先进制造业、高技术制造业分别实现增加值增长14.7%、22.9%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/caef76094b36acaf2edd1811de8f9a1001e93801369d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "松岗街道",
    intr: "松岗街道，隶属于广东省深圳市宝安区，位于宝安区西北部，珠江口东岸。辖区总面积27.66平方千米。 [1]  截至2021年5月，松岗街道总人口50.8万人，其中户籍人口2.5万人，非户籍人口48.3万人。 [1] 1958年，属光明公社。1986年，改镇。2004年7月，在原松岗镇的基础上设立松岗街道。 [3]  截至2021年10月，松岗街道辖13个社区。 [2]  街道办事处驻广深公路428号。松岗街道沙浦社区，有一座始建于清嘉庆十三年（1808年）的二进四开间广府式建筑—蔡学元“进士第”。 [8] 2022年，松岗街道规模以上工业总产值612.64亿元，其中规模以上工业增加数132.18亿元。 [12] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9e3df8dcd100baa140bf42ab4010b912c8fc2e0a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南城街道",
    intr: "南城街道，隶属广东省东莞市，位于东莞市中部偏西南，处城市中心区之南，约处东经113°46'，北纬23°001'，东部和东城街道接壤，南部与厚街镇、大岭山镇毗邻，西部和万江街道隔河相望，北部与莞城街道相连。区域面积56.6平方千米。 [1]  [15]  根据第七次人口普查数据，截至2020年11月1日零时，南城街道常住人口约41.83万人， [18]  其中户籍人口14.38万人。 [3] 秦始皇三十三年（公元前214年），南城地域属南海郡番禺县地。1959年1月，南城地域属佛山专区东莞县附城公社管辖。1988年1月，南城街道属广东省东莞市（地级市）管辖。 [16]  截至2021年10月，南城街道共辖18个社区。 [11]  街道办事处驻莞太大道南城路段51号。 [4] 2020年，南城街道地区生产总值624.5亿元，居全东莞镇街第三；各项税收总额150.7亿元，居全东莞镇街第一；固定投资总额84.0亿元，同比增长35.0%；三大产业比重为0.02：17.05：82.93，第三产业继续成为支柱产业，经济社会持续健康发展。 [14] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/b21c8701a18b87d6277fbc6edd473f381f30e9245738?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙井街道",
    intr: "沙井街道，隶属于广东省深圳市宝安区，地处宝安区西北部、珠江口东岸，东连公明街道，南接福永街道，西临伶仃洋交椅湾，东北与松岗街道相邻，西北隔东宝河与东莞市长安镇相望。 [2]  辖区总面积35.79平方千米。 [1]  2021年，沙井街道常住人口为548251人。 [1] 东晋始，属宝安县。1959年1月，成立沙井公社。1983年7月，改为沙井区。1986年10月，撤区建镇。2004年7月，撤镇设立街道办事处。 [2]  截至2021年10月，沙井街道辖22个社区。 [3]  街道办事处驻沙井大街。 [1] 2021年，沙井街道实现规模以上工业总产值1323.91亿元，同比增长17.1％；规模以上工业增加值319.32亿元，同比增长20％。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/11385343fbf2b211ec25685cc78065380cd78e9d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄花村",
    intr: "[1]  黄花村位于丰顺县东北部，距县城80公里，距梅州市区55公里；全村有1100多人口，是著名的教授村，共有30多名专家、教授。著名数学家李国平院士，1955年当选为中国科学院学部委员；其他著名教授有：华南理工大学数力系主任李铭盘，华中科技大学教授李德华等，是名符其实的教授村。2019年12月25日，被国家林业和草原局评为国家森林乡村。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/ac345982b2b7d0a299cfe8b5c9ef76094b369a90?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南沙街道",
    intr: "南沙街道，隶属于广东省广州市南沙区，位于南沙区东南部，东南面向珠江口，东与东莞市虎门镇隔江相望，西南有蕉门两水道出海，北与黄阁镇相邻，行政区域面积84平方千米。 [2]截至2020年末，南沙街道常住人口237089人(第七次人口普查)。 [6]1987年，设南沙镇。2006年3月24日，改称南沙区南沙街道办事处。 [2]截至2021年10月，南沙街道共辖9个社区、15个行政村， [3]街道办事处驻进港大道。 [1]2019年，南沙街道实现规模以上工业总产值376亿元，比上年减少2.25%；限额以上批发零售业销售额667.53亿元，增长31.22%。 [2]",
    pic: "",
  },

  {
    name: "新港街道",
    intr: "新港街道，隶属于福建省福州市台江区，地处台江区东部，东与晋安区隔河相望，南与瀛洲街道毗邻，西与茶亭、洋中、后洲街道接壤，北与鼓楼区以河为界。辖区总面积1.35平方千米，2011年末，新港街道辖区总人口45087人。 [2] 1956年11月，成立街道。2006年7月，台江区进行社区行政区域调整，龙庭并入元一，路通并入新港，鞋城并入雁塔，所辖社区调整合并为中选、十三桥、南公、利嘉城、新港、雁塔、元一7个社区居民委员会。 [2]  截至2020年6月，新港街道下辖5个社区， [1]  街道办事处驻国货西路369号。 [2] 2011年，新港街道财政总收入1.69亿元，比上年增长0.01%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/d000baa1cd11728b471073b62badd4cec3fdfc03865f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙洞村",
    intr: "龙洞村是广东省广州市天河区龙洞街管辖的一个行政村，位于天河区东北部。因当地原有九条小村庄，有九龙归洞之形，故又称龙眼洞村。村的总面积5.21平方公里，人口7800人，外来人口约2万人。龙洞村历史悠久，文化底蕴深厚。早在4000多年前，此处已有人类居住，曾出土大量新石器时期的文物，距今有1300多年历史，是迄今发现的广州地区最早有人类活动的地方之一，有“广州第一村”之称。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4a36acaf2edda3ccd644459f07e93901203f92e9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "永和街道", intr: "", pic: "" },

  {
    name: "夏港街道",
    intr: "夏港街道，隶属于广东省广州市黄埔区，地处黄埔区南端，珠江主干流与东江主干流交汇处；东南隔东江与东莞市麻涌镇、西南隔珠江与番禺区化龙镇相望，北以横滘河为界，与穗东街道、南岗街道相邻，东西最大距离5.5千米，南北最大距离4千米，总面积14.8平方千米。 [3]  根据第七次人口普查数据，截至2020年11月1日零时，夏港街道常住人口为44641人。 [5] 20世纪70年代，设黄埔新港码头；1988年12月，设立夏港街道。 [3]  截至2021年10月31日，夏港街道辖6个社区； [4]  街道办事处设于青年路东园三街1号。 [3] 夏港街道经济以工业为主，港口物流为辅。2011年，夏港街道工业总产值为1435.28亿元。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9f510fb30f2442a7d9338d005b12ba4bd11373f0a44f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "小金口街道",
    intr: "小金口街道，隶属于广东省惠州市惠城区，地处惠城区中西部，南临东江，北靠象头山， [2]  区域总面积64平方千米。 [2]  截至2011年末，小金口街道户籍总人口11.6万人。 [2] 民国时期，属博罗县第三区管辖；1987年4月，改称小金口镇；2005年12月，改称街道。 [2]  截至2021年10月31日，小金口街道辖3个社区、7个行政村； [3]  街道办事处驻金青社区。 [2] 2011年，小金口街道财政总收入7200万元，比上年增长28%；完成税收入库9780万元，比上年增长35%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/80cb39dbb6fd5266d0162b600a4e802bd40735fa9833?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "深巷村",
    intr: "企石镇深巷村位于东莞市东部工业园区内，背靠东江，全村辖区2.5平方公里。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9358d109b3de9c82006f04236281800a19d84310?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江北街道",
    intr: "江北街道，隶属于浙江省金华市东阳市，地处东阳市西北部，东邻六石街道，南濒东阳江与城东、吴宁、白云3个街道隔江相望，西、西北接义乌市廿三里街道、苏溪镇，北与诸暨市岭北镇接壤，总面积89.0平方千米。 [1]  截至2011年末，江北街道总人口有63810人。 [1] 唐时，属甘泉乡、太平乡、昇苏乡、斯孝乡；2001年12月，原亭塘乡从吴宁镇划出，与上卢镇合并成立江北街道。 [1]  截至2020年6月，江北街道辖13个行政村， [2]  街道办事处驻茗田社区艺海北路302号。 [1] 2011年，江北街道财政总收入2.09亿元，比2010年增长75.0%；农业总产值11089万元，比2010年增长0.6%；工业总产值为30.6亿元，比2010年增长29.0%。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a1ec08fa513d269759ee4aa9f7ada5fb43166c2272b2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "桥西街道",
    intr: "桥西街道，隶属于内蒙古自治区乌兰察布市集宁区，地处集宁区西北部，东以京包铁路线为界与新体路街道、桥东街道相望，南以新华街为界与新华街街道为邻，西以二广高速公路，西北至霸王河南岸与马莲渠乡接壤，北、东北以集宁站货场铁路专用线为界与新体路街道相邻， [1]  行政区域面积3.9平方千米， [1]  截至2011年末，桥西街道总人口为22073人。 [1] 1955年12月，成立桥西街道。1981年5月，改桥西街道。 [1]  截至2021年10月，桥西街道辖6个社区； [2]  桥西街道办事处驻北财政街社区居委会建国一路68号。 [1] 2019年，桥西街道年度收入总计979.51万元，其中：本年收入合计979.51万元，用事业基金弥补收支差额0万元，年初结转和结余0万元；支出总计979.51万元，其中：结余分配0万元，年末结转和结余0万元。与2018年度收入总额877.84万元相比，收入总计增加101.67万元，增长11.6%；支出总计增加101.67万元，增长11.6%。 [3] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/4034970a304e251f95caf4b0ded4de177f3e6709f563?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "三田村", intr: "", pic: "" },

  {
    name: "径口村",
    intr: "径口村地处东山县西北部，毗邻埕英、礁头、坑内、大产村和向阳盐场，是县疏港公路及漳州沿海大通道双码线交叉点，是东山县进出岛的交通枢纽。全村共197户859人，其中农业户口801人，非农业户口58人，全村占地面积约2000亩，其中村居占地65亩、耕地100亩、山林1100亩、盐场890公亩、淡水养殖池70亩，被疏港公路及漳州沿海大通道双码线征用约340亩。本村地灵人杰，旅居港、澳、台、新加坡等地宗亲子孙后代枝繁叶茂。",
    pic: "https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d5d37f0ca306d55fbb2fbd901?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄洞村",
    intr: "黄洞村，位于广东省东莞市凤岗镇东北部，东与深圳市龙岗区交界，南与塘沥村相邻，西与竹塘村相连，北与清溪镇三中村接壤。面积10.8平方公里。地理位置优越，东深二线公路开通后，村道四通八达。到深圳市中心25公里，距东莞市区约50公里。 [1] 黄洞村建村于南宋，已有800多年历史，姓氏以蔡、郑、曾、洪、张姓为主，是东莞市重要的客家人聚居地和华侨之乡。现保存的古建筑有田心村新围场排屋楼群、观合楼、儒修楼等15栋碉楼和迴龙庵、太平天国瑛王洪全福故居。 [3] 2012年，凤岗黄洞村入选广东省第三批古村落。该村共有15座保存完好的排屋楼，并有回龙俺、洪福全故居、观合楼、田心围排屋群以及古树保护等建筑与人文遗迹，蕴含的客侨文化源远流长 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9c16fdfaaf51f3deb48f43933da4e71f3a292cf5d3bb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大澳村",
    intr: "饶平县黄冈镇大澳村地处沿海，毗邻县城，现有人口14492人，男7151人，女7206人，村“两委”干部21人，其中支委11人，村委12人，交叉任职2人，平均年龄49岁，党员261名，其中女党员34名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7af40ad162d9f2d32780a0adacec8a136227ccdb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "黄沙村",
    intr: "黄沙村，隶属江西省赣州市上犹县黄埠镇。村庄面积12.4平方公里，其中耕地面积1260亩。黄沙村是黄埠政治、经济、文化中心所在地，县工业园所在地，全国乡镇企业东西部合作示范区；水电资源极为丰富，有水利发电站2座；确定了“依托园区，服务园区，大力发展第三产业”发展思路，打造工业发展平台，支持工业发展的氛围非常浓厚；发展无公害蔬菜、花卉等特色农业。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/cefc1e178a82b901220363e7758da9773812efbc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "霞涌街道",
    intr: "霞涌街道，隶属于广东省惠州市惠阳区，位于广东省惠州大亚湾经济技术开发区东部，地处南海之滨，大亚湾海畔，北枕铁炉峰银岭，南濒南海大亚湾，东与惠东县稔山镇交界，西接澳头街道与大亚湾石化区，辖区面积78.8平方公里。 [3]  截至2010年，霞涌街道户籍人口19304人。 [1]  截至2020年6月，霞涌街道下辖4个社区和6个行政村。 [2] 2010年，霞涌街道社会总产值75464万元。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9358d109b3de9c82ee40aed06a81800a19d84343?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "源西街道",
    intr: "源西街道，隶属广东省河源市源城区，位于河源市区西面，东至河源大道，南至新丰江，西至东源县新港镇，北至东埔街道高塘村。辖区总面积63平方千米，下辖11个社区、4个行政村。 [1]2020年末，源西街道辖区有户籍人口6.42万人，常住人口17.6万人，流动人口2.6万人。 [2]源西街道毗邻新丰江水库，有保利·响水国际旅游生态度假区、笔架山公园、望郎回风景区、新塘生态美丽乡村、香车体育产业园等生态旅游风景区。河源站坐落于源西街道建设大道西1号。205国道、老广梅路、粤赣高速、京九铁路、广梅汕铁路贯穿全境。 [1]2020年末，源西街道完成规模以上工业增加值16346万元，社会固定资产投资21亿元，实际利用外商直接投资170万美元，外贸进出口总额720万美元。 [5]",
    pic: "",
  },

  {
    name: "黄洞村",
    intr: "黄洞村，位于广东省东莞市凤岗镇东北部，东与深圳市龙岗区交界，南与塘沥村相邻，西与竹塘村相连，北与清溪镇三中村接壤。面积10.8平方公里。地理位置优越，东深二线公路开通后，村道四通八达。到深圳市中心25公里，距东莞市区约50公里。 [1] 黄洞村建村于南宋，已有800多年历史，姓氏以蔡、郑、曾、洪、张姓为主，是东莞市重要的客家人聚居地和华侨之乡。现保存的古建筑有田心村新围场排屋楼群、观合楼、儒修楼等15栋碉楼和迴龙庵、太平天国瑛王洪全福故居。 [3] 2012年，凤岗黄洞村入选广东省第三批古村落。该村共有15座保存完好的排屋楼，并有回龙俺、洪福全故居、观合楼、田心围排屋群以及古树保护等建筑与人文遗迹，蕴含的客侨文化源远流长 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/9c16fdfaaf51f3deb48f43933da4e71f3a292cf5d3bb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "蒲田村",
    intr: "蒲田村隶属于云南省弥勒县巡检司镇宣武村委会，属于半山区。位于巡检司镇东边，距离宣武村委会0.50公里，距离巡检司20.5公里。国土面积0.71平方公里，海拔1,580米，年平均气温18.1℃，年降水量920毫米，适宜种植水稻，烤烟等农作物。",
    pic: "https://bkimg.cdn.bcebos.com/pic/810a19d8bc3eb135c2b43ff5a61ea8d3fd1f4409?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "神岗村", intr: "", pic: "" },

  {
    name: "龙村镇",
    intr: "龙村镇，隶属于广东省梅州市五华县，地处五华县最南端，镇政府驻地距离五华县城65千米，毗邻揭阳市揭西县上砂镇，河源市紫金县龙窝镇、水墩镇、南岭镇，汕尾市陆河县螺溪镇， [1]  辖区总面积328.95平方千米。 [2]  截至2020年末，全镇人口有22702户111546人，其中非农业人口13191人，农业人口98355人。 [1]  截至2020年6月，龙村镇辖3个社区和38个行政村。 [3] 大革命时，龙村镇曾是五华县苏维埃政府和五华县委机关驻地。龙村镇是梅州市第二大乡镇， [1]  主产松、杉，为五华县木材、松香主要产地之一。 [4] 2019年，龙村镇工农业总产值8亿元，对比2018年增10.2%；镇级财政总收入8393.79万元，对比2018年增长46.8%。农村居民年人均纯收入7909元，对比2018年增长6%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a6efce1b9d16fdfaaf5114603bde9b5494eef11fcdb9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "荷树塘村",
    intr: "荷树塘村，隶属于广东省惠州市博罗县，位于其公庄镇境内。2022年11月，荷树塘村入选2022年惠州市信用村名单。",
    pic: "",
  },

  {
    name: "大安村",
    intr: "大安村地处福建省武夷山市最北部闽赣交界分水关南麓.境内的分水关是武夷山“九大”雄关之首，历史上是兵家必争之地。这里距市区25公里，福汾省道由此穿街而过，交通便利。",
    pic: "https://bkimg.cdn.bcebos.com/pic/ac345982b2b7d0a2ad27f334c6ef76094a369aa9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南告村",
    intr: "南告村隶属于广东省汕尾市陆河县南万镇。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f11f3a292df5e0fe3c8f4f455c6034a85fdf72db?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "维龙村",
    intr: "维龙村，隶属于广东省梅州市五华县转水镇，为五华热矿泥山庄所在地。",
    pic: "",
  },

  {
    name: "大拔村",
    intr: "大拔村地处梅州市，相邻陂坑村，连高村，太坪村，小拔村，人好，水美，山清水秀，空气好",
    pic: "",
  },

  { name: "金花洞村", intr: "", pic: "" },

  {
    name: "上官村",
    intr: "上官村属于河南省长垣县樊相镇，位于长垣县城西北12.5公里，樊相镇西4.5公里处。北与滑县的瓦岗乡接壤，其它与本乡的张新店、王新店、李新店、八黑马寨 、大张庄、青岗集、北成功比邻。2020年11月，被评为第六届全国文明村镇。",
    pic: "https://bkimg.cdn.bcebos.com/pic/5fdf8db1cb13495406bb5745514e9258d1094a6d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "上洞村",
    intr: "上洞村委会位于石城镇的东北方,距云浮市区15公里,距石城镇政府约17公里。",
    pic: "",
  },

  {
    name: "牛岭村",
    intr: "牛岭村位于江西省赣州市兴国县樟木乡，地处樟木乡东南部。牛岭村原为朱岭、牛岭两村合并，有14个村民小组，在1966年经全乡人民日夜奋战建成的“雄心水库”就坐落在原朱岭村。截止到2007年8月，总户数368户，人口2000人，土地面积1327亩，林地面积3600多亩。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a9d3fd1f4134970afa67c13f92cad1c8a7865d8e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "樟村", intr: "", pic: "" },

  {
    name: "民治村",
    intr: "民治村位于羊台山东面，因为四面皆山，被称为“望天湖”。该村村民大多是历代南迁的客家人后裔。是一个红色社区，是深圳市著名的革命根据地，抗战时期著名的“白石龙文化名人大营救”就发生在这里。原龙华街道城市化后，民治村于2004年2月更名为民治社区。 [1-2]  ",
    pic: "",
  },

  { name: "龙颈村", intr: "", pic: "" },

  { name: "新岛村", intr: "", pic: "" },

  {
    name: "新塘街道",
    intr: "新塘街道，隶属于浙江省杭州市萧山区，萧山区中心城区，是萧山中心城区四街道之一。地处萧绍平原水网地带，杭州市钱塘江南岸。位于东经120°15′39″~120°21′08″，北纬30°07′37″~30°11′15″之间。东与衙前镇接壤，南隔西小江与绍兴市杨汛桥镇为邻，西与城厢街道相依，北与新街街道相毗连。辖区东西最大距离8.79千米，南北最大距离6.69千米， [1]  总面积34.8平方千米。 [4]  截至2021年12月，新塘街道辖区户籍总人口约7.8万，外来暂住人口约11.6万。 [4] 1951年，新塘街道境遇分属新塘等7个乡。1958年10月，属城东公社。1971年2月，属新塘、裘江、城东3个公社。1984年5月，属新塘、裘江、城东3个乡。1992年5月，3个乡划入城厢镇，为新塘、裘江、城东办事处。1998年8月，新塘办事处从城厢镇划出，复设新塘乡。2001年7月，新塘乡与城厢镇的城东、裘江2个办事处合并设立新塘街道。 [1]  截至2021年10月，新塘街道辖27个社区、17个行政村， [2]  街道办事处驻塘里陈社区南秀路2699号。 [1] 新塘街道经济以羽绒家纺为龙头，化纤纺织、信息数控、电力装备、机械五金、房地产业、现代物流等多业并举。2020年，新塘街道有规模以上工业企业79家，其中销售产值亿元以上29家，规模以上三产企业93家，其中营业收入亿元以上26家。新塘素有“羽绒之都”的美誉。 [4] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/203fb80e7bec54e736d118fe896a8c504fc2d4623c8b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大陂村",
    intr: "大陂村位于公庄镇东北部，东与河源相连，北与龙门相接，总面积26平方公里，下辖有黄姜龙，利山，大陂，上沙，四个片区。下辖有石坑.炉下.应上.校树窝.新屋.六明光.新联.老围.官田.果园.丰禾田.麦子龙.大拔岭.叶屋坝.深水龙.涨竹沥.涨背.大布.长山子.新塘.老围角.21个自然小组，总人口4747多人。大陂村交通、通讯便利；矿产资源丰富，以铁矿、石灰石蕴藏量最多，分别为700万吨、2800万吨；水资源充沛，村内筑有中小型水库2座，有国有土地200多亩。大陂村曾多次被县、镇评为先进支部、先进村委。",
    pic: "",
  },

  {
    name: "新北村",
    intr: "附城镇新北村地处海河路与赤 西路交界处，面临丽江河，背靠鹿境山。村委会辖 1个自然村，9个村民小组，总户籍人口2300人，常 住人口1300人。村“两委”干部7人。全村耕地面积 80多公顷，淡水养殖面积26.67公顷。新北村建居约 800多年。 [1] ",
    pic: "",
  },

  {
    name: "七星墩村",
    intr: "七星墩村位于省道S248线傍，毗邻武江河，距镇政府驻地约5公里。该村辖7个自然村，共521户，总人口2431人，其中贫困户154 户，贫困人口743 人，村党员45人。农业耕地面积2608亩，农业生产以水稻为主，花生、蔬菜等为补充产业。",
    pic: "",
  },

  {
    name: "三水村",
    intr: "该村隶属于云南省临沧市凤庆县小湾镇，地处小湾镇南边，距镇政府所在地41公里，到镇道路为弹石路，交通方便，距凤庆县县城48公里。东邻梅竹村，南邻洛党村，西邻洛党，北邻华峰村。据有关资料显示，该村辖干海子、兴林、团结等11个村民小组，从事第一产业人数770人。全村国土面积10.68平方公里，海拔1953米，年平均气温14.6℃，年降水量800毫米，适合种植包谷、小麦等农作物。农民收入以种植业、养殖业为主。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f3d3572c11dfa9ecd9bbb57462d0f703918fc138?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东埔街道",
    intr: "东埔街道，隶属广东省河源市源城区，位于河源市区中心，东倚东江，南连新丰江，西接205国道，北通东源县仙塘镇。辖区总面积约38平方千米，下辖3个行政村、14个社区。截至2020年末，东埔街道有户籍人口13.6万人，常住人口约18.2万人，流动人口约5.4万人，总人口约23.6万人。 [1] 东埔街道是河源市委、市政府所在地。205国道、京九铁路、东环路从境内经过，东埔桥、珠河大桥横跨新丰江南北，连接新市区和老城区，胜利大桥横跨东江，直达河源大学城。 [1-2]  2019年，东埔街道完成规模以上工业增加值1.5亿元，同比增速为4.2%；社会固定资产投资35.07亿元，同比增速为106.6%。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/6f061d950a7b02087bf40fbc668be5d3572c11df6216?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "光明街道",
    intr: "光明街道，隶属于广东省深圳市光明区，位于光明区东北部，介于北纬22°46′~22°50′，东经113°52′~140°01′，东临观澜街道、西依公明街道、南接石岩街道、北靠东莞市黄江镇。辖区总面积55.8平方千米。 [1]  2003年，光明街道总人口有53000人，其中户籍人口18000人。 [1]  截至2020年6月，光明街道共下辖6个社区。 [2] 1958年，创建光明农场。2007年，深圳市将宝安区的公明街道、光明街道合并成立光明新区。2018年5月，光明街道划归光明区管辖。 [3]  光明街道境内的景点有光明高尔夫球会、光明农科大观园、光明滑草游乐园、回归亭纪念公园等 [4-5]  2020年，光明街道77家规上工业企业累计实现工业总产值34.30亿元，同比增长5.3%，；规上工业增加值7.90亿元，同比增长8.90%。 [6] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/3b87e950352ac65c24e075e9fdf2b21192138a46?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "万中村",
    intr: "万中村隶属于广东省汕尾市陆河县南万镇桂培村、邻村有深渡村、长坑村,天蓝水清,物华天宝,广聚人气。",
    pic: "",
  },

  {
    name: "黄村街道",
    intr: "黄村街道，隶属于广东省广州市天河区，地处天河区东部，东起钟岭、马坟山，与珠吉街道钟岭、大灵山相依，南达中山大道中，与前进街道相连；西到车陂涌，与车陂街道、新塘街道相接；北至横岗涌、大观街，与新塘街道相邻，面积6.05平方千米。 [1]  截至2020年末，黄村街道常住人口86879人(第七次人口普查) [3]  。2001年12月，由东圃镇划出黄村地区，由车陂村划出车陂化工厂地区、由前进村划出龙水垙地区组建黄村街道。 [1]  截至2021年10月31日，黄村街道辖9个社区， [2]  街道办事处驻黄村荔苑路5号。 [1] 2011年，黄村街道全街地区生产总值24.67亿元，其它服务业总产出9.97亿元，社会商品销售总额109.51亿元。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/8c1001e93901213fb80eb9a6f6b121d12f2eb9383f08?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "罗洞村",
    intr: "罗洞村，位于坪市乡东部，南与小安白马塘两村交界，北与隆木乡相交，西与谭邦村相邻，东与大坪乡毗邻。村内资源有珍珠岩、钙长石 、钡长石、硅石、黄玉。村里单位：罗洞村广播站、罗洞村中学、罗洞村信用社。",
    pic: "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca8085e589f1932397dda04483c0?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "河南岸街道",
    intr: "河南岸街道，隶属于广东省惠州市惠城区，位于惠城区南部，东与马安镇相接，西与桥西街道毗邻，南接三栋镇，北连桥东街道。 [4]  行政区域面积35平方千米。截至2020年末，河南岸街道常住人口251726人(第七次人口普查) [10]  。1987年，撤区建镇，并改名为河南岸镇。2002年8月14日，撤销河南岸镇，设河南岸街道。 [5]  截至2021年10月，河南岸街道下辖8个社区，6个行政村， [3]  街道办事处驻惠城区河南岸新岸路32号。 [2] 2019年，河南岸街道完成国民生产总值92.2亿元，同比增长3.1%；第三产业增加值78.5亿元，同比增长3.5%；规上工业总产值7.55亿元，同比增长5.3%。 [2] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a6efce1b9d16fdfa71c85490be8f8c5494ee7b2c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江龙大桥",
    intr: "江龙大桥位于广州市增城区石滩镇，呈南北走向跨越东江，连接荔三公路与东莞市石碣镇。江龙大桥是连接广州与东莞的主要通道。 [1] ",
    pic: "",
  },

  {
    name: "东莞-佛山高速公路",
    intr: "东莞—佛山高速公路（Dongguan–Foshan Expressway），简称“莞佛高速”，又称作“莞佛高速公路”，为中国广东省境内的高速公路，是中国国家高速公路网的联络线 [1]  。该线路在广东省内又被称为“珠江三角洲地区环线高速公路南部联络线” [2]  。莞佛高速公路于1992年5月开工建设（虎门大桥与广深高速公路利用段） [3-5]   ，于2010年12月31日全线通车 [6-7]  。莞佛高速公路东起东莞市大朗镇大有园立交（莞深立交），西至佛山市高明区谭塱立交，总长约158千米，设计速度100～120千米/小时 [5]  [7-12]      。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c83d70cf3bc79f3df8dcfc12c1ebda11728b471083f5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "倒运海水道", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  { name: "龙华-大岭山高速公路", intr: "", pic: "" },

  { name: "书房下特大桥", intr: "", pic: "" },

  { name: "潘山下特大桥", intr: "", pic: "" },

  { name: "莲麻河特大桥", intr: "", pic: "" },

  { name: "莲花山1号隧道", intr: "", pic: "" },

  { name: "莲花山2号隧道", intr: "", pic: "" },

  { name: "走马岗隧道", intr: "", pic: "" },

  { name: "观音山隧道", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  { name: "岩前桥", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  {
    name: "济南-广州高速公路",
    intr: "济南—广州高速公路（Jinan–Guangzhou Expressway），简称“济广高速”，又称“济广高速公路”，是中国国家高速公路网北南纵线之一 [13]  。济南—广州高速公路于1990年7月开工建设 [14]  ，2018年10月16日全线通车 [43]  。济南—广州高速公路北起济南市历城区唐王立交，南至广州市天河区春岗立交，全长2110千米，设计速度80–120千米/小时 [15]  。2022年9月，S244项目上跨济广高速分离立交桥顺利合龙。 [53] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a686c9177f3e6709c93d7950a095883df8dcd100ff58?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大庆-广州高速公路",
    intr: "大庆—广州高速公路，简称大广高速，又称大广高速公路，为中国国家高速公路网北南方向主干线之一。线路北起黑龙江省大庆市，南至广东省广州市，途经吉林省、内蒙古自治区、北京市、河北省、河南省、湖北省、江西省，广东省9个省区市，线路总长3437千米，设计时速80～120千米/小时，为双向四至六车道加救援车道，为《国家高速公路网规划》（2013—2030）的第五条纵线。2015年12月31日中午，大广高速赣粤界至从化段全线通车。 [13]  标志着G45大广高速公路（大庆—广州）全国贯通。 [14] 2022年9月，江西省大广高速公路不停车治超智慧机器人、提升高速公路隧道安全行车的诱导集成设备、高速公路车道级行车安全诱导系统三项产品通过现场测试。 [26] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5dd04f01bb961c6a7efcf1bc591?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "稔山-响水桥", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  {
    name: "济南-广州高速公路",
    intr: "济南—广州高速公路（Jinan–Guangzhou Expressway），简称“济广高速”，又称“济广高速公路”，是中国国家高速公路网北南纵线之一 [13]  。济南—广州高速公路于1990年7月开工建设 [14]  ，2018年10月16日全线通车 [43]  。济南—广州高速公路北起济南市历城区唐王立交，南至广州市天河区春岗立交，全长2110千米，设计速度80–120千米/小时 [15]  。2022年9月，S244项目上跨济广高速分离立交桥顺利合龙。 [53] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a686c9177f3e6709c93d7950a095883df8dcd100ff58?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "中信大桥",
    intr: "中信大桥（Zhongxin Bridge）是中国广东省惠州市惠城区境内一座连接汝湖镇与水口街道的过江通道，位于东江之上，为惠州市三环路组成部分。2002年11月19日，中信大桥动工建设，时称第四东江大桥 [1]  ；2004年5月22日，中信大桥完成合龙工程 [2]  ；2005年5月28日，中信大桥随惠州三环路建成通车竣工运营 [3]  。中信大桥北起汝湖镇虾村、南至水口街道龙津村，全长1178米；桥面为双向六车道一级公路，设计速度100千米/小时，行车限速60千米/小时 [4]  ；项目总投资1.5亿元人民币 [1]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/a5c27d1ed21b0ef49bb4e698d4c451da80cb3e93?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东江桥",
    intr: "东江桥位于湖南省祁阳县城浯溪镇祁水入湘江口上游150米处，跨祁水，因祁水又名“东江”、“小东江”故得名“东江桥”。",
    pic: "",
  },

  { name: "白盆珠桥", intr: "", pic: "" },

  { name: "石岗坝桥", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]  。2003年7月11日，武汉—深圳高速公路开工建设 [13]  ；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]  。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5]   [14-26]             。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5ad6ec486f28c96cb39dbb6fd9731?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "樟木头大道", intr: "", pic: "" },

  { name: "东深输水一桥", intr: "", pic: "" },

  { name: "陈江甲子立交桥", intr: "", pic: "" },

  { name: "白眉寨隧道", intr: "", pic: "" },

  { name: "水墩隧道", intr: "", pic: "" },

  { name: "罗马村特大桥", intr: "", pic: "" },

  { name: "常平跨铁路桥", intr: "", pic: "" },

  { name: "七畲径-新石桥", intr: "", pic: "" },

  { name: "杨知府桥", intr: "", pic: "" },

  { name: "玉溪湖隧道", intr: "", pic: "" },

  {
    name: "汕头-湛江高速公路",
    intr: "汕头—湛江高速公路（Shantou–Zhanjiang Expressway），简称“汕湛高速”，是中国广东省境内连接汕头市与湛江市的高速公路，为广东省高速公路网组成部分 [1]  。汕湛高速公路于2012年5月29日动工建设 [2]  ，2015年12月30日，汕湛高速公路揭西至博罗段建成通车 [3]  ；2018年9月26日，云浮至湛江段开通运营 [4]  ；2020年1月1日，清远至云浮段正式通车 [5]  ;2020年10月18日上午9点，惠州龙门县至清远段正式通车。 [6]  2020年11月20日10时30分，汕头市至普宁市占陇段正式通车。 [7]  2020年12月28日中午12点，揭西县至普宁市占陇段正式通车。 [8]  至此，汕湛高速全线通车。汕湛高速公路东起汕头市、西至湛江市，线路全长约860千米 [9]  ，分段设计速度100千米/小时至120千米/小时 [10]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4ec2d5628535e5dde7110869a190b0efce1b9d16c474?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "莲花山水道", intr: "", pic: "" },

  {
    name: "流溪河隧道",
    intr: "流溪河隧道位于广州市从化区，属G105国道的一座单洞式隧道。",
    pic: "",
  },

  { name: "公明特大桥", intr: "", pic: "" },

  { name: "宏远立交桥", intr: "", pic: "" },

  {
    name: "银瓶山隧道",
    intr: "银瓶山隧道在博深高速深圳至博罗40公里左右的位置，隧道全长6940米，双向6车道，限速100KM/小时。该隧道由中国中铁隧道集团有限公司承建，且该工程被评为2012-2013年度中国建设工程鲁班奖。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cdbf6c81800a19d8b41e2ec336fa828ba71e46d2?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沙湾大桥",
    intr: "沙湾大桥，位于景宁县城西南21.5公里。以地处浙江省景宁县沙湾镇沙湾村而得名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cc11728b4710b912fa0955eec3fdfc03934522d1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "骝岗水道", intr: "", pic: "" },

  { name: "莲花山隧道", intr: "", pic: "" },

  {
    name: "洪奇沥水道",
    intr: "洪奇沥水道是南沙径流量最小的客水通道，多年平均径流量为209亿m³。水道位于南沙区西南边界，毗邻顺德和中山。上接沙湾水道李家沙分流，沿程接纳容桂水道、眉焦海、泥沙角和黄沙沥等西江支流。据万顷沙西水位站观测记录，历史最高水位为珠基2.62m(1993年)，历史最低水位为珠基-1.60m(1960年)，平均低潮水位为珠基-0.693m。纳污口河段宽约800m，平均水深8m，最大水深约9.5m。洪奇沥水道为典型的三角洲潮汐河道，潮汐日不等现象明显，平均涨潮历时5小时，落潮历时7小时，实测最大潮差3.1m，多年平均潮差2m。河口段易发生咸潮，每年涨潮最大含氯量3‰、平均含氯量超过1‰的天数超过20天。洪奇沥水道平均过水面积约2870m2，最大泄洪流量8610m3/s（1968年），最大涨潮量3305 万m3（1978年7月），最大落潮量9636 万m3（1978年6月）；涨潮最大断面流速0.81m/s，落潮最大断面流速0.99m/s。",
    pic: "",
  },

  { name: "骝岗大桥", intr: "", pic: "" },

  {
    name: "长沙湾特大桥",
    intr: "长沙湾特大桥位于广东省汕尾市海丰县，全长14.1公里，是厦深铁路第二长桥，也是广东境内最长的跨海大桥。长沙湾特大桥为全线控制性、重难点工程，全长14741米，跨海段长1564.6米，跨主航道处采用（90+180+90）米矮塔加劲斜拉桥，建成后将成为广东省最长跨海铁路特大桥。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/267f9e2f07082838aba2b16fb599a9014c08f11a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东平大道",
    intr: "东平大道位于深圳市，东平大道，编号为15号。起讫点为东湖——平湖。",
    pic: "",
  },

  { name: "江南大道", intr: "", pic: "" },

  { name: "新桥-连塘尾", intr: "", pic: "" },

  {
    name: "东平大道",
    intr: "东平大道位于深圳市，东平大道，编号为15号。起讫点为东湖——平湖。",
    pic: "",
  },

  { name: "凤深大道", intr: "", pic: "" },

  { name: "源江大桥", intr: "", pic: "" },

  {
    name: "迎客大桥",
    intr: "迎客大桥（Yingke Bridge）是中国广东省河源市境内一座连接源城区与紫金县的桥梁，位于东江之上，为河源市区迎客大道组成部分 [1]  。2012年9月28日，迎客大桥及其连接线工程动工建设 [2]  ；2015年9月29日，迎客大桥竣工运营 [3]  。迎客大桥西起源城区源南镇三凤塘村、东至紫金县临江镇塘尾村，总长844米，其中主桥全长262米 [4]  ；桥面为双向六车道城市主干路 [1]  ，设计速度60千米/小时 [5]  ；项目总投资金额约6.5亿元人民币 [1]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7af40ad162d9f2d31b58dd05a7ec8a136227cc8b?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "龙江2#特大桥", intr: "", pic: "" },

  { name: "东平跨线桥", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  {
    name: "北京-港澳高速公路",
    intr: "北京—港澳高速公路，简称“京港澳高速公路”，是中国境内的高速公路，为中国国家高速公路网首都放射线，是中国南北交通大动脉之一。京港澳高速公路始建于1986年4月，全线竣工通车于1996年12月30日。京港澳高速公路北起北京市丰台区三环六里桥互通，南至深圳市福田区皇岗主线收费站，线路全长2285千米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7acb0a46f21fbe096b63b9a7b62b1b338744ebf80766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "南昌-韶关高速公路",
    intr: "南昌—韶关高速公路（Nanchang–Shaoguan Expressway），简称“南韶高速”，是中国境内连接江西省南昌市与广东省韶关市的高速公路，为中国国家高速公路网上海—昆明高速公路（国家高速G60）的联络线之一 [19]。2005年11月6日，南昌—韶关高速公路开工建设（不计泉南、大广共线段），2017年1月4日，南昌—韶关高速公路全线通车运营 [4]。南昌—韶关高速公路岗上枢纽，南止于刘屋立交，线路全长608千米，道路为双向四车道高速公路，设计速度80~120千米/小时 [3] [8]。",
    pic: "",
  },

  { name: "良村公路", intr: "", pic: "" },

  { name: "凉桥-将军墩", intr: "", pic: "" },

  { name: "白土北江大桥", intr: "", pic: "" },

  {
    name: "北江大桥",
    intr: "北江大桥是连接桥北路与广清大道跨北江上的南北走向的公路桥，是清远市中心城区建成的第一座跨北江大桥，民间又称其为姐妹桥、一桥。 [1] ",
    pic: "",
  },

  {
    name: "北江大桥",
    intr: "北江大桥是连接桥北路与广清大道跨北江上的南北走向的公路桥，是清远市中心城区建成的第一座跨北江大桥，民间又称其为姐妹桥、一桥。 [1] ",
    pic: "",
  },

  {
    name: "沙口大桥",
    intr: "105国道沙口大桥，位于东凤镇。2012年8月，其兴华红绿灯路段出现沥青路面严重下陷等问题，影响行车安全，正进行维修施工。2012年8月13日，沙口大桥被船撞损，广州往中山方向车道被封闭。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4d086e061d950a7b4abfa25d0ad162d9f3d3c9a5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "十里亭大桥", intr: "", pic: "" },

  {
    name: "高桥",
    intr: "高桥，原名高明海，化名苏然、徐文良。共产党人。1916年生于吉林省密山县（今黑龙江省密山市）。八路军承、平、宁（承德、平泉、宁城）地区最高军事领导，1944年3月29日在今内蒙古宁城县老西沟战斗中壮烈牺牲。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494ee67bcc1312ff5e0fe99257e78?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "岭下二桥", intr: "", pic: "" },

  {
    name: "乐昌-广州高速公路",
    intr: "乐昌—广州高速公路（Lechang–Guangzhou Expressway），简称“乐广高速”，是中国广东省境内连接韶关市乐昌市和广州市花都区的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的西并行线之一 [4-5]  。2009年11月18日，乐昌—广州高速公路开工建设 [14]  ；2014年9月27日，乐昌—广州高速公路通车运营 [1]  。乐昌—广州高速公路北起小塘（粤湘界），南至花山北立交，线路全长268.6千米，道路为双向六车道高速公路，设计速度120千米/小时 [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/adaf2edda3cc7cd98d10bebf9857363fb80e7bec3b04?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "甘塘大桥", intr: "", pic: "" },

  { name: "大宝山隧道", intr: "", pic: "" },

  { name: "乌教塘桥", intr: "", pic: "" },

  { name: "韶南大道北", intr: "", pic: "" },

  { name: "韶南大道中路", intr: "", pic: "" },

  {
    name: "浈阳大桥",
    intr: "浈阳大桥位于广东省英德市,连接106国道和107国道横跨北江。工程合同总额为8000万元，建设单位是广东英德市1911线北江大桥指挥部。",
    pic: "https://bkimg.cdn.bcebos.com/pic/faedab64034f78f0ce05002977310a55b2191cd9?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "迳口立交桥", intr: "", pic: "" },

  { name: "北江特大桥", intr: "", pic: "" },

  { name: "金门隧道", intr: "", pic: "" },

  { name: "大镇立交桥", intr: "", pic: "" },

  { name: "白土北江大桥", intr: "", pic: "" },

  { name: "大桥头-丰顺", intr: "", pic: "" },

  { name: "鹤神隧道", intr: "", pic: "" },

  { name: "和平隧道", intr: "", pic: "" },

  { name: "黄牛坳隧道", intr: "", pic: "" },

  { name: "紫城-高桥", intr: "", pic: "" },

  { name: "彭坑大桥", intr: "", pic: "" },

  { name: "槽前坑隧道", intr: "", pic: "" },

  { name: "石扩圹水桥", intr: "", pic: "" },

  { name: "渔珠潭桥", intr: "", pic: "" },

  { name: "杨梅塘桥", intr: "", pic: "" },

  { name: "高桥-吊钟石", intr: "", pic: "" },

  { name: "兴隆中桥", intr: "", pic: "" },

  { name: "凉口二号桥", intr: "", pic: "" },

  { name: "东叶陂桥", intr: "", pic: "" },

  {
    name: "上板桥",
    intr: "上板桥（日语：上板桥/かみいたばし）是东京都板桥区的町名。现行行政地名为上板桥一丁目至上板桥三丁目。",
    pic: "",
  },

  { name: "马市大桥", intr: "", pic: "" },

  { name: "白泡桥", intr: "", pic: "" },

  {
    name: "济南-广州高速公路",
    intr: "济南—广州高速公路（Jinan–Guangzhou Expressway），简称“济广高速”，又称“济广高速公路”，是中国国家高速公路网北南纵线之一 [13]  。济南—广州高速公路于1990年7月开工建设 [14]  ，2018年10月16日全线通车 [43]  。济南—广州高速公路北起济南市历城区唐王立交，南至广州市天河区春岗立交，全长2110千米，设计速度80–120千米/小时 [15]  。2022年9月，S244项目上跨济广高速分离立交桥顺利合龙。 [53] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a686c9177f3e6709c93d7950a095883df8dcd100ff58?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "上蓝桥", intr: "", pic: "" },

  {
    name: "大房桥",
    intr: "大房桥是明朝年间，命名为大房桥的地名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/060828381f30e924b89942805b5a79061d950a7b597d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "罗屋桥", intr: "", pic: "" },

  { name: "坝仔桥", intr: "", pic: "" },

  { name: "下洋桥", intr: "", pic: "" },

  {
    name: "汕头-昆明高速公路",
    intr: "汕头—昆明高速公路（Shantou–Kunming Expressway），简称“汕昆高速”，是中国境内连接广东省汕头市和云南省昆明市的高速公路，为中国国家高速公路网东西向横向主干线中的第十七横 [5]  。1993年10月5日，汕头—昆明高速公路（桂柳段）开工建设 [7]  ；2019年7月30日，汕头—昆明高速公路全线通车运营 [8]  。汕头—昆明高速公路东起金洲立交，西至石虎关立交，线路规划全长1825千米，道路为双向四至六车道高速公路，设计速度80~120千米/小时 [1]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/6609c93d70cf3bc79f3ddfbc5156ada1cd11728bfc1f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "黄田桥", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]  。2003年7月11日，武汉—深圳高速公路开工建设 [13]  ；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]  。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5]   [14-26]             。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5ad6ec486f28c96cb39dbb6fd9731?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "高湖小桥", intr: "", pic: "" },

  { name: "金花隧道", intr: "", pic: "" },

  { name: "三多大桥", intr: "", pic: "" },

  {
    name: "青云山隧道",
    intr: "青云山隧道位于永莆线（向莆铁路）永泰-涵江北区间，全长22.06公里，于2008年8月8日开工，总投资15.16亿元，全线工程由中铁二十三局集团公司承当。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5149cc9c859da81cb39db3d3a?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大庆-广州高速公路",
    intr: "大庆—广州高速公路，简称大广高速，又称大广高速公路，为中国国家高速公路网北南方向主干线之一。线路北起黑龙江省大庆市，南至广东省广州市，途经吉林省、内蒙古自治区、北京市、河北省、河南省、湖北省、江西省，广东省9个省区市，线路总长3437千米，设计时速80～120千米/小时，为双向四至六车道加救援车道，为《国家高速公路网规划》（2013—2030）的第五条纵线。2015年12月31日中午，大广高速赣粤界至从化段全线通车。 [13]  标志着G45大广高速公路（大庆—广州）全国贯通。 [14] 2022年9月，江西省大广高速公路不停车治超智慧机器人、提升高速公路隧道安全行车的诱导集成设备、高速公路车道级行车安全诱导系统三项产品通过现场测试。 [26] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5dd04f01bb961c6a7efcf1bc591?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "古龙桥",
    intr: "古龙桥，又名“崇仁桥”，位于陕西省咸阳市城北36公里处三原县城清峪河上，始建于明万历二十年（1592），历时十一年竣工。传桥下有龙潭，故名。古龙桥是西北地区著名的古桥之一，陕西省重点文物保护单位。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8cb1cb1349540923b58c6f5d9258d109b3de492f?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "金花隧道", intr: "", pic: "" },

  { name: "上坪隧道", intr: "", pic: "" },

  {
    name: "三多齐大桥",
    intr: "三多齐大桥位于广东省梅州市五华县岐岭镇205国道线上。",
    pic: "",
  },

  { name: "楼下大桥", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]  。2003年7月11日，武汉—深圳高速公路开工建设 [13]  ；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]  。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5]   [14-26]             。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5ad6ec486f28c96cb39dbb6fd9731?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "大庆-广州高速公路",
    intr: "大庆—广州高速公路，简称大广高速，又称大广高速公路，为中国国家高速公路网北南方向主干线之一。线路北起黑龙江省大庆市，南至广东省广州市，途经吉林省、内蒙古自治区、北京市、河北省、河南省、湖北省、江西省，广东省9个省区市，线路总长3437千米，设计时速80～120千米/小时，为双向四至六车道加救援车道，为《国家高速公路网规划》（2013—2030）的第五条纵线。2015年12月31日中午，大广高速赣粤界至从化段全线通车。 [13]  标志着G45大广高速公路（大庆—广州）全国贯通。 [14] 2022年9月，江西省大广高速公路不停车治超智慧机器人、提升高速公路隧道安全行车的诱导集成设备、高速公路车道级行车安全诱导系统三项产品通过现场测试。 [26] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5dd04f01bb961c6a7efcf1bc591?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "长岗丘隧道", intr: "", pic: "" },

  {
    name: "东江南特大桥",
    intr: "东江南特大桥是广东省十大建设工程之一，也是广深沿江高速全线施工难度最大、工艺最复杂的特大桥之一。位于位于东莞沙田镇，太阳洲东海与东江南支流交汇处， 东江南特大桥全长940米，宽40米，双向8车道。",
    pic: "https://bkimg.cdn.bcebos.com/pic/ac4bd11373f082020a603f094ffbfbedab641b11?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "华子山高架桥", intr: "", pic: "" },

  { name: "乌市北江大桥", intr: "", pic: "" },

  { name: "桃园一号隧道", intr: "", pic: "" },

  { name: "清林径隧道", intr: "", pic: "" },

  { name: "杨村河大桥", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  { name: "黄岭香互通立交桥", intr: "", pic: "" },

  { name: "黄龙带隧道", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  { name: "东江特大桥", intr: "", pic: "" },

  { name: "亭角大桥", intr: "", pic: "" },

  {
    name: "大庆-广州高速公路",
    intr: "大庆—广州高速公路，简称大广高速，又称大广高速公路，为中国国家高速公路网北南方向主干线之一。线路北起黑龙江省大庆市，南至广东省广州市，途经吉林省、内蒙古自治区、北京市、河北省、河南省、湖北省、江西省，广东省9个省区市，线路总长3437千米，设计时速80～120千米/小时，为双向四至六车道加救援车道，为《国家高速公路网规划》（2013—2030）的第五条纵线。2015年12月31日中午，大广高速赣粤界至从化段全线通车。 [13]  标志着G45大广高速公路（大庆—广州）全国贯通。 [14] 2022年9月，江西省大广高速公路不停车治超智慧机器人、提升高速公路隧道安全行车的诱导集成设备、高速公路车道级行车安全诱导系统三项产品通过现场测试。 [26] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5dd04f01bb961c6a7efcf1bc591?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "惠州-大亚湾疏港高速公路", intr: "", pic: "" },

  {
    name: "长春-深圳高速公路",
    intr: "长春—深圳高速公路，简称长深高速，又称长深高速公路，是中国境内的高速公路线路，中国国家高速公路网编号：G25。长深高速北起吉林省长春市，南至广东省深圳市，途经吉林、内蒙古、辽宁、河北、天津、山东、江苏、安徽、浙江、福建、广东11个省区市。线路总长约3585千米，全线于2020年12月22日通车。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8a0305145683e6709c83df4a1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "柏村河大桥", intr: "", pic: "" },

  { name: "上村桥", intr: "", pic: "" },

  {
    name: "广州-深圳沿江高速公路",
    intr: "广州—深圳沿江高速公路，简称广深沿江高速，是中国广东省境内一条连接广州市与深圳市的高速公路，为粤港澳大湾区东岸的快速主干通道，也是广东省高速公路网组成部分 [1]  。广深沿江高速公路于2006年3月25日动工建设，于2012年1月18日开通黄埔至虎门段，于2013年12月28日开通全线 [2]  。广深沿江高速公路北起黄埔立交、南至东滨隧道，全长89千米，设计速度120千米/小时 [1]  ，项目总投资额260亿元 [3]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cf1b9d16fdfaaf51f3de62df2d0283eef01f3a29cc0e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "北王立交桥", intr: "", pic: "" },

  { name: "泮霞桥", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  {
    name: "广州-河源高速公路",
    intr: "广州—河源高速公路，简称广河高速公路，是中国广东省境内一条连接广州市、惠州市与河源市的高速公路 [1]  。广河高速公路于2008年4月12日动工建设 [2]  ，广州段开通于2011年12月30日 [3]  ，惠州段开通于2012年1月10日 [4]  。广河高速公路西起广州市天河区龙洞街道春岗立交桥、东至惠州市博罗县石坝镇石坝立交桥 [5]  ，线路全长约146千米 [1]  ，设计速度120千米/小时 [6]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b2116b5be22cdd8065380cd72132?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "龙南-河源高速公路",
    intr: "龙南—河源高速公路（Longnan–Heyuan Expressway），简称“龙河高速”，是中国境内连接江西省龙南市和广东省河源市的高速公路，为中国国家高速公路网大庆—广州高速公路（国家高速G45）的联络线之一 [3]  。2002年7月18日，龙南—河源高速公路开工建设 [9]  ；2005年12月28日，龙南—河源高速公路全线通车运营 [7]  。龙南—河源高速公路北起于龙南北枢纽，南止于热水立交，线路全长127.45千米，道路为双向四车道高速公路，设计时速80~100千米/小时 [7-8]   [10-11]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3801213fb80e7bec54e7d7d4aa78ae389b504fc23df5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "海鸥大桥",
    intr: "海鸥大桥为连接番禺区莲花山镇与海鸥岛的一座特大桥梁,省道编号为S296。桥梁呈东西走向，全桥总长1385m。",
    pic: "https://bkimg.cdn.bcebos.com/pic/f2deb48f8c5494ee12169de026f5e0fe99257e17?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "汕头-湛江高速公路",
    intr: "汕头—湛江高速公路（Shantou–Zhanjiang Expressway），简称“汕湛高速”，是中国广东省境内连接汕头市与湛江市的高速公路，为广东省高速公路网组成部分 [1]  。汕湛高速公路于2012年5月29日动工建设 [2]  ，2015年12月30日，汕湛高速公路揭西至博罗段建成通车 [3]  ；2018年9月26日，云浮至湛江段开通运营 [4]  ；2020年1月1日，清远至云浮段正式通车 [5]  ;2020年10月18日上午9点，惠州龙门县至清远段正式通车。 [6]  2020年11月20日10时30分，汕头市至普宁市占陇段正式通车。 [7]  2020年12月28日中午12点，揭西县至普宁市占陇段正式通车。 [8]  至此，汕湛高速全线通车。汕湛高速公路东起汕头市、西至湛江市，线路全长约860千米 [9]  ，分段设计速度100千米/小时至120千米/小时 [10]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4ec2d5628535e5dde7110869a190b0efce1b9d16c474?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "江南大桥",
    intr: "江南大桥，位于浙江省金华市东阳市横店镇。2022年，江南大桥拓宽 [1]  。",
    pic: "",
  },

  { name: "东城高架桥", intr: "", pic: "" },

  { name: "石洲大桥", intr: "", pic: "" },

  {
    name: "汕头-湛江高速公路",
    intr: "汕头—湛江高速公路（Shantou–Zhanjiang Expressway），简称“汕湛高速”，是中国广东省境内连接汕头市与湛江市的高速公路，为广东省高速公路网组成部分 [1]  。汕湛高速公路于2012年5月29日动工建设 [2]  ，2015年12月30日，汕湛高速公路揭西至博罗段建成通车 [3]  ；2018年9月26日，云浮至湛江段开通运营 [4]  ；2020年1月1日，清远至云浮段正式通车 [5]  ;2020年10月18日上午9点，惠州龙门县至清远段正式通车。 [6]  2020年11月20日10时30分，汕头市至普宁市占陇段正式通车。 [7]  2020年12月28日中午12点，揭西县至普宁市占陇段正式通车。 [8]  至此，汕湛高速全线通车。汕湛高速公路东起汕头市、西至湛江市，线路全长约860千米 [9]  ，分段设计速度100千米/小时至120千米/小时 [10]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4ec2d5628535e5dde7110869a190b0efce1b9d16c474?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "沈阳-海口高速公路",
    intr: "沈阳—海口高速公路，简称“沈海高速”，又称“沈海高速公路”，为中国国家高速公路网北南纵向主干线中的第二纵，是中国重要的南北公路交通大动脉之一 [24]。沈海高速公路于1984年6月27日开工建设（沈阳—大连段） [1]，截至2022年12月，尚有渤海海峡、琼州海峡两个跨海通道尚未建成通车 [124]。沈海高速公路北起辽宁省沈阳市苏家屯区金宝台枢纽，与沈阳市绕城高速公路（国家高速G1501）相接，南至海南省海口市秀英区粤海枢纽，与海南地区环线高速公路（国家高速G98）相交，规划全长3710千米，设计速度80–120千米/小时 [1-2]。",
    pic: "",
  },

  { name: "石门水桥", intr: "", pic: "" },

  { name: "青春桥-分水坳", intr: "", pic: "" },

  { name: "圆墩山隧道", intr: "", pic: "" },

  { name: "犁市立交桥", intr: "", pic: "" },

  { name: "望牛岭隧道", intr: "", pic: "" },

  {
    name: "珠三角环线高速公路",
    intr: "珠江三角洲地区环线高速公路（Pearl River Delta Ring Expressway），简称“珠三角环线高速”，是中国广东省境内的高速公路，为中国国家高速公路网所规划的地区环线之一 [6]  。1992年10月，珠江三角洲地区环线高速公路开工建设 [7]  ；2018年10月24日，珠江三角洲地区环线高速公路全线通车运营 [8]  。珠江三角洲地区环线高速公路北起于民乐立交，南止于港珠澳大桥东人工岛（粤港界），线路全长447千米，道路为双向四至八车道高速公路，设计速度80至120千米/小时 [9]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8718367adab44aed2e730ca3dc4e9001a18b87d64d63?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "腊石-宝山一桥头", intr: "", pic: "" },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  {
    name: "北京-港澳高速公路",
    intr: "北京—港澳高速公路，简称“京港澳高速公路”，是中国境内的高速公路，为中国国家高速公路网首都放射线，是中国南北交通大动脉之一。京港澳高速公路始建于1986年4月，全线竣工通车于1996年12月30日。京港澳高速公路北起北京市丰台区三环六里桥互通，南至深圳市福田区皇岗主线收费站，线路全长2285千米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7acb0a46f21fbe096b63b9a7b62b1b338744ebf80766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "广州-惠州高速公路", intr: "", pic: "" },

  { name: "楼村特大桥", intr: "", pic: "" },

  {
    name: "凤凰山隧道",
    intr: "凤凰山隧道（英语：Fenghuangshan Tunnel）是位于珠海市的一个主要公路隧道，隧道全长1645米，宽13米，于2007年10月正式开工建设。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4afbfbedab64034f639a3bbba1c379310a551d33?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广州-河源高速公路",
    intr: "广州—河源高速公路，简称广河高速公路，是中国广东省境内一条连接广州市、惠州市与河源市的高速公路 [1]。广河高速公路于2008年4月12日动工建设 [2]，广州段开通于2011年12月30日 [3]，惠州段开通于2012年1月10日 [4]。广河高速公路西起广州市天河区龙洞街道春岗立交桥、东至惠州市博罗县石坝镇石坝立交桥 [5]，线路全长约146千米 [1]，设计速度120千米/小时 [6]。",
    pic: "",
  },

  { name: "派谭-街口高速公路", intr: "", pic: "" },

  { name: "广州-台山高速公路", intr: "", pic: "" },

  {
    name: "三江口桥",
    intr: "三江口桥，发展形成后定名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/00e93901213fb80e7bec9f62ac83382eb9389b503e71?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "东部快速路莞樟立交桥", intr: "", pic: "" },

  {
    name: "新造珠江特大桥",
    intr: "新造珠江特大桥是广州市新化快速路的一座特大桥。 [1] ",
    pic: "",
  },

  { name: "东江主槽桥", intr: "", pic: "" },

  {
    name: "东岭隧道",
    intr: "东岭隧道为特长深埋公路隧道，是汕湛高速公路的关键工程、控制性工程，起点位于广东省揭阳市揭西县河婆街道白沙溜，终点位于广东省梅州市五华县棉洋镇章田村，左右两洞总长8.492公里。",
    pic: "",
  },

  {
    name: "蕉门水道",
    intr: "蕉门水道(Jiāomén　Shuǐdào)珠江入海水道之一。西北起于广州市番禺区大坳口，接沙湾水道，东南至广兴围，接蕉门。长34公里。",
    pic: "",
  },

  { name: "惠州-东莞高速公路", intr: "", pic: "" },

  { name: "岚中桥-岚石", intr: "", pic: "" },

  { name: "望洋大桥", intr: "", pic: "" },

  { name: "平陵一桥", intr: "", pic: "" },

  {
    name: "广州-澳门高速公路",
    intr: "广州—澳门高速公路，简称“广澳高速”或“广澳高速公路”，别名“广珠东线高速公路” [1]  ，是中国广东省境内连接广州市至珠海市的高速公路，为中国国家高速公路网中首都放射线北京—港澳高速公路（国家高速G4）的并行线之一。广澳高速公路于1997年8月15日开工建设（坦尾至金鼎段，原京珠线广珠段） [2]  ，坦尾至金鼎段于1999年12月6日建成通车 [1-2]  ，化龙至坦尾段于2005年12月20日建成通车（原京珠线广珠北段） [3]  ，火村至化龙段（即广州东二环高速公路，系广澳高速公路与广州市绕城高速公路共线段）于2008年12月16日建成通车（黄埔大桥） [4-5]  。月环至洪湾段于2016年12月建成通车 [6]  。广澳高速公路北起广州市黄埔区火村互通，南至珠海市香洲区横琴新区横琴西互通 [7]  ；设计速度为120千米/小时，车道规模为双向六车道（部分双向四车道） [2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa18972bd40735fae6cd3e121a1b18b30f2442a7a24c?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "从化-东莞-深圳高速公路", intr: "", pic: "" },

  { name: "石岭桥", intr: "", pic: "" },

  {
    name: "青年桥",
    intr: "浑河青年桥拓宽工程正式开工。拓宽工程是在老桥旁边新建一座21米宽的新桥，然后用聚胺脂胶泥填充在两桥之间2厘米宽的“沉降缝”里，将两座桥黏合成一座宽50米的新桥。拓宽后的青年桥两侧各有6.5米宽的行人、非机动车道，中间为36.5米、双向10车道的机动车道。人行道与机动车道间以防护栏相分隔。",
    pic: "",
  },

  { name: "园岭2桥", intr: "", pic: "" },

  { name: "黄果沥大桥", intr: "", pic: "" },

  { name: "永汉桥", intr: "", pic: "" },

  { name: "双喜桥", intr: "", pic: "" },

  { name: "蓝口大桥", intr: "", pic: "" },

  { name: "市南路高架桥", intr: "", pic: "" },

  { name: "曹坑桥-曹坑尾", intr: "", pic: "" },

  {
    name: "东莞水道",
    intr: "东莞水道是东江入海水道之一，由石龙镇至沙田泥尾，长43公里。",
    pic: "",
  },

  {
    name: "穗莞深城际轨道",
    intr: "穗深城际铁路（Guangzhou-Shenzhen Intercity Railway），简称穗深线，是中国广东省境内一条连接广州市、东莞市和深圳市的城际铁路，呈南北走向，为珠三角城际快速轨道交通的主干线路之一，也是珠江三角洲东岸城市群的市郊铁路 [1]  。穗深城际铁路于2008年12月21日动工建设 [1]  ；新塘南站至深圳机场段于2019年12月15日开通运营，其余支线路段正在建设 [2]  。穗深城际铁路主线北起新塘南站、南至深圳机场站 [3]  ，全长76千米，共有15座客运站；设计速度140千米/小时 [4]  。2019年12月15日，穗深城际铁路广州东站至深圳机场站段正式开通运营 [5]  。2021年4月10日，全国铁路实施新的列车运行图，穗深城际铁路石牌站正式开办客运业务，开通首日先行安排2趟城际列车停靠办理客运业务 [76]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/aa18972bd40735fa6abb321b93510fb30e2408cc?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "桥头-留洞", intr: "", pic: "" },

  { name: "蒲州水道", intr: "", pic: "" },

  { name: "石坝桥", intr: "", pic: "" },

  { name: "百旺桥", intr: "", pic: "" },

  {
    name: "珠三角环线高速公路",
    intr: "珠江三角洲地区环线高速公路（Pearl River Delta Ring Expressway），简称“珠三角环线高速”，是中国广东省境内的高速公路，为中国国家高速公路网所规划的地区环线之一 [6]  。1992年10月，珠江三角洲地区环线高速公路开工建设 [7]  ；2018年10月24日，珠江三角洲地区环线高速公路全线通车运营 [8]  。珠江三角洲地区环线高速公路北起于民乐立交，南止于港珠澳大桥东人工岛（粤港界），线路全长447千米，道路为双向四至八车道高速公路，设计速度80至120千米/小时 [9]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/8718367adab44aed2e730ca3dc4e9001a18b87d64d63?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "白石桥",
    intr: "白石桥（Baishi Bridge），是中国广东省珠海市连接拱北片区和南湾片区的过江通道，跨越前山河，是珠海市城市道路网的重要组成部分，是珠海市2015-2017年重大交通项目，也是“2017年珠海市政府十件民生实事—改善公共出行条件”的重要内容 [1]  。白石桥于2015年9月20日动工建设 [2]  ；于2017年6月4日完成东引桥第一联浇筑工作，标志着主体结构全线贯通 [3]  ；于2017年7月30日建成通车 [4]  。白石桥东起港昌路，西至茂丰路；大桥全长1387.2米，宽度为25.5米，桥面为双向四车道城市主干道，设计速度为40千米/小时 [4]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d50735fae6cd7b899e51ba88196d55a7d933c895a02d?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "下横沥大桥",
    intr: "下横沥大桥位于广州市南沙区，横跨下横沥水道，连接横沥镇与万顷沙镇珠江场。为了进一步落实“南拓”战略，加快推进南沙新区的开发建设和番禺的城市化进程，方便广大市民出行，经广州市政府研究，南沙区下横沥大桥收费站于2013年7月10日24时起暂停收费。",
    pic: "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1e88f8630910d5ad6edcc43824?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "惠州-深圳高速公路", intr: "", pic: "" },

  { name: "芦村特大桥", intr: "", pic: "" },

  { name: "麻榨大桥", intr: "", pic: "" },

  { name: "圭景河大桥", intr: "", pic: "" },

  { name: "电梓桥", intr: "", pic: "" },

  {
    name: "长坑桥",
    intr: "长坑桥，1949年以前，在桥溪村建长坑桥，原两地村民被河流阻隔，交通不便，两地村民为方便交流搭建的地名。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4d086e061d950a7b0208e98e7c8275d9f2d3572c6367?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "增江大桥", intr: "", pic: "" },

  {
    name: "龙南-河源高速公路",
    intr: "龙南—河源高速公路（Longnan–Heyuan Expressway），简称“龙河高速”，是中国境内连接江西省龙南市和广东省河源市的高速公路，为中国国家高速公路网大庆—广州高速公路（国家高速G45）的联络线之一 [3]  。2002年7月18日，龙南—河源高速公路开工建设 [9]  ；2005年12月28日，龙南—河源高速公路全线通车运营 [7]  。龙南—河源高速公路北起于龙南北枢纽，南止于热水立交，线路全长127.45千米，道路为双向四车道高速公路，设计时速80~100千米/小时 [7-8]   [10-11]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3801213fb80e7bec54e7d7d4aa78ae389b504fc23df5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "济南-广州高速公路",
    intr: "济南—广州高速公路（Jinan–Guangzhou Expressway），简称“济广高速”，又称“济广高速公路”，是中国国家高速公路网北南纵线之一 [13]  。济南—广州高速公路于1990年7月开工建设 [14]  ，2018年10月16日全线通车 [43]  。济南—广州高速公路北起济南市历城区唐王立交，南至广州市天河区春岗立交，全长2110千米，设计速度80–120千米/小时 [15]  。2022年9月，S244项目上跨济广高速分离立交桥顺利合龙。 [53] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/a686c9177f3e6709c93d7950a095883df8dcd100ff58?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "八斗互通立交桥", intr: "", pic: "" },

  {
    name: "青溪桥",
    intr: "青溪桥位于浙江省平湖市林埭镇东北约二公里的共和村。",
    pic: "",
  },

  { name: "永汉新桥", intr: "", pic: "" },

  { name: "白鹭湖桥", intr: "", pic: "" },

  { name: "高楼墩隧道", intr: "", pic: "" },

  { name: "四联大桥", intr: "", pic: "" },

  { name: "尧典隧道", intr: "", pic: "" },

  { name: "雷公河大桥", intr: "", pic: "" },

  {
    name: "大庆-广州高速公路",
    intr: "大庆—广州高速公路，简称大广高速，又称大广高速公路，为中国国家高速公路网北南方向主干线之一。线路北起黑龙江省大庆市，南至广东省广州市，途经吉林省、内蒙古自治区、北京市、河北省、河南省、湖北省、江西省，广东省9个省区市，线路总长3437千米，设计时速80～120千米/小时，为双向四至六车道加救援车道，为《国家高速公路网规划》（2013—2030）的第五条纵线。2015年12月31日中午，大广高速赣粤界至从化段全线通车。 [13]  标志着G45大广高速公路（大庆—广州）全国贯通。 [14] 2022年9月，江西省大广高速公路不停车治超智慧机器人、提升高速公路隧道安全行车的诱导集成设备、高速公路车道级行车安全诱导系统三项产品通过现场测试。 [26] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9a504fc2d5628535e5dd04f01bb961c6a7efcf1bc591?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "东莞-佛山高速公路",
    intr: "东莞—佛山高速公路（Dongguan–Foshan Expressway），简称“莞佛高速”，又称作“莞佛高速公路”，为中国广东省境内的高速公路，是中国国家高速公路网的联络线 [1]  。该线路在广东省内又被称为“珠江三角洲地区环线高速公路南部联络线” [2]  。莞佛高速公路于1992年5月开工建设（虎门大桥与广深高速公路利用段） [3-5]   ，于2010年12月31日全线通车 [6-7]  。莞佛高速公路东起东莞市大朗镇大有园立交（莞深立交），西至佛山市高明区谭塱立交，总长约158千米，设计速度100～120千米/小时 [5]  [7-12]      。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c83d70cf3bc79f3df8dcfc12c1ebda11728b471083f5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "鲘门隧道", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]  。2003年7月11日，武汉—深圳高速公路开工建设 [13]  ；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]  。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5]   [14-26]             。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5ad6ec486f28c96cb39dbb6fd9731?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "惠州-大亚湾疏港高速公路", intr: "", pic: "" },

  {
    name: "虎门大桥",
    intr: "虎门大桥（Humen Bridge）是中国广东省境内一座连接广州市南沙区与东莞市虎门镇的跨海大桥，位于珠江狮子洋之上， [1]  为珠江三角洲地区环线高速公路南部联络线（莞佛高速公路）的组成部分。 [2] 虎门大桥于1992年10月28日动工建设；于1997年6月9日建成通车；于1999年4月20日通过竣工验收。 [1] 虎门大桥东起东莞市太平立交，上跨狮子洋入海口，西至广州市南沙立交；线路全长15.76千米，主桥全长4.6千米；桥面为双向六车道高速公路，设计速度120千米/小时；工程项目总投资额30.2亿元人民币。 [1] 2020年5月5日下午，虎门大桥发生异常抖动，全桥路段已实施双向全封闭，禁止通行 [3]  ；2020年5月6日，广东交通集团通报，虎门大桥振动系涡振现象，悬索桥结构安全 [4]  。经专家组初步判断，虎门大桥悬索桥本次振动主要原因是由于特定风环境条件下沿桥跨边护栏连续设置水马，改变了钢箱梁的气动外形，在特定风环境条件下，产生桥梁涡振现象 [5]  。截至2020年5月6日，水马已经撤离，大桥振动幅度已经减弱。虎门大桥桥面已基本恢复常态 [5]  。截至2020年5月7日，虎门大桥仍有轻微振动，暂未确定恢复通行的时间，管养单位已准备对桥梁组织大修 [6]  。5月7日16时30分开始，虎门大桥通航水域恢复通航 [7]  。2020年5月15日9时，虎门大桥恢复通车 [8]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/4d086e061d950a7b02080ac29d8775d9f2d3572c6324?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "寒溪河大桥", intr: "", pic: "" },

  {
    name: "北京-港澳高速公路",
    intr: "北京—港澳高速公路，简称“京港澳高速公路”，是中国境内的高速公路，为中国国家高速公路网首都放射线，是中国南北交通大动脉之一。京港澳高速公路始建于1986年4月，全线竣工通车于1996年12月30日。京港澳高速公路北起北京市丰台区三环六里桥互通，南至深圳市福田区皇岗主线收费站，线路全长2285千米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7acb0a46f21fbe096b63b9a7b62b1b338744ebf80766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "广州-深圳沿江高速公路",
    intr: "广州—深圳沿江高速公路，简称广深沿江高速，是中国广东省境内一条连接广州市与深圳市的高速公路，为粤港澳大湾区东岸的快速主干通道，也是广东省高速公路网组成部分 [1]  。广深沿江高速公路于2006年3月25日动工建设，于2012年1月18日开通黄埔至虎门段，于2013年12月28日开通全线 [2]  。广深沿江高速公路北起黄埔立交、南至东滨隧道，全长89千米，设计速度120千米/小时 [1]  ，项目总投资额260亿元 [3]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cf1b9d16fdfaaf51f3de62df2d0283eef01f3a29cc0e?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "大埔桥", intr: "", pic: "" },

  { name: "谷涌跨河桥", intr: "", pic: "" },

  { name: "东江大桥", intr: "", pic: "" },

  { name: "黄鱼涌桥", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]  。2003年7月11日，武汉—深圳高速公路开工建设 [13]  ；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]  。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5]   [14-26]             。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7c1ed21b0ef41bd5ad6ec486f28c96cb39dbb6fd9731?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "龙祖山隧道", intr: "", pic: "" },

  {
    name: "北王桥",
    intr: "北王桥位于海盐县：该桥始建时间无考。清光绪《海盐县志》仅有于同治六年（公元1867年）重建的记载。北王桥地处海塘、元通两公社交界，南北跨盐平塘河，1967年改建为钢筋混凝土拱形桥，长51.6米，宽2.7米，拱顶高程5.52米。 [1] ",
    pic: "",
  },

  { name: "永湖桥", intr: "", pic: "" },

  { name: "广州-惠州高速公路", intr: "", pic: "" },

  {
    name: "临江桥",
    intr: "临江桥全长433.5米，总投资7100万元。北起新芜路与吉和南路交叉口，跨越青弋江，南接滨江南路，双向六车道，主桥长173.5米，于2008年1月6日通车。是安徽省首座独塔单索面斜拉桥。",
    pic: "https://bkimg.cdn.bcebos.com/pic/cdbf6c81800a19d8f290ef2233fa828ba61e4601?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "长春-深圳高速公路",
    intr: "长春—深圳高速公路，简称长深高速，又称长深高速公路，是中国境内的高速公路线路，中国国家高速公路网编号：G25。长深高速北起吉林省长春市，南至广东省深圳市，途经吉林、内蒙古、辽宁、河北、天津、山东、江苏、安徽、浙江、福建、广东11个省区市。线路总长约3585千米，全线于2020年12月22日通车。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8a0305145683e6709c83df4a1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "禾荷围二号隧道", intr: "", pic: "" },

  { name: "蕉门大桥", intr: "", pic: "" },

  {
    name: "北京-港澳高速公路",
    intr: "北京—港澳高速公路，简称“京港澳高速公路”，是中国境内的高速公路，为中国国家高速公路网首都放射线，是中国南北交通大动脉之一。京港澳高速公路始建于1986年4月，全线竣工通车于1996年12月30日。京港澳高速公路北起北京市丰台区三环六里桥互通，南至深圳市福田区皇岗主线收费站，线路全长2285千米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7acb0a46f21fbe096b63b9a7b62b1b338744ebf80766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "桥渡头", intr: "", pic: "" },

  { name: "黄塘桥路口-小溪", intr: "", pic: "" },

  { name: "乌塘桥", intr: "", pic: "" },

  { name: "高依岭桥", intr: "", pic: "" },

  { name: "惠州-大亚湾疏港高速公路", intr: "", pic: "" },

  { name: "田螺山隧道", intr: "", pic: "" },

  { name: "老虎岭大桥", intr: "", pic: "" },

  { name: "彩虹大桥", intr: "", pic: "" },

  { name: "小海一桥", intr: "", pic: "" },

  { name: "陶口桥", intr: "", pic: "" },

  {
    name: "蕉门水道",
    intr: "蕉门水道(Jiāomén　Shuǐdào)珠江入海水道之一。西北起于广州市番禺区大坳口，接沙湾水道，东南至广兴围，接蕉门。长34公里。",
    pic: "https://bkimg.cdn.bcebos.com/pic/6a600c338744ebf8e61112ebd5f9d72a6159a786?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "独石大桥", intr: "", pic: "" },

  { name: "禾溪桥", intr: "", pic: "" },

  { name: "澜石梁桥", intr: "", pic: "" },

  { name: "樟木岗立交桥-雁田海关", intr: "", pic: "" },

  {
    name: "广州-河源高速公路",
    intr: "广州—河源高速公路，简称广河高速公路，是中国广东省境内一条连接广州市、惠州市与河源市的高速公路 [1]  。广河高速公路于2008年4月12日动工建设 [2]  ，广州段开通于2011年12月30日 [3]  ，惠州段开通于2012年1月10日 [4]  。广河高速公路西起广州市天河区龙洞街道春岗立交桥、东至惠州市博罗县石坝镇石坝立交桥 [5]  ，线路全长约146千米 [1]  ，设计速度120千米/小时 [6]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b2116b5be22cdd8065380cd72132?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  {
    name: "峡口大桥",
    intr: "位于湖北恩施市318国道线上,宽9.0米 ,长88.7米,单孔跨径70.0米双曲拱；桥台置于两岸山岩上，77年8月建成通车。",
    pic: "",
  },

  { name: "龙溪大桥", intr: "", pic: "" },

  {
    name: "观音沙大桥",
    intr: "观音沙大桥位于广东省广州市番禺区与南沙区之间，大致呈南北走向，地处市桥沥和沙湾水道2条大型河流上，主桥墩基础承台为深水高桩大体积混凝土承台。 [1] ",
    pic: "",
  },

  { name: "司前渡桥", intr: "", pic: "" },

  {
    name: "北京-港澳高速公路",
    intr: "北京—港澳高速公路，简称“京港澳高速公路”，是中国境内的高速公路，为中国国家高速公路网首都放射线，是中国南北交通大动脉之一。京港澳高速公路始建于1986年4月，全线竣工通车于1996年12月30日。京港澳高速公路北起北京市丰台区三环六里桥互通，南至深圳市福田区皇岗主线收费站，线路全长2285千米。",
    pic: "https://bkimg.cdn.bcebos.com/pic/7acb0a46f21fbe096b63b9a7b62b1b338744ebf80766?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "长安隧道", intr: "", pic: "" },

  { name: "惠州-深圳高速公路", intr: "", pic: "" },

  { name: "龙舟桥头-九和双罗", intr: "", pic: "" },

  {
    name: "长春-深圳高速公路",
    intr: "长春—深圳高速公路，简称长深高速，又称长深高速公路，是中国境内的高速公路线路，中国国家高速公路网编号：G25。长深高速北起吉林省长春市，南至广东省深圳市，途经吉林、内蒙古、辽宁、河北、天津、山东、江苏、安徽、浙江、福建、广东11个省区市。线路总长约3585千米，全线于2020年12月22日通车。 [5] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/960a304e251f95cad1c8a0305145683e6709c83df4a1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "上东桥", intr: "", pic: "" },

  {
    name: "广州-河源高速公路",
    intr: "广州—河源高速公路，简称广河高速公路，是中国广东省境内一条连接广州市、惠州市与河源市的高速公路 [1]  。广河高速公路于2008年4月12日动工建设 [2]  ，广州段开通于2011年12月30日 [3]  ，惠州段开通于2012年1月10日 [4]  。广河高速公路西起广州市天河区龙洞街道春岗立交桥、东至惠州市博罗县石坝镇石坝立交桥 [5]  ，线路全长约146千米 [1]  ，设计速度120千米/小时 [6]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/c75c10385343fbf2b2116b5be22cdd8065380cd72132?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "中洞桥", intr: "", pic: "" },

  { name: "槎浩大桥", intr: "", pic: "" },

  { name: "广园立交桥", intr: "", pic: "" },

  {
    name: "沈阳-海口高速公路",
    intr: "沈阳—海口高速公路，简称“沈海高速”，又称“沈海高速公路”，为中国国家高速公路网北南纵向主干线中的第二纵，是中国重要的南北公路交通大动脉之一 [24]  。沈海高速公路于1984年6月27日开工建设（沈阳—大连段） [1]  ，截至2022年12月，尚有渤海海峡、琼州海峡两个跨海通道尚未建成通车 [124]  。沈海高速公路北起辽宁省沈阳市苏家屯区金宝台枢纽，与沈阳市绕城高速公路（国家高速G1501）相接，南至海南省海口市秀英区粤海枢纽，与海南地区环线高速公路（国家高速G98）相交，规划全长3710千米，设计速度80–120千米/小时 [1-2]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/71cf3bc79f3df8dcd100db42855b658b4710b8128284?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "黄村道班-万和", intr: "", pic: "" },

  {
    name: "武汉-深圳高速公路",
    intr: "武汉—深圳高速公路（Wuhan–Shenzhen Expressway），简称“武深高速”，是中国境内连接湖北省武汉市与广东省深圳市的高速公路，为中国国家高速公路网首都放射主干线北京—港澳高速公路（国家高速G4）的东并行线之一 [123]。2003年7月11日，武汉—深圳高速公路开工建设 [13]；2018年12月28日，武汉—深圳高速公路全线通车运营 [4-5]。武汉—深圳高速公路北起于白沙洲主线收费站，南止于梧桐山道立交，线路全长1024千米，道路为双向四至八车道高速公路，设计时速80~120千米/小时 [4-5] [14-26]。",
    pic: "",
  },

  { name: "桥冲红坑水库", intr: "", pic: "" },

  {
    name: "龙南-河源高速公路",
    intr: "龙南—河源高速公路（Longnan–Heyuan Expressway），简称“龙河高速”，是中国境内连接江西省龙南市和广东省河源市的高速公路，为中国国家高速公路网大庆—广州高速公路（国家高速G45）的联络线之一 [3]  。2002年7月18日，龙南—河源高速公路开工建设 [9]  ；2005年12月28日，龙南—河源高速公路全线通车运营 [7]  。龙南—河源高速公路北起于龙南北枢纽，南止于热水立交，线路全长127.45千米，道路为双向四车道高速公路，设计时速80~100千米/小时 [7-8]   [10-11]  。",
    pic: "https://bkimg.cdn.bcebos.com/pic/3801213fb80e7bec54e7d7d4aa78ae389b504fc23df5?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "佰公凹隧道", intr: "", pic: "" },

  {
    name: "东莞水道",
    intr: "东莞水道是东江入海水道之一，由石龙镇至沙田泥尾，长43公里。",
    pic: "",
  },

  { name: "文布西枝江大桥", intr: "", pic: "" },

  { name: "淡水高架桥", intr: "", pic: "" },

  { name: "水口桥-龙石头", intr: "", pic: "" },

  { name: "画眉山隧道", intr: "", pic: "" },

  { name: "东江特大桥", intr: "", pic: "" },

  {
    name: "黄埔大桥",
    intr: "黄埔大桥（Huangpu Bridge）是中国广东省广州市境内一座连接黄埔区和番禺区的过江通道，位于珠江南北干流、狮子洋以西水域之上，属于广澳高速公路的组成部分，也是广州绕城高速公路东环段的一部分。 [1] 黄埔大桥又名广州珠江黄埔大桥，于2004年12月23日动工建设；于2008年3月28日全桥合龙；于2008年12月16日全线竣工通车。 [2] 黄埔大桥北起黄埔区萝岗街道火村立交、接京港澳高速公路，上跨珠江及其大吉沙岛，南至番禺区化龙镇化龙立交、接广澳高速公路；线路全长18.694千米，主桥全长7016.5米；桥面为双向八车道高速公路，设计速度100千米/小时；工程项目总投资额42亿元人民币。 [1] ",
    pic: "https://bkimg.cdn.bcebos.com/pic/9825bc315c6034a8f58d6eb2c513495409237692?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_auto",
  },

  { name: "庆沙高架桥", intr: "", pic: "" },
];

export default detailData;
