/*
 * @Descripttion:
 * @version: 1.0.0
 * @Author: 朱海东
 * @Date: 2023-07-14 10:02:21
 * @LastEditTime: 2023-07-14 11:00:30
 */
const yearWaterData = [
  {
    year: 2021,
    series: [
      {
        name: "农业",
        type: "bar",
        stack: "总量",
        data: [1.6, 12.4, 11.7, 0.85, 11.8, 13.7, 15],
      },
      {
        name: "工业",
        type: "bar",
        stack: "总量",
        data: [7.9, 0.81, 3.5, 4.9, 24.6, 2, 1.1],
      },
      {
        name: "城镇公共",
        type: "bar",
        stack: "总量",
        data: [3.8, 0.58, 1.6, 6.4, 8.6, 0.63, 0.71],
      },
      {
        name: "居民生活",
        type: "bar",
        stack: "总量",
        data: [6.9, 1.8, 3.4, 8.3, 15.8, 1.7, 2.5],
      },
      {
        name: "生态环境",
        type: "bar",
        stack: "总量",
        data: [0.98, 0.08, 0.22, 1.7, 1.1, 0.26, 0.18],
      },
    ],
  },
  {
    year: 2020,
    series: [
      {
        name: "农业",
        type: "bar",
        stack: "总量",
        data: [7.1, 12.6, 12.1, 4.9, 11.7, 13.6, 10.4],
      },
      {
        name: "工业",
        type: "bar",
        stack: "总量",
        data: [0.61, 1.1, 3.4, 1.1, 27.5, 2.2, 4.7],
      },
      {
        name: "城镇公共",
        type: "bar",
        stack: "总量",
        data: [0.56, 0.39, 1.3, 0.39, 8.2, 0.55, 0.39],
      },
      {
        name: "居民生活",
        type: "bar",
        stack: "总量",
        data: [2.01, 1.81, 2.98, 1.62, 11.4, 1.75, 2.9],
      },
      {
        name: "生态环境",
        type: "bar",
        stack: "总量",
        data: [0.07, 0.04, 0.12, 0.02, 1.1, 0.27, 0.2],
      },
    ],
  },
  {
    year: 2019,
    series: [
      {
        name: "农业",
        type: "bar",
        stack: "总量",
        data: [7.1, 12.2, 11.7, 4.8, 10.7, 13.1, 9.5],
      },
      {
        name: "工业",
        type: "bar",
        stack: "总量",
        data: [0.67, 2.4, 4.1, 1.3, 32.8, 2.8, 6.1],
      },
      {
        name: "城镇公共",
        type: "bar",
        stack: "总量",
        data: [0.6, 0.35, 1.1, 0.62, 7, 0.62, 0.39],
      },
      {
        name: "居民生活",
        type: "bar",
        stack: "总量",
        data: [1.82, 1.56, 2.73, 1.62, 10.8, 1.62, 2.1],
      },
      {
        name: "生态环境",
        type: "bar",
        stack: "总量",
        data: [0.07, 0.03, 0.11, 0.02, 0.98, 0.27, 0.04],
      },
    ],
  },
  {
    year: 2018,
    series: [
      {
        name: "农业",
        type: "bar",
        stack: "总量",
        data: [7.2, 12.14, 11.98, 1.26, 10.95, 14.09, 9.54],
      },
      {
        name: "工业",
        type: "bar",
        stack: "总量",
        data: [0.65, 2.82, 4.01, 1.32, 34.79, 3.24, 1.2],
      },
      {
        name: "城镇公共",
        type: "bar",
        stack: "总量",
        data: [0.57, 0.26, 1.12, 0.75, 7.22, 0.63, 0.4],
      },
      {
        name: "居民生活",
        type: "bar",
        stack: "总量",
        data: [1.87, 1.56, 2.7, 1.94, 10.48, 1.55, 2.18],
      },
      {
        name: "生态环境",
        type: "bar",
        stack: "总量",
        data: [0.07, 0.02, 0.1, 0.22, 0.95, 0.24, 0.04],
      },
    ],
  },
  {
    year: 2017,
    series: [
      {
        name: "农业",
        type: "bar",
        stack: "总量",
        data: [1.24, 0.79, 1.01, 5.05, 7.08, 15.05, 10.44],
      },
      {
        name: "工业",
        type: "bar",
        stack: "总量",
        data: [7.72, 3.97, 1.4, 1.5, 15.16, 3.03, 1.56],
      },
      {
        name: "城镇公共",
        type: "bar",
        stack: "总量",
        data: [0.58, 0.65, 1.1, 0.75, 2.33, 0.27, 0.41],
      },
      {
        name: "居民生活",
        type: "bar",
        stack: "总量",
        data: [1.82, 1.62, 2.7, 1.91, 10.36, 1.59, 2.27],
      },
      {
        name: "生态环境",
        type: "bar",
        stack: "总量",
        data: [0.4, 0.25, 0.05, 0.19, 0.95, 0.1, 0.29],
      },
    ],
  },
];

export default yearWaterData;
